{
    "home": "Heim",
    "about": "Um",
    "services": "Service",
    "blog": "Blog",
    "contact": "Kontakt",
    "for_job_seekers": "FÜR JOBSUCHENDE",
    "for_client": "FÜR KUNDEN",
    "about_us": "Über uns",
    "about_desc_1": "Willkommen auf unserer Website zur Personalbeschaffung im Ausland! Wir freuen uns, Sie hier zu haben. Bei unseren HR-Diensten streben wir danach, talentierte Menschen mit spannenden Jobmöglichkeiten im Ausland zu verbinden. Ganz gleich, ob Sie ein Arbeitssuchender sind, der auf der Suche nach einem neuen Abenteuer ist, oder ein Arbeitgeber, der qualifizierte Fachkräfte sucht, wir sind hier, um Sie bei jedem Schritt auf dem Weg zu unterstützen. Mit unserem umfangreichen Netzwerk und unserer Expertise in der internationalen Personalbeschaffung haben wir erfolgreich Kandidaten in verschiedenen Branchen auf der ganzen Welt vermittelt.",
    "about_desc_2": "Unser Team aus engagierten HR-Experten versteht die einzigartigen Herausforderungen und Chancen, die die Arbeit in einem fremden Land mit sich bringt. Wir sind stolz darauf, personalisierte Dienstleistungen anzubieten, die auf die spezifischen Bedürfnisse von Arbeitssuchenden und Arbeitgebern zugeschnitten sind. Für Arbeitssuchende bieten wir eine breite Palette an Ressourcen, die Ihnen dabei helfen, den perfekten Job im Ausland zu finden. Unser Team wird eng mit Ihnen zusammenarbeiten, um Ihre Fähigkeiten, Wünsche und Vorlieben zu verstehen. Anschließend vermitteln wir Ihnen passende Stellenangebote in Ländern, die Ihren Zielen entsprechen.",
    "mission": "Mission",
    "mission_desc_1": "Wir möchten jeden Einzelnen befähigen, ein Leben seiner Wahl zu führen, indem wir ihm die notwendigen Fähigkeiten und einen Job vermitteln, der sein Wachstum fördert.",
    "vision": "Vision",
    "vision_desc_1": "Unsere Mission ist es, außergewöhnliche Rekrutierungsdienstleistungen anzubieten und so einen reibungslosen und effizienten Prozess sowohl für Arbeitgeber als auch für Arbeitssuchende zu gewährleisten. Unser Ziel ist es, die richtigen Talente mit dem richtigen Job zusammenzubringen, um Unternehmen zum Erfolg zu verhelfen und Einzelpersonen dabei zu helfen, ihre Karriereziele zu erreichen.",
    "value": "Wert",
    "value_desc_1": "Wir verpflichten uns, bei all unseren Interaktionen die höchsten Standards an Professionalität, Integrität und ethischem Verhalten einzuhalten. Unser Ziel ist der Aufbau langfristiger Beziehungen zu unseren Kunden und Kandidaten, die auf Vertrauen, Transparenz und gemeinsamem Erfolg basieren.",
    "value_desc_2": "Durch unser Fachwissen und unser umfangreiches Netzwerk wollen wir zum Wachstum und zur Entwicklung globaler Unternehmen beitragen, indem wir ihnen die besten Talente aus der ganzen Welt zur Verfügung stellen. Wir sind außerdem bestrebt, Einzelpersonen zu stärken, indem wir ihnen Möglichkeiten bieten, die ihre Fähigkeiten, ihr Wissen und ihre allgemeinen Karriereaussichten verbessern.",
    "value_desc_3": "Zusammenfassend lässt sich sagen, dass unsere Vision darin besteht, weltweit führend in der Personalbeschaffung zu sein, während unsere Mission darin besteht, außergewöhnliche Dienstleistungen zu bieten, Talente mit Chancen zu verbinden und zum Erfolg von Unternehmen und Einzelpersonen gleichermaßen beizutragen.",
    "our_services": "Our Services",
    "our_services_message": "Willkommen auf unserer Website zur Personalbeschaffung im Ausland! Wir freuen uns, Sie hier zu haben.",
    "hr_services": "HR-Dienstleistungen",
    "hr_services_message": "Willkommen auf unseren Rekrutierungswebsites im Ausland! Wir freuen uns, Sie hier zu haben. Bei unseren HR-Diensten streben wir danach, talentierte Menschen zusammenzubringen.",
    "hr_consulting": "HR-Beratung",
    "hr_consulting_message": "Willkommen auf den Websites unserer HR-Beratungsdienstleistungen! Wir freuen uns, Sie hier zu haben. Bei unserer Firma sind wir auf die Bereitstellung umfassender und... spezialisiert.",
    "hr_third_party_payroll_services": "HR-Gehaltsabrechnungsdienste von Drittanbietern",
    "hr_third_party_payroll_services_message": "Willkommen bei unseren HR-Gehaltsabrechnungsdiensten für Drittanbieter! Wir freuen uns, Ihnen eine umfassende und effiziente Lösung für die Verwaltung Ihrer Lohn- und Gehaltsabrechnung anbieten zu können...",
    "business_consulting": "Unternehmensberatung",
    "business_consulting_message": "Willkommen bei unseren Unternehmensberatungsdiensten! Wir sind darauf spezialisiert, Unternehmen fachkundige Beratung zu bieten und ihnen dabei zu helfen, sich zurechtzufinden ...",
    "employment_training_and_development": "Mitarbeiterschulung und -entwicklung",
    "employment_training_and_development_message": "Investieren Sie mit unseren maßgeschneiderten Schulungsprogrammen in Ihre Belegschaft. Von Workshops zur Kompetenzentwicklung bis hin zu Führungstrainings ...",
    "hr_compilance_and_legal_support": "HR-Compliance und rechtliche Unterstützung",
    "hr_compilance_and_legal_support_message": "Halten Sie sich an die sich ständig ändernden Arbeitsgesetze und -vorschriften. Unsere HR-Experten beraten Sie in rechtlichen Angelegenheiten ...",
    "industries_we_serve": "Branchen, die wir bedienen",
    "industries_we_serve_message": "Wir sind stolz darauf, innovative Lösungen und Dienstleistungen für eine Vielzahl von Branchen anzubieten",
    "building_construction": "Bauen & Konstruktion",
    "building_construction_message": "Einstellung von Projektingenieuren, Facharbeitern, Maschinenbedienern etc",
    "road_construction": "Straßenbauarbeiten",
    "road_construction_message": "Wir haben mehr als 30.000 Arbeiter und Angestellte eingestellt",
    "oil_and_gas": "Öl und Gas",
    "oil_and_gas_message": "Hat Öl- und Gasunternehmen bei der Rekrutierung von mehr als 7.000 Projektmanagern geholfen",
    "facility_management": "Facility Management",
    "facility_management_message": "Handhabung von Anlagen jeder Größe",
    "security": "Sicherheit",
    "security_message": "Wir unterstützen Unternehmen bei der Einstellung",
    "mep": "MEP (Mechanik, Elektrik und Sanitär)",
    "mep_message": "Von der Führungsebene bis zum Bodenpersonal",
    "latest_blog": "Neuester Blog",
    "latest_blog_message_1": "Entdecken Sie in unserem informativen Blog-Bereich Experteneinblicke und wertvolle Tipps zu Cybersicherheit,",
    "latest_blog_message_2": "Technologietrends und Geschäftsstrategien",
    "securty": "Sicherheit",
    "securty_message": "Best Practices für BYOD-Sicherheitsrichtlinien: Schutz der Mitarbeitergeräte",
    "management": "Management",
    "management_message": "Ein großes Ticket ist interessant geworden",
    "design": "Design",
    "desing_message": "Das Zuhause der Zukunft könnte Bebes sein",
    "user_indication_title": "Wir würden uns freuen, von Ihnen zu hören",
    "user_indication_title_message": "Bitte teilen Sie uns Ihre Daten mit und einer unserer Personalvermittlungsspezialisten wird sich in Kürze mit Ihnen in Verbindung setzen",
    "ready_to_do_this": "BEREIT, DIES ZU TUN",
    "lets_get_to_work": "Lass uns zur Arbeit gehen",
    "submit": "Einreichen",
    "contact_us": "KONTAKTIERE UNS",
    "find_jobs": "Arbeitsplätze finden",
    "Job_abu_dhabi": "Jobs Abu Dhabi",
    "Job_dubai": "Jobs in Dubai",
    "Job_algeria": "Jobs in Algerien",
    "Job_behrain": "Jobs in Behrain",
    "Job_egypt": "Jobs in Ägypten",
    "Job_india": "Jobs in Indien",
    "Job_iraq": "Jobs im Irak",
    "Job_jordan": "Jobs in Jordanien",
    "Job_kuwait": "Jobs in Kuwait",
    "Job_lebanon": "Jobs in Libanon",
    "Job_libya": "Jobs in Libyen",
    "Job_morocco": "Jobs in Marokko",
    "copyright": "Copyright © 2023-24 alcaenat. Alle Rechte vorbehalten"
}