{
  "home": "Home",
  "about": "About",
  "services": "Service",
  "blog": "Blog",
  "contact": "Contact",
  "for_job_seekers": "FOR JOB SEEKERS",
  "for_client": "FOR CLIENT",
  "about_us": "About Us",
  "about_desc_1": "Welcome to our overseas recruitment website! We are thrilled to have you here. At our HR services, we strive to connect talented individuals with exciting job opportunities abroad. Whether you are a job seeker looking for a new adventure or an employer seeking skilled professionals, we are here to assist you every step of the way. With our extensive network and expertise in international recruitment, we have successfully placed candidates in various industries across the globe.",
  "about_desc_2": "Our team of dedicated HR professionals understands the unique challenges and opportunities that come with working in a foreign country. We take pride in providing personalized services that cater to the specific needs of both job seekers and employers. For job seekers, we offer a wide range of resources to help you find the perfect job overseas. Our team will work closely with you to understand your skills, aspirations, and preferences. We will then match you with suitable job opportunities in countries that align with your goals.",
  "mission": "Mission",
  "mission_desc_1": "To empower every individual to lead a life of their choice by providing them with the necessary skills and a job that enhances their growth.",
  "vision": "Vision",
  "vision_desc_1": "Our mission is to provide exceptional recruitment services, ensuring a seamless and efficient process for both employers and job seekers. We aim to match the right talent with the right job, helping businesses thrive and individuals achieve their career goals.",
  "value": "Value",
  "value_desc_1": "We are committed to maintaining the highest standards of professionalism, integrity, and ethical conduct in all our interactions. Our goal is to build long-term relationships with our clients and candidates, based on trust, transparency, and mutual success.",
  "value_desc_2": "Through our expertise and extensive network, we aim to contribute to the growth and development of global businesses by providing them with the best talent from around the world. We also strive to empower individuals by connecting them with opportunities that will enhance their skills, knowledge, and overall career prospects.",
  "value_desc_3": "In summary, our vision is to be a global leader in HR recruitment, while our mission is to provide exceptional services, connect talent with opportunities, and contribute to the success of businesses and individuals alike.",
  "our_services": "Our Services",
  "our_services_message": "Welcome to our overseas recruitment website! We are thrilled to have you here.",
  "hr_services": "HR Services",
  "hr_services_message": "Welcome to our overseas recruitment websites! We are thrilled to have you here. At our HR services, we strive to connect talented individuals..",
  "hr_consulting": "HR Consulting",
  "hr_consulting_message": "Welcome to our HR consulting services websites! We are delighted to have you here. At out firm, we specialize in providing comprehensive and..",
  "hr_third_party_payroll_services": "HR Third Party Payroll Services",
  "hr_third_party_payroll_services_message": "Welcome to our HR third-party payroll services! We are delighted to offer you a comprehensive and efficient solution to manage your payroll...",
  "business_consulting": "Business Consulting",
  "business_consulting_message": "Welcome to our Business Consulting services! We specialize in providing expert guidance to business, helping them to navigate...",
  "employment_training_and_development": "Employee Training and Development",
  "employment_training_and_development_message": "Invest in your workforce with our customized training programms. From skill development workshops to leadership training...",
  "hr_compilance_and_legal_support": "HR Compliance and Legal Support",
  "hr_compilance_and_legal_support_message": "Stay compliant with ever-changing employment laws and regulations Our HR experts provide guidance on legal matters...",
  "industries_we_serve": "Industries We Serve",
  "industries_we_serve_message": "We take pride in offering innovative solutions and services to a diverse range of industries",
  "building_construction": "Building Construction",
  "building_construction_message": "Hiring project engineers, skilled workers, machine operators etc",
  "road_construction": "Road Construction",
  "road_construction_message": "Hired more than 30000 blue collar and white collar professional",
  "oil_and_gas": "Oil and Gas",
  "oil_and_gas_message": "Helped Oil and Gas companies recruit 7000+ project managers",
  "facility_management": "Facility Management",
  "facility_management_message": "Handling all sized facility",
  "security": "Security",
  "security_message": "We support companies to hire",
  "mep": "MEP (Mechanical, Electrical & Plumbing)",
  "mep_message": "From managerial levels to an ground staffs",
  "latest_blog": "Latest Blog",
  "latest_blog_message_1": "Discover expert insights and valuable tips on cybersecurity,",
  "latest_blog_message_2": "technology trends, and business strategies in our informative blog section",
  "securty": "Security",
  "securty_message": "BYOD Security Policy Best Practices: Safeguarding Employee Device",
  "management": "Management",
  "management_message": "A big ticket gone to be an interesting",
  "design": "Design",
  "desing_message": "The Home of the Future Could Bebes",
  "user_indication_title": "We Would Love To Hear From You",
  "user_indication_title_message": "Please share your details and one of our recruitment specialists will contact you shortly",
  "ready_to_do_this": "READY TO DO THIS",
  "lets_get_to_work": "Let's get to work",
  "submit": "Submit",
  "contact_us": "CONTACT US",
  "find_jobs": "Find Jobs",
  "Job_abu_dhabi": "Jobs Abu Dhabi",
  "Job_dubai": "Jobs in Dubai",
  "Job_algeria": "Jobs in Algeria",
  "Job_behrain": "Jobs in Behrain",
  "Job_egypt": "Jobs in Egypt",
  "Job_india": "Jobs in India",
  "Job_iraq": "Jobs in Iraq",
  "Job_jordan": "Jobs in Jordan",
  "Job_kuwait": "Jobs in Kuwait",
  "Job_lebanon": "Jobs in Lebanon",
  "Job_libya": "Jobs in Libya",
  "Job_morocco": "Jobs in Morocco",
  "copyright": "Copyright © 2023-24 alcaenat. All Rights Reserved"
}