{
  "home": "Home",
  "about": "About",
  "services": "Service",
  "blog": "Blog",
  "contact": "Contact",
  "for_job_seekers": "FOR JOB SEEKERS",
  "for_client": "FOR CLIENT",
  "about_us": "About Us",
  "about_desc_1": "Welcome to our overseas recruitment website! We are thrilled to have you here. At our HR services, we strive to connect talented individuals with exciting job opportunities abroad. Whether you are a job seeker looking for a new adventure or an employer seeking skilled professionals, we are here to assist you every step of the way. With our extensive network and expertise in international recruitment, we have successfully placed candidates in various industries across the globe.",
  "about_desc_2": "Our team of dedicated HR professionals understands the unique challenges and opportunities that come with working in a foreign country. We take pride in providing personalized services that cater to the specific needs of both job seekers and employers. For job seekers, we offer a wide range of resources to help you find the perfect job overseas. Our team will work closely with you to understand your skills, aspirations, and preferences. We will then match you with suitable job opportunities in countries that align with your goals.",
  "about_desc_3": "That's why we are here to simplify the process and help both employers and job seekers navigate the global job market with ease With years of experience in the industry, we have built a strong network of international clients and candidates, enabling us to match the right talent with the right job, regardless of geographical boundaries. We work closely with both employers and job seekers to understand their unique needs, preferences, and goals, ensuring a seamless and successful recruitment process." ,
  "about_desc_4":"We take pride in our professionalism, integrity, and ethical conduct. We adhere to the highest standards of business practices, ensuring transparency, confidentiality, and fairness throughout the recruitment process. Our goal is to build long-term relationships with our clients and candidates, based on trust, mutual respect, and shared success.",
  "our_achiev":"Our Achievements",
  "teams":"Teams",
  "country":"Countries Served",
  "promise":"Promises Delivered",
  "mission": "Mission",

  "testimonials_head":"Testimonials",

  "testimonials_desc1":"Alcenat played a pivotal role in streamlining our HR processes. Their expertise in employee relations and compliance ensured a smooth and compliant work environment. A trustworthy partner for all HR needs.",
  "testimonials_client1":"Edawrd blinkin",

 
  "testimonials_desc2":"We engaged Alcenat for their HR consulting services, and the results were outstanding. Their insights and strategic approach to workforce planning significantly contributed to our business growth. Grateful for their impactful guidance.",
  "testimonials_client2":"Kelvin Thomas",

 
  "testimonials_desc3":"Alcenat's recruitment team is unparalleled. They understood our unique needs and delivered top-notch candidates promptly. Thanks to them, our company now boasts a talented and diverse workforce.",
  "testimonials_client3":"Hileri Andrew",


  "testimonials_desc4":"Alcenat's HR services exceeded our expectations. Their meticulous recruitment process brought in exceptional talent, transforming our team dynamics positively. Highly recommended for their professionalism and commitment to excellence.",
  "testimonials_client4":"Aklima",


  "testimonials_desc5":"Impressed by Alcenat's dedication to employee development. Their training programs have empowered our staff, fostering a culture of continuous improvement. A valuable asset for any organization.",
  "testimonials_client5":"Jelia trump",


  "mission_desc_1": "To empower every individual to lead a life of their choice by providing them with the necessary skills and a job that enhances their growth.",
  "vision": "Vision",
  "vision_desc_1": "Our mission is to provide exceptional recruitment services, ensuring a seamless and efficient process for both employers and job seekers. We aim to match the right talent with the right job, helping businesses thrive and individuals achieve their career goals.",
  "value": "Value",
  "value_desc_1": "We are committed to maintaining the highest standards of professionalism, integrity, and ethical conduct in all our interactions. Our goal is to build long-term relationships with our clients and candidates, based on trust, transparency, and mutual success.",
  "value_desc_2": "Through our expertise and extensive network, we aim to contribute to the growth and development of global businesses by providing them with the best talent from around the world. We also strive to empower individuals by connecting them with opportunities that will enhance their skills, knowledge, and overall career prospects.",
  "value_desc_3": "In summary, our vision is to be a global leader in HR recruitment, while our mission is to provide exceptional services, connect talent with opportunities, and contribute to the success of businesses and individuals alike.",
  "our_services": "Our Services",
  "our_services_message": "Welcome to our overseas recruitment website! We are thrilled to have you here.",
  "hr_services": "HR Services",
  "hr_services_message": "Welcome to our overseas recruitment websites! We are thrilled to have you here. At our HR services, we strive to connect talented individuals..",
  "hr_consulting": "HR Consulting",
  "hr_consulting_message": "Welcome to our HR consulting services websites! We are delighted to have you here. At out firm, we specialize in providing comprehensive and..",
  "hr_third_party_payroll_services": "HR Third Party Payroll Services",
  "hr_third_party_payroll_services_message": "Welcome to our HR third-party payroll services! We are delighted to offer you a comprehensive and efficient solution to manage your payroll...",
  "business_consulting": "HR Business Consulting",
  "business_consulting_message": "Welcome to our HR Business Consulting services! We specialize in providing expert guidance to business, helping them to navigate...",
  "employment_training_and_development": "Employee Training and Development",
  "employment_training_and_development_message": "Invest in your workforce with our customized training programms. From skill development workshops to leadership training...",
  "hr_compilance_and_legal_support": "HR Compliance and Legal Support",
  "hr_compilance_and_legal_support_message": "Stay compliant with ever-changing employment laws and regulations Our HR experts provide guidance on legal matters...",
  "industries_we_serve": "Industries We Serve",
  "industries_we_serve_message": "We take pride in offering innovative solutions and services to a diverse range of industries",
  "building_construction": "Building Construction",
  "building_construction_message": "Hiring project engineers, skilled workers, machine operators etc",
  "road_construction": "Road Construction",
  "road_construction_message": "Hired more than 30000 blue collar and white collar professional",
  "oil_and_gas": "Oil and Gas",
  "oil_and_gas_message": "Helped Oil and Gas companies recruit 7000+ project managers",
  "facility_management": "Facility Management",
  "facility_management_message": "Handling all sized facility",
  "security": "Security",
  "security_message": "We support companies to hire",
  "mep": "MEP (Mechanical, Electrical & Plumbing)",
  "mep_message": "From managerial levels to an ground staffs",
  "latest_blog": "Latest Blog",
  "latest_blog_message_1": "Discover expert insights and valuable tips on cybersecurity,",
  "latest_blog_message_2": "technology trends, and business strategies in our informative blog section",
  "securty": "Security",
  "securty_message": "BYOD Security Policy Best Practices: Safeguarding Employee Device",
  "management": "Management",
  "management_message": "The EU Directive for Gender Pay Gap Transparency: What Your Business Must Know",
  "design": "Global Mobility",
  "desing_message": "Posted Workers Directive: A1 Requirements Employers Need to Know",
  "user_indication_title": "We Would Love To Hear From You",
  "user_indication_title_message": "Please share your details and one of our recruitment specialists will contact you shortly",
  "ready_to_do_this": "READY TO DO THIS",
  "lets_get_to_work": "Let's get to work",
  "submit": "Submit",
  "contact_us": "CONTACT US",
  "find_jobs": "Find Jobs",
  "Job_abu_dhabi": "Jobs Abu Dhabi",
  "Job_dubai": "Jobs in Dubai",
  "Job_algeria": "Jobs in Algeria",
  "Job_behrain": "Jobs in Behrain",
  "Job_egypt": "Jobs in Egypt",
  "Job_india": "Jobs in India",
  "Job_iraq": "Jobs in Iraq",
  "Job_jordan": "Jobs in Jordan",
  "Job_kuwait": "Jobs in Kuwait",
  "Job_lebanon": "Jobs in Lebanon",
  "Job_libya": "Jobs in Libya",
  "Job_morocco": "Jobs in Morocco",
  "copyright": "Copyright © 2023-24 AlCaenat. All Rights Reserved",
  "contact_num": "Contact With Phone Number",
  "email_add":"Email Address",
  "location": "Location",
  "formcont1": "Contact Us",
  "formdesc": "Looking for your dream job? Fill out the form below with your details, and our expert team will assist you in finding the perfect job opportunity tailored to your skills and aspirations",
  "hr_services_0":"Our Hr Services",
  "hr_services_1" : "Welcome to our overseas recruitment website! We are thrilled to have you here. At our HR services, we strive to connect talented individuals with exciting job opportunities abroad. Whether you are a job seeker looking for a new adventure or an employer seeking skilled professionals, we are here to assist you every step of the way.",
  "hr_services_2" : "With our extensive network and expertise in international recruitment, we have successfully placed candidates in various industries across the globe. Our team of dedicated HR professionals understands the unique challenges and opportunities that come with working in a foreign country. We take pride in providing personalized services that cater to the specific needs of both job seekers and employers.  For job seekers, we offer a wide range of resources to help you find the perfect job overseas. Our team will work closely with you to understand your skills, aspirations, and preferences. We will then match you with suitable job opportunities in countries that align with your goals.",
  "hr_services_3" : "For job seekers, we offer a wide range of resources to help you find the perfect job overseas. Our team will work closely with you to understand your skills, aspirations, and preferences. We will then match you with suitable job opportunities in countries that align with your goals. From resume writing and interview preparation to visa assistance and relocation support, we are committed to making your transition as smooth as possible.",
  "hr_services_4" : "Employers, on the other hand, can rely on our expertise to find the right talent for their organizations. We understand that hiring internationally can be a complex process, which is why we handle everything from sourcing candidates to conducting interviews and managing the paperwork. Our goal is to connect you with highly qualified professionals who can contribute to the growth and success of your business.",
  "hr_services_5" : "What sets us apart is our commitment to building long-term relationships with our clients. We believe in going beyond just filling job vacancies – we strive to create partnerships that last. Our team takes the time to understand your unique requirements and company culture, ensuring that we find candidates who not only have the necessary skills but also fit seamlessly into your organization.",
  "hr_services_6" : "So, whether you are looking to explore new career opportunities overseas or seeking talented professionals to join your team, we invite you to partner with us. Together, we can make your international recruitment journey a rewarding and successful one. Contact us today to learn more about our HR services and how we can assist you in achieving your goals.",
  "hr_consulting_0" : "Our HR Consulting",
  "hr_consulting_1" : "Welcome to our HR consulting services website! We are delighted to have you here. At our firm, we specialize in providing comprehensive and tailored HR solutions to businesses of all sizes and industries. Whether you are a startup, a small business, or a multinational corporation, we are here to support you in all your HR needs.",
  "hr_consulting_2" : "Our team of experienced HR consultants understands the challenges that businesses face in managing their human resources effectively. We offer a wide range of services designed to help you optimize your HR processes, enhance employee engagement, and drive organizational success.",
  "hr_consulting_3" : "One of our key areas of expertise is HR strategy and planning. We work closely with our clients to develop HR strategies that align with their overall business objectives. By understanding your unique needs and goals, we can help you create a roadmap for attracting, developing, and retaining top talent. Our consultants will guide you in designing effective performance management systems, implementing employee development programs, and establishing compensation and benefits structures that are competitive in the market.",
  "hr_consulting_4" : "Another crucial aspect of our HR consulting services is talent acquisition and management. We understand that finding the right people for your organization is crucial for its success.",
  "hr_consulting_5" : "Our team utilizes a combination of innovative sourcing strategies, rigorous screening processes, and behavioral assessments to identify candidates who not only possess the necessary skills but also fit well with your company culture. We can also assist you in building a strong employer brand and developing effective onboarding programs to ensure a smooth transition for new hires.",
  "hr_consulting_6" : "In addition to talent acquisition, we also provide guidance on employee engagement and retention. We believe that engaged employees are the key to a thriving organization. Our consultants can help you design and implement employee engagement initiatives, conduct surveys to gather feedback, and develop strategies to enhance employee satisfaction and loyalty. We also offer training and development programs to empower your employees and foster a culture of continuous learning.",
  "hr_consulting_7" : "Lastly, we understand the importance of compliance and risk management in today's complex business environment. Our HR consultants stay up to date with the latest laws and regulations to ensure that your organization remains compliant. We can assist you in developing HR policies and procedures, conducting audits, and providing guidance on legal and ethical issues.",
  "hr_consulting_8" : "Partnering with us means gaining access to a team of dedicated HR professionals who are passionate about helping you achieve your business goals. We are committed to delivering exceptional service, customized solutions, and measurable results.",
  "hr_consulting_9" : "So, whether you need assistance with HR strategy, talent management, employee engagement, or compliance, we are here to support you every step of the way. Contact us today to learn more about our HR consulting services and how we can help your organization thrive.",
  "thirt_party_0" : "HR Third Party Payroll Services",
  "thirt_party_1" : "Welcome to our HR third-party payroll services! We are delighted to offer you a comprehensive and efficient solution to manage your payroll needs. As a trusted partner, we understand the importance of accurate and timely payroll processing, compliance with tax regulations, and maintaining confidentiality.",
  "thirt_party_2" : "Our payroll services are designed to simplify the payroll process for your organization, allowing you to focus on your core business activities. Whether you have a small team or a large workforce, we have the expertise and technology to handle your payroll requirements effectively.",
  "thirt_party_3" : "Here are some key features and benefits of our HR third-party payroll services:",
  "thirt_party_4" : "1. Payroll Processing: Our team of payroll experts will handle all aspects of payroll processing, including calculating wages, deductions, and taxes. We ensure that your employees are paid accurately and on time, eliminating the stress and hassle of managing payroll in-house.",
  "thirt_party_5" : "2. Tax Compliance: Staying compliant with tax regulations can be complex and time-consuming. Our payroll services include tax calculations, deductions, and reporting to ensure that your organization remains compliant with local, state, and federal tax laws.",
  "thirt_party_6" : "3. Direct Deposit and Payroll Distribution: We offer convenient and secure direct deposit options, allowing your employees to receive their pay electronically. We also provide payroll distribution services, including printing and delivering physical paychecks, if needed.",
  "thirt_party_7" : "4. Employee Self-Service Portal: Our user-friendly online portal enables your employees to access their pay stubs, tax forms, and other payroll-related information anytime, anywhere. This self-service feature empowers your employees and reduces administrative tasks for your HR team.",
  "hr_busi_0":"HR Business Consulting",
  "hr_busi_1":"Welcome to our HR Business Consulting services, where expertise meets innovation! At our firm, we understand the dynamic challenges businesses face in today's competitive landscape. With a team of seasoned consultants, we offer strategic guidance tailored to your specific needs. Whether you're a startup looking to establish your market presence or an established corporation aiming for operational excellence, our comprehensive solutions empower you to achieve your goals.",
  "hr_busi_2":"In the realm of HR Business Consulting, we redefine possibilities. Our dedicated team of professionals combines industry insights with creativity, delivering innovative solutions that drive business growth. We believe in not just meeting but exceeding client expectations. By leveraging our expertise in areas such as market research, strategic planning, and organizational development, we assist businesses in making informed decisions and staying ahead of the competition. Let us be your strategic partners, guiding you toward a future of unparalleled success and growth.",
  "emp_tr_0": "Employee Training and Development",
  "emp_tr_1": "We offer a diverse range of training modules tailored to address specific industry challenges and individual skill gaps. From technical proficiency to soft skills, our experienced trainers provide hands-on, interactive sessions that foster continuous learning. Our goal is to not only bridge the existing skill gaps within your organization but also to cultivate a culture of innovation and adaptability.",
  "emp_tr_2": "By investing in our employee training and development programs, you are not just enhancing the capabilities of your team; you are fostering a workforce that is agile, motivated, and ready to tackle any challenge. Partner with us to unlock the full potential of your employees, driving your business towards sustainable growth and success..",
  "hr_comp_0": "HR Compliance and Legal Support",
  "hr_comp_1": "Navigating the complex landscape of HR compliance and legal regulations is crucial for any business. Our HR Compliance and Legal Support services are designed to provide you with expert guidance and peace of mind. We stay up-to-date with the latest employment laws and regulations, ensuring that your company policies and practices align seamlessly with legal requirements.",
  "hr_comp_2": "Our dedicated team of professionals offers comprehensive support in drafting, reviewing, and updating HR policies and procedures. We conduct thorough audits to identify potential areas of risk and guide you on best practices to mitigate legal challenges. Whether it's employment contracts, anti-discrimination policies, or workplace safety guidelines, we tailor our services to your specific industry needs, ensuring compliance with local, state, and federal laws.",
  "hr_comp_3": "By partnering with us for HR Compliance and Legal Support, you can focus on your core business activities, confident that your HR practices are in line with the law. Stay ahead of regulatory changes, minimize legal risks, and foster a work environment that promotes both legal compliance and ethical integrity. Let us be your trusted partners in ensuring a secure and compliant workplace for your employees."

  



}