{
  "home": "Home",
  "about": "About",
  "services": "Service",
  "blog": "Blog",
  "contact": "Contact",
  "for_job_seekers": "FOR JOB SEEKERS",
  "for_client": "FOR CLIENT",
  "about_us": "About Us",
  "about_desc_1": "PCOX Internet Pvt. Ltd. เป็นบริษัทโซลูชันไอทีที่มีพลวัตและสร้างสรรค์ซึ่งมุ่งมั่นที่จะช่วยให้ธุรกิจต่างๆ เดินหน้าและเติบโตในภูมิทัศน์ดิจิทัล ก่อตั้งขึ้นด้วยวิสัยทัศน์ที่จะส่งเสริมองค์กรต่างๆ ด้วยเทคโนโลยี เราเชี่ยวชาญในการให้บริการที่ครอบคลุมในด้านการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล และแพลตฟอร์มการค้าและโลจิสติกส์ดิจิทัล เป้าหมายของเราเรียบง่าย: เพื่อส่งมอบโซลูชันดิจิทัลที่สร้างสรรค์ ปรับขนาดได้ และปรับแต่งได้ ซึ่งช่วยขับเคลื่อนการเติบโตและประสิทธิภาพ",
  "about_desc_2": "ทีมงานของเรามีผู้เชี่ยวชาญที่มีประสบการณ์ซึ่งเป็นผู้เชี่ยวชาญในสาขาที่เกี่ยวข้อง ตั้งแต่ผู้ออกแบบและนักพัฒนาที่มีความคิดสร้างสรรค์ไปจนถึงนักการตลาดดิจิทัลเชิงกลยุทธ์และผู้เชี่ยวชาญด้านโลจิสติกส์ เรารวบรวม ทักษะและความเชี่ยวชาญที่หลากหลายเพื่อนำเสนอโซลูชันที่ครอบคลุม ที่ PCOX Internet Pvt. Ltd. เราเชื่อว่าพนักงานของเราเป็นทรัพย์สินที่มีค่าที่สุดของเรา และเราลงทุนเพื่อการเติบโตและการพัฒนาของพวกเขาเพื่อให้ก้าวล้ำหน้าผู้อื่น",
  "about_desc_3": "ที่ PCOX Internet Pvt. Ltd. เราเชื่อในการสร้างความร่วมมือระยะยาวกับลูกค้าของเราโดยการทำความเข้าใจความต้องการเฉพาะตัวของพวกเขาและนำเสนอโซลูชันที่เกินความคาดหมาย นี่คือสิ่งที่ทำให้เราแตกต่าง",
  "about_desc_4": "เราภูมิใจในความเป็นมืออาชีพ ความซื่อสัตย์สุจริต และการดำเนินการตามจริยธรรมของเรา เราปฏิบัติตามมาตรฐานสูงสุดของแนวทางปฏิบัติทางธุรกิจ รับรองความโปร่งใส ความลับ และความยุติธรรมตลอดกระบวนการสรรหาบุคลากร เป้าหมายของเราคือการสร้างความสัมพันธ์ระยะยาวกับลูกค้าและผู้สมัครของเราโดยยึดหลักความไว้วางใจ ความเคารพซึ่งกันและกัน และความสำเร็จร่วมกัน",
  "our_achiev": "ความสำเร็จของเรา",
  "teams": "ทีม",
  "country": "ประเทศที่ให้บริการ",
  "promise": "ส่งมอบคำมั่นสัญญา",
  "mission": "Mission",

  "testimonials_head": "คำรับรอง",

  "testimonials_desc1": "PCOX Internet Pvt. Ltd. เปลี่ยนแปลงการปรากฏตัวทางดิจิทัลของเราด้วยโซลูชันที่สร้างสรรค์ แพลตฟอร์มการค้าและโลจิสติกส์ดิจิทัลของพวกเขาได้ปรับปรุงการดำเนินการนำเข้า-ส่งออกของเรา ช่วยให้เราประหยัดเวลาและเงิน!",
  "testimonials_client1": "Edawrd Blinkin",

  "testimonials_desc2": "การทำงานร่วมกับ PCOX Internet Pvt. Ltd. ถือเป็นการเปลี่ยนแปลงครั้งสำคัญสำหรับธุรกิจของเรา ความเชี่ยวชาญด้านการพัฒนาเว็บและการตลาดดิจิทัลของพวกเขาช่วยให้เราเข้าถึงตลาดใหม่ๆ และเพิ่มฐานลูกค้าได้อย่างมาก",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "เราประสบปัญหาในการมองเห็นห่วงโซ่อุปทานจนกระทั่งเราได้ร่วมมือกับ PCOX Internet Pvt. Ltd. แพลตฟอร์มของพวกเขามอบประสิทธิภาพที่ไม่มีใครเทียบได้และข้อมูลแบบเรียลไทม์ ซึ่งปฏิวัติการจัดการโลจิสติกส์ของเรา",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. Ltd. ให้บริการพัฒนาซอฟต์แวร์ที่ยอดเยี่ยมซึ่งเหมาะกับความต้องการทางธุรกิจของเราอย่างสมบูรณ์แบบ ทีมงานของพวกเขาเป็นมืออาชีพ ตอบสนองความต้องการ และทุ่มเทเพื่อความสำเร็จของเราตั้งแต่วันแรก..",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "กลยุทธ์การตลาดดิจิทัลที่พัฒนาโดย PCOX Internet Pvt. Ltd. มีประสิทธิภาพอย่างเหลือเชื่อ การมีส่วนร่วมออนไลน์ของเราพุ่งสูงขึ้น และเราพบว่ามีลูกค้าเป้าหมายและการแปลงเพิ่มขึ้นอย่างน่าทึ่ง!",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "ที่ PCOX Internet Pvt. Ltd. ภารกิจของเราคือการส่งเสริมธุรกิจด้วยโซลูชันดิจิทัลที่สร้างสรรค์ซึ่งช่วยส่งเสริมการเติบโต ประสิทธิภาพ และการมีส่วนร่วมของลูกค้า เราพยายามจะเป็นพันธมิตรที่เชื่อถือได้โดยมอบบริการคุณภาพสูงที่ปรับแต่งได้สำหรับการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล การค้าและโลจิสติกส์ดิจิทัล เพื่อให้แน่ใจว่าลูกค้าของเราจะประสบความสำเร็จในภูมิทัศน์ดิจิทัลที่เปลี่ยนแปลงตลอดเวลา",
  "vision": "Vision",
  "vision_desc_1": "วิสัยทัศน์ของเราคือการเป็นผู้นำระดับโลกด้านการเปลี่ยนแปลงทางดิจิทัล ซึ่งเป็นที่รู้จักจากความมุ่งมั่นของเราในการสร้างนวัตกรรม ความเป็นเลิศ และความสำเร็จของลูกค้า เรามุ่งมั่นที่จะกำหนดประสบการณ์ดิจิทัลใหม่สำหรับธุรกิจทั่วโลก ช่วยให้ธุรกิจต่างๆ ทั่วโลกสามารถบรรลุศักยภาพสูงสุดได้ด้วยเทคโนโลยีล้ำสมัยและโซลูชันดิจิทัลเชิงกลยุทธ์",
  "value": "Value",
  "value_desc_1": "การมุ่งเน้นที่ลูกค้า: เราให้ลูกค้าเป็นศูนย์กลางของทุกสิ่งที่เราทำ โดยทำงานอย่างใกล้ชิดกับพวกเขาเพื่อทำความเข้าใจความต้องการเฉพาะของพวกเขาและมอบโซลูชันที่ปรับแต่งได้ซึ่งขับเคลื่อนความสำเร็จ",
  "value_desc_2": "นวัตกรรม: เราดำเนินการอย่างต่อเนื่อง แสวงหาวิธีการใหม่และสร้างสรรค์ในการแก้ปัญหา ยอมรับการเปลี่ยนแปลง และนำเทคโนโลยีล่าสุดมาใช้เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด",
  "value_desc_3": "ความซื่อสัตย์: เรายึดมั่นในมาตรฐานสูงสุดของความซื่อสัตย์ ความโปร่งใส และพฤติกรรมที่มีจริยธรรมในทุกการโต้ตอบและแนวทางปฏิบัติทางธุรกิจของเรา",
  "our_services": "บริการของเรา",
  "our_services_message": "โซลูชันที่ครอบคลุมในการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล การนำเข้า-ส่งออก และโลจิสติกส์ เพื่อขับเคลื่อนความสำเร็จทางธุรกิจของคุณ",
  "hr_services": "บริการนำเข้า-ส่งออกและโซลูชันโลจิสติกส์",
  "hr_services_message": "ปรับปรุงการค้าโลกด้วยการจัดหาจากผู้เชี่ยวชาญ การปฏิบัติตามข้อกำหนด และโลจิสติกส์ที่มีประสิทธิภาพ รับรองการจัดส่งที่ตรงเวลาและปลอดภัยในตลาดต่างประเทศ",
  "hr_consulting": "การพัฒนาซอฟต์แวร์",
  "hr_consulting_message": "นำเสนอโซลูชันซอฟต์แวร์ที่ปรับแต่งตามความต้องการทางธุรกิจของคุณ เพิ่มผลผลิต ความสามารถในการปรับขนาด และการเติบโตผ่านเทคโนโลยีที่เป็นนวัตกรรม ปลอดภัย และมีประสิทธิภาพ",
  "hr_third_party_payroll_services": "การตลาดดิจิทัล",
  "hr_third_party_payroll_services_message": "ยกระดับแบรนด์ของคุณด้วย SEO เชิงกลยุทธ์ โซเชียลมีเดีย การตลาดเนื้อหา และแคมเปญ PPC ที่ออกแบบมาเพื่อเพิ่มการมีส่วนร่วม การเข้าชม และการแปลง",
  "business_consulting": "ที่ปรึกษาธุรกิจด้านทรัพยากรบุคคล",
  "business_consulting_message": "ยินดีต้อนรับสู่บริการที่ปรึกษาธุรกิจด้านทรัพยากรบุคคลของเรา! เราเชี่ยวชาญในการให้คำแนะนำจากผู้เชี่ยวชาญแก่ธุรกิจ ช่วยให้ธุรกิจสามารถนำทาง...",
  "employment_training_and_development": "การฝึกอบรมและการพัฒนาพนักงาน",
  "employment_training_and_development_message": "ลงทุนในกำลังคนของคุณด้วยโปรแกรมการฝึกอบรมที่ปรับแต่งได้ของเรา ตั้งแต่เวิร์กช็อปพัฒนาทักษะไปจนถึงความเป็นผู้นำ การฝึกอบรม...",
  "hr_compilance_and_legal_support": "การปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคล",
  "hr_compilance_and_legal_support_message": "ปฏิบัติตามกฎหมายและข้อบังคับด้านการจ้างงานที่เปลี่ยนแปลงอยู่ตลอดเวลา ผู้เชี่ยวชาญด้านทรัพยากรบุคคลของเราให้คำแนะนำเกี่ยวกับประเด็นทางกฎหมาย...",
  "industries_we_serve": "อุตสาหกรรมที่เราให้บริการ",
  "industries_we_serve_message": "เราภูมิใจที่ได้นำเสนอโซลูชันและบริการที่สร้างสรรค์ให้กับอุตสาหกรรมที่หลากหลาย",
  "building_construction": "E-commerce",
  "building_construction_message": "เพิ่มประสบการณ์การช้อปปิ้งออนไลน์ด้วยการพัฒนาเว็บ การตลาดดิจิทัล และการขนส่งที่มีประสิทธิภาพ",
  "road_construction": "การดูแลสุขภาพ",
  "road_construction_message": "การพัฒนาซอฟต์แวร์เฉพาะสำหรับการจัดการผู้ป่วย การตลาดบริการด้านการดูแลสุขภาพ และการรับประกันการขนส่งที่ราบรื่นสำหรับอุปกรณ์ทางการแพทย์",
  "oil_and_gas": "การผลิต",
  "oil_and_gas_message": "การปรับกระบวนการห่วงโซ่อุปทานให้มีประสิทธิภาพ การปรับปรุงระบบโลจิสติกส์ และการนำโซลูชันซอฟต์แวร์ที่ปรับแต่งได้ไปใช้งานเพื่อประสิทธิภาพการผลิต",
  "facility_management": "บริการทางการเงิน",
  "facility_management_message": "การนำเสนอการพัฒนาซอฟต์แวร์ที่ปลอดภัยสำหรับธุรกรรมทางการเงิน การตลาดดิจิทัลสำหรับการมีส่วนร่วมของลูกค้า และโซลูชันด้านโลจิสติกส์สำหรับการจัดการเอกสารที่ปลอดภัย",
  "security": "การขายปลีก",
  "security_message": "การเพิ่มประสิทธิภาพการปรากฏตัวทางออนไลน์ด้วยกลยุทธ์ทางเว็บและการตลาดดิจิทัล และการจัดการด้านโลจิสติกส์การนำเข้า-ส่งออกสำหรับสินค้าคงคลังและอุปกรณ์",
  "mep": "การศึกษา",
  "mep_message": "การพัฒนาซอฟต์แวร์เพื่อการศึกษาที่ปรับแต่งได้ การนำกลยุทธ์การตลาดดิจิทัลไปใช้งานสำหรับสถาบัน และการจัดการด้านโลจิสติกส์สำหรับทรัพยากรและวัสดุทางการศึกษา",
  "latest_blog": "บล็อกล่าสุด",
  "latest_blog_message_1": "ค้นพบข้อมูลเชิงลึกจากผู้เชี่ยวชาญและเคล็ดลับอันมีค่าเกี่ยวกับการดำเนินการนำเข้า-ส่งออก",
  "latest_blog_message_2": "แนวโน้มเทคโนโลยีและกลยุทธ์ทางธุรกิจในส่วนบล็อกข้อมูลของเรา",
  "securty": "การนำทางการค้าโลก: กลยุทธ์การนำเข้า-ส่งออกสำหรับปี 2024",
  "securty_message": "สำรวจกลยุทธ์ล่าสุดและแนวทางปฏิบัติที่ดีที่สุดเพื่อเพิ่มประสิทธิภาพการดำเนินการนำเข้า-ส่งออกของคุณ ลดความเสี่ยง และใช้ประโยชน์จากตลาดโลกที่กำลังเกิดขึ้น",
  "management": "เหตุใดธุรกิจของคุณจึงต้องการซอฟต์แวร์ที่กำหนดเอง",
  "management_message": "เรียนรู้ว่าโซลูชันซอฟต์แวร์ที่กำหนดเองสามารถปรับปรุงการดำเนินการ ลดต้นทุน และเสนอคุณสมบัติที่ปรับแต่งได้เพื่อตอบสนองความต้องการทางธุรกิจเฉพาะของคุณได้อย่างไร",
  "design": "ส่งเสริมแบรนด์ของคุณ",
  "desing_message": "ค้นพบกลยุทธ์การตลาดดิจิทัลที่มีประสิทธิภาพ ตั้งแต่ SEO ไปจนถึงกลยุทธ์โซเชียลมีเดีย ที่สามารถยกระดับแบรนด์ของคุณและเพิ่มผลตอบแทนจากการลงทุน ตลาดที่มีการแข่งขันสูง",
  "user_indication_title": "ให้เราเข้าใจความต้องการของคุณ",
  "user_indication_title_message": "โปรดแบ่งปันรายละเอียดของคุณ และผู้เชี่ยวชาญของเราจะติดต่อคุณในไม่ช้า",
  "ready_to_do_this": "พร้อมที่จะทำสิ่งนี้",
  "lets_get_to_work": "มาเริ่มงานกันเถอะ",
  "submit": "ส่ง",
  "contact_us": "ติดต่อเรา",
  "find_jobs": "ค้นหางาน",
  "Job_abu_dhabi": "งานอาบูดาบี",
  "Job_dubai": "งานในดูไบ",
  "Job_algeria": "งานในแอลจีเรีย",
  "Job_behrain": "งานในเบห์เรน",
  "Job_egypt": "งานในอียิปต์",
  "Job_india": "งานในอินเดีย",
  "Job_iraq": "งานในอิรัก",
  "Job_jordan": "งานในจอร์แดน",
  "Job_kuwait": "งานในคูเวต",
  "Job_lebanon": "งานในเลบานอน",
  "Job_libya": "งานในลิเบีย",
  "Job_morocco": "งานในโมร็อกโก",
  "ลิขสิทธิ์": "ลิขสิทธิ์ © 2023-24 PCOX Internet Pvt. Ltd. สงวนลิขสิทธิ์",
  "contact_num": "ติดต่อด้วยหมายเลขโทรศัพท์",
  "email_add": "ที่อยู่อีเมล",
  "location": "ที่ตั้ง",
  "formcont1": "ติดต่อเรา",
  "formdesc": "เพื่อช่วยเราจัดหาโซลูชันที่ดีที่สุดที่เหมาะกับธุรกิจของคุณ โปรดกรอกแบบฟอร์มด้านล่างพร้อมข้อกำหนดเฉพาะของคุณ",

  "hr_services_0": "บริการนำเข้า-ส่งออกและโซลูชันด้านโลจิสติกส์ของเรา",

  "hr_services_1_head": "บริการขนส่งทางบก",
  "hr_services_1_desc": "ที่ PCOX Internet Pvt Limited บริการขนส่งทางบกของเราได้รับการออกแบบมาเพื่อให้มีประสิทธิภาพ เชื่อถือได้ และรวดเร็วในการเคลื่อนย้ายสินค้าข้ามพรมแดนในประเทศและต่างประเทศ เราเสนอโซลูชันที่ครอบคลุมเพื่อให้แน่ใจว่าสินค้าของคุณจะถูกขนส่งอย่างปลอดภัย ตรงเวลา และโปร่งใสอย่างเต็มที่",
  "hr_services_1_li1": "1. การเพิ่มประสิทธิภาพการขนส่งทางบก: ผู้เชี่ยวชาญของเราออกแบบเส้นทางการขนส่งทางบกที่เพิ่มประสิทธิภาพซึ่งช่วยลดเวลาการส่งมอบ ลดการใช้เชื้อเพลิง และลดต้นทุนโดยรวม ด้วยการใช้ประโยชน์จากเครื่องมือวางแผนโลจิสติกส์ขั้นสูง การติดตามยานพาหนะแบบเรียลไทม์ และการจัดการเส้นทางที่มีประสิทธิภาพ เราจึงมั่นใจได้ว่าสินค้าของคุณจะถูกส่งมอบด้วยความแม่นยำและรวดเร็ว",
  "hr_services_1_li2": "2. โซลูชันข้ามพรมแดน: เราทำให้การขนส่งข้ามพรมแดนง่ายขึ้นโดยจัดการพิธีการศุลกากร การปฏิบัติตามข้อบังคับ และเอกสารที่จำเป็นทั้งหมด โซลูชันแบบครบวงจรของเราช่วยรับประกันการเปลี่ยนแปลงที่ราบรื่นที่ชายแดนระหว่างประเทศ ช่วยให้คุณหลีกเลี่ยงความล่าช้าที่มีค่าใช้จ่ายสูง และรับรองการจัดส่งสินค้าของคุณได้อย่างราบรื่น",
  "hr_services_1_li3": "3. การจัดการกองเรือเฉพาะ: สำหรับธุรกิจที่มีความต้องการด้านการขนส่งที่เกิดขึ้นซ้ำๆ เรามีบริการการจัดการกองเรือเฉพาะเพื่อให้แน่ใจว่ากำหนดการจัดส่งจะสม่ำเสมอและเชื่อถือได้",
  "hr_services_1_li4": "4. การจัดการสินค้าเฉพาะ: เรายังเสนอโซลูชันการขนส่งเฉพาะสำหรับสินค้าขนาดใหญ่ อันตราย หรือบอบบาง ด้วยการจัดการอย่างเชี่ยวชาญ อุปกรณ์ที่เหมาะสม และเน้นที่ความปลอดภัย เราจึงมั่นใจได้ว่าแม้แต่การขนส่งที่ซับซ้อนที่สุดก็จะถึงปลายทางอย่างปลอดภัย",

  "hr_services_2_head": "บริการขนส่งทางทะเล",
  "hr_services_2_desc": "ที่ PCOX Internet Pvt Limited บริการขนส่งทางทะเลของเราได้รับการออกแบบมาเพื่อให้แน่ใจว่าการขนส่งข้ามน่านน้ำทั่วโลกมีประสิทธิภาพและเชื่อถือได้ เราให้บริการโซลูชันที่ครอบคลุมเพื่อขนส่งสินค้าของคุณอย่างปลอดภัยและตรงตามกำหนดเวลา โดยใช้ประโยชน์จากความร่วมมือเชิงกลยุทธ์กับผู้ขนส่งรายใหญ่และท่าเรือทั่วโลก",
  "hr_services_2_li1": "1. การเพิ่มประสิทธิภาพการขนส่งทางทะเล: ทีมงานของเรามีความเชี่ยวชาญในการเพิ่มประสิทธิภาพเส้นทางการขนส่งทางทะเลเพื่อลดเวลาและต้นทุนการขนส่ง เราทำงานอย่างใกล้ชิดกับบริษัทขนส่งเพื่อให้มีราคาที่แข่งขันได้และตารางการขนส่งที่ยืดหยุ่นซึ่งเหมาะกับความต้องการทางธุรกิจของคุณ",
  "hr_services_2_li2": "2. การบรรจุตู้คอนเทนเนอร์แบบเต็ม (FCL) และการบรรจุตู้คอนเทนเนอร์แบบไม่เต็ม (LCL): เรามอบตัวเลือกทั้ง FCL และ LCL ขึ้นอยู่กับขนาดสินค้าของคุณ ไม่ว่าคุณจะมีสินค้าเต็มหรือสินค้าขนาดเล็ก เราก็รับประกันว่าสินค้าของคุณจะได้รับการบรรจุอย่างปลอดภัยและขนส่งอย่างมีประสิทธิภาพ",
  "hr_services_2_li3": "3. ศุลกากรและเอกสาร: บริการขนส่งทางทะเลของเราครอบคลุมพิธีการศุลกากรและการจัดการเอกสารทั้งหมด รวมถึงใบตราส่งสินค้า ใบแจ้งการส่งออก และใบรับรองแหล่งกำเนิดสินค้า เพื่อให้มั่นใจว่าเป็นไปตามระเบียบข้อบังคับการค้าระหว่างประเทศ",
  "hr_services_2_li4": "4. การขนส่งแบบควบคุมอุณหภูมิ: เรามีบริการตู้คอนเทนเนอร์แช่เย็นสำหรับสินค้าที่ไวต่ออุณหภูมิ เพื่อให้มั่นใจว่าสินค้าที่เน่าเสียง่าย เช่น อาหารและยา จะได้รับการดูแลภายใต้เงื่อนไขที่กำหนดตลอดการเดินทาง",
  "hr_services_2_li5": "5. การจัดการสินค้าเฉพาะทาง: สำหรับสินค้าขนาดใหญ่หรือสินค้าเฉพาะทาง เรามีโซลูชันการขนส่งทางทะเลที่ปรับแต่งได้ รวมถึงสินค้าโครงการและบริการยกของหนัก ทีมงานของเรารับประกันการโหลด การยึด และการขนถ่ายสินค้าที่เหมาะสมเพื่อรับประกันการจัดส่งที่ปลอดภัย",

  "hr_services_3_head": "บริการขนส่งทางอากาศ",
  "hr_services_3_desc": "ที่ PCOX Internet Pvt Limited บริการขนส่งทางอากาศของเราได้รับการออกแบบมาเพื่อให้การขนส่งสินค้าของคุณที่มีความสำคัญต่อเวลารวดเร็ว เชื่อถือได้ และปลอดภัย เราใช้เครือข่ายสายการบินและผู้ให้บริการขนส่งสินค้าทั่วโลกเพื่อให้แน่ใจว่าสินค้าของคุณถึงปลายทางอย่างรวดเร็วและปลอดภัย",
  "hr_services_3_li1": "1. การเพิ่มประสิทธิภาพการขนส่งทางอากาศ: เราเชี่ยวชาญในการเพิ่มประสิทธิภาพเส้นทางการขนส่งทางอากาศเพื่อให้มีเวลาขนส่งที่เร็วที่สุดและโซลูชันที่คุ้มต้นทุน ความร่วมมือของเรากับสายการบินหลักทำให้เราสามารถกำหนดตารางเวลาที่ยืดหยุ่นและอัตราการแข่งขันสำหรับความต้องการการขนส่งทางอากาศทั้งหมดของคุณได้",
  "hr_services_3_li2": "2. การขนส่งทางอากาศแบบด่วนและแบบมาตรฐาน: ไม่ว่าคุณจะต้องการบริการจัดส่งด่วนหรือบริการขนส่งทางอากาศแบบมาตรฐาน เรามีตัวเลือกที่ตอบสนองความเร่งด่วนและงบประมาณของคุณ โซลูชันของเรารับประกันว่าสินค้าของคุณจะได้รับการจัดการอย่างระมัดระวังและมาถึงตรงเวลา",
  "hr_services_3_li3": "3. พิธีการศุลกากรและเอกสาร: บริการขนส่งทางอากาศของเราครอบคลุมพิธีการศุลกากรและการจัดการเอกสาร เราจัดการเอกสารที่จำเป็นทั้งหมด รวมถึงใบตราส่งสินค้าทางอากาศและใบแจ้งรายการนำเข้า/ส่งออก เพื่อให้แน่ใจว่าการจัดส่งจะราบรื่นและเป็นไปตามข้อกำหนด",
  "hr_services_3_li4": "4. สินค้าทางอากาศควบคุมอุณหภูมิ: สำหรับสินค้าที่ไวต่ออุณหภูมิ เช่น ยาหรือสินค้าเน่าเสียง่าย เราเสนอโซลูชันสินค้าทางอากาศควบคุมอุณหภูมิ ตู้คอนเทนเนอร์เฉพาะทางของเราจะรักษาสภาพที่จำเป็นตลอดเที่ยวบิน เพื่อปกป้องสินค้าอันมีค่าของคุณ",
  "hr_services_3_li5": "5. บริการแบบเร่งด่วนและเช่าเหมาลำ: เราให้บริการขนส่งทางอากาศแบบเร่งด่วนและเช่าเหมาลำสำหรับสินค้าที่มีมูลค่าสูง บริการที่ปรับแต่งตามความต้องการของเราช่วยให้มั่นใจได้ว่าการจัดส่งจะตรงเวลาและปลอดภัย พร้อมการสนับสนุนเฉพาะด้านเพื่อจัดการทุกด้านของความต้องการด้านการขนส่งทางอากาศของคุณ",

  "hr_consulting_0": "บริการพัฒนาซอฟต์แวร์ของเรา",
  "hr_consulting_1_head": "การพัฒนาซอฟต์แวร์แบบกำหนดเอง",
  "hr_consulting_1_desc": "ที่ PCOX Internet Pvt Limited บริการพัฒนาซอฟต์แวร์แบบกำหนดเองของเราได้รับการปรับแต่งให้ตรงตามความต้องการเฉพาะของธุรกิจของคุณ เรามอบโซลูชันแบบครบวงจร ตั้งแต่แนวคิดและการออกแบบเบื้องต้นไปจนถึงการพัฒนาและการปรับใช้ เพื่อให้แน่ใจว่าผลิตภัณฑ์จะช่วยเพิ่มประสิทธิภาพการดำเนินงานของคุณและสอดคล้องกับเป้าหมายเชิงกลยุทธ์ของคุณ",
  "hr_consulting_1_li1": "1. การวิเคราะห์ความต้องการ: เราเริ่มต้นด้วยการวิเคราะห์ความต้องการทางธุรกิจของคุณโดยละเอียดเพื่อให้แน่ใจว่าโซลูชันซอฟต์แวร์ที่เราพัฒนานั้นตอบสนองความต้องการและวัตถุประสงค์เฉพาะของคุณ",
  "hr_consulting_1_li2": "2. การออกแบบและการสร้างต้นแบบ: ทีมงานของเราสร้างเอกสารการออกแบบและต้นแบบโดยละเอียดเพื่อแสดงภาพฟังก์ชันการทำงานของซอฟต์แวร์และอินเทอร์เฟซผู้ใช้ เพื่อให้แน่ใจว่าสอดคล้องกับความคาดหวังของคุณ",
  "hr_consulting_1_li3": "3. การพัฒนาและการทดสอบ: เราใช้แนวทางปฏิบัติที่ดีที่สุดในอุตสาหกรรมเพื่อสร้างซอฟต์แวร์ที่แข็งแกร่งและปรับขนาดได้ และดำเนินการทดสอบอย่างละเอียดเพื่อระบุและแก้ไขปัญหาต่างๆ เพื่อให้ได้ผลิตภัณฑ์ขั้นสุดท้ายที่มีคุณภาพสูง",
  "hr_consulting_1_li4": "4. การปรับใช้และการสนับสนุน: เมื่อการพัฒนาเสร็จสิ้นแล้ว เราจะจัดการการปรับใช้และให้การสนับสนุนและการบำรุงรักษาอย่างต่อเนื่องเพื่อให้แน่ใจว่าซอฟต์แวร์ของคุณยังคงทำงานได้อย่างเหมาะสมที่สุด",

  "hr_consulting_2_head": "การพัฒนาเว็บแอปพลิเคชัน",
  "hr_consulting_2_desc": "บริการพัฒนาเว็บแอปพลิเคชันของเราเน้นที่การสร้างเว็บแอปพลิเคชันที่น่าสนใจ ไดนามิก และตอบสนองความต้องการ ซึ่งขับเคลื่อนความสำเร็จทางธุรกิจ เราใช้เทคโนโลยีล่าสุดในการสร้างแอปพลิเคชันที่ใช้งานได้จริงและเป็นมิตรต่อผู้ใช้",
  "hr_consulting_2_li1": "1. การพัฒนาฟรอนต์เอนด์: เราออกแบบและพัฒนาอินเทอร์เฟซผู้ใช้ที่ใช้งานง่ายและตอบสนองความต้องการ เพื่อมอบประสบการณ์ผู้ใช้ที่ราบรื่นในทุกอุปกรณ์",
  "hr_consulting_2_li2": "2. การพัฒนาแบ็กเอนด์: ทีมงานของเราสร้างระบบฝั่งเซิร์ฟเวอร์ที่แข็งแกร่งซึ่งจัดการการประมวลผลและการรวมข้อมูลอย่างมีประสิทธิภาพ เพื่อให้แน่ใจว่าแอปพลิเคชันมีความน่าเชื่อถือและปรับขนาดได้",
  "hr_consulting_2_li3": "3. การออกแบบและการจัดการฐานข้อมูล: เราใช้ฐานข้อมูลที่ปลอดภัยและมีประสิทธิภาพเพื่อรองรับความต้องการจัดเก็บและดึงข้อมูลของเว็บแอปพลิเคชันของคุณ",
  "hr_consulting_2_li4": "4. การพัฒนา API: เราสร้างและรวม API เพื่อช่วยอำนวยความสะดวกในการสื่อสาร ระหว่างแอปพลิเคชันเว็บของคุณกับบริการอื่น ๆ เพื่อให้แน่ใจว่าการแลกเปลี่ยนข้อมูลจะราบรื่นและมีประสิทธิภาพ",

  "hr_consulting_3_head": "การพัฒนาแอปมือถือ",
  "hr_consulting_3_desc": "เราให้บริการพัฒนาแอปมือถือที่ครอบคลุมสำหรับแพลตฟอร์ม iOS และ Android โดยเน้นที่การส่งมอบแอปพลิเคชันประสิทธิภาพสูงที่ตอบสนองความต้องการทางธุรกิจของคุณและเพิ่มการมีส่วนร่วมของผู้ใช้",
  "hr_consulting_3_li1": "1. การพัฒนาแอปเนทีฟ: เราพัฒนาแอปเนทีฟที่ปรับแต่งให้เหมาะกับความต้องการเฉพาะของแพลตฟอร์ม iOS และ Android เพื่อให้มั่นใจถึงประสิทธิภาพและประสบการณ์ของผู้ใช้ที่เหมาะสมที่สุด",
  "hr_consulting_3_li2": "2. การพัฒนาแอปไฮบริด: โซลูชันแอปไฮบริดของเราผสานเทคโนโลยีเนทีฟและเว็บเข้าด้วยกันเพื่อให้เป็นตัวเลือกที่คุ้มต้นทุนพร้อมความเข้ากันได้กับแพลตฟอร์มที่หลากหลาย",
  "hr_consulting_3_li3": "3. การออกแบบ UI/UX: เราออกแบบอินเทอร์เฟซที่น่าสนใจและเป็นมิตรต่อผู้ใช้สำหรับแอปมือถือ โดยเน้นที่การใช้งานและความน่าดึงดูดทางสายตาเพื่อปรับปรุงความพึงพอใจของผู้ใช้",
  "hr_consulting_3_li4": "4. การทดสอบและเพิ่มประสิทธิภาพแอป: เราทำการทดสอบและเพิ่มประสิทธิภาพอย่างครอบคลุมเพื่อให้แน่ใจว่าแอปของคุณทำงานได้อย่างราบรื่นบนอุปกรณ์และระบบปฏิบัติการที่แตกต่างกัน",

  "hr_consulting_4_head": "การรวมซอฟต์แวร์",
  "hr_consulting_4_desc": "บริการการรวมซอฟต์แวร์ของเราช่วยให้คุณเชื่อมต่อระบบและแอปพลิเคชันต่างๆ เพื่อปรับปรุงการดำเนินงานของคุณ เราเน้นที่การสร้างโซลูชันที่เชื่อมโยงกันซึ่งช่วยปรับปรุงการไหลของข้อมูลและประสิทธิภาพการทำงาน",
  "hr_consulting_4_li1": "1. การวิเคราะห์ระบบ: เราวิเคราะห์ระบบที่มีอยู่ของคุณเพื่อระบุจุดและข้อกำหนดในการรวมเข้าด้วยกัน โดยออกแบบโซลูชันที่ตอบสนองความต้องการเฉพาะของคุณ",
  "hr_consulting_4_li2": "2. การพัฒนามิดเดิลแวร์: เราสร้างโซลูชันมิดเดิลแวร์ที่อำนวยความสะดวกในการสื่อสารระหว่างระบบที่แตกต่างกัน รับรองการแลกเปลี่ยนข้อมูลและการทำงานร่วมกันของระบบที่ราบรื่น",
  "hr_consulting_4_li3": "3. การโยกย้ายข้อมูล: เราจัดการการโยกย้ายข้อมูลของคุณระหว่างระบบ รับรองความถูกต้องและความสมบูรณ์พร้อมลดการหยุดชะงักของธุรกิจของคุณให้น้อยที่สุด",
  "hr_consulting_4_li4": "4. การทดสอบการรวมระบบ: เราดำเนินการทดสอบอย่างละเอียดถี่ถ้วนเพื่อให้แน่ใจว่าระบบที่รวมเข้าด้วยกันทำงานได้อย่างถูกต้องและ อย่างมีประสิทธิภาพ ตอบสนองมาตรฐานประสิทธิภาพและความน่าเชื่อถือของคุณ",

  "hr_consulting_5_head": "โซลูชันบนคลาวด์",
  "hr_consulting_5_desc": "เราเสนอโซลูชันซอฟต์แวร์บนคลาวด์ที่ให้ความยืดหยุ่น ความสามารถในการปรับขนาด และประสิทธิภาพด้านต้นทุน บริการของเราได้รับการออกแบบมาเพื่อเพิ่มประสิทธิภาพการดำเนินงานของคุณและรองรับการเติบโตทางธุรกิจของคุณผ่านเทคโนโลยีคลาวด์ที่เป็นนวัตกรรม",
  "hr_consulting_5_li1": "1. การพัฒนาแอปพลิเคชันบนคลาวด์: เราพัฒนาแอปพลิเคชันบนคลาวด์แบบกำหนดเองซึ่งใช้ประโยชน์จากโครงสร้างพื้นฐานบนคลาวด์สำหรับโซลูชันที่ปรับขนาดได้และประสิทธิภาพสูงที่เหมาะกับความต้องการทางธุรกิจของคุณ",
  "hr_consulting_5_li2": "2. การย้ายไปยังคลาวด์: บริการการย้ายไปยังคลาวด์ของเราอำนวยความสะดวกในการเปลี่ยนแอปพลิเคชันและข้อมูลของคุณไปยังคลาวด์ ช่วยให้กระบวนการราบรื่นและมีประสิทธิภาพโดยมีผลกระทบต่อการดำเนินงานของคุณน้อยที่สุด",
  "hr_consulting_5_li3": "3. การรวมระบบคลาวด์: เรารวมบริการคลาวด์เข้ากับระบบที่มีอยู่ของคุณเพื่อสร้างสภาพแวดล้อมไอทีที่สอดประสานกัน เพิ่มประสิทธิภาพการเชื่อมต่อและปรับปรุงการดำเนินการบนคลาวด์",
  "hr_consulting_5_li4": "4. ความปลอดภัยบนคลาวด์: เราใช้มาตรการรักษาความปลอดภัยที่แข็งแกร่งเพื่อปกป้องแอปพลิเคชันและข้อมูลบนคลาวด์ของคุณ รวมถึงการเข้ารหัส การควบคุมการเข้าถึง และการปฏิบัติตามมาตรฐานอุตสาหกรรม",

  "hr_consulting_6_head": "การบำรุงรักษาและสนับสนุนซอฟต์แวร์",
  "hr_consulting_6_desc": "บริการบำรุงรักษาและสนับสนุนซอฟต์แวร์ของเราช่วยให้มั่นใจได้ว่าซอฟต์แวร์ของคุณได้รับการอัปเดต ทำงานได้ และปลอดภัย เราให้การสนับสนุนและอัปเดตอย่างต่อเนื่องเพื่อให้ระบบของคุณทำงานได้อย่างราบรื่นและมีประสิทธิภาพ",
  "hr_consulting_6_li1": "1. การอัปเดตเป็นประจำ: เรามอบการอัปเดตซอฟต์แวร์ของคุณอย่างทันท่วงที รวมถึงฟีเจอร์ใหม่ แพตช์ความปลอดภัย และการปรับปรุงประสิทธิภาพเพื่อให้แน่ใจว่าซอฟต์แวร์เป็นปัจจุบันและมีประสิทธิภาพ",
  "hr_consulting_6_li2": "2. การแก้ไขข้อบกพร่อง: ทีมงานของเราจะแก้ไขปัญหาหรือข้อบกพร่องใดๆ ที่เกิดขึ้น โดยดำเนินการแก้ไขและปรับปรุงที่จำเป็นเพื่อรักษาความน่าเชื่อถือและประสิทธิภาพของซอฟต์แวร์",
  "hr_consulting_6_li3": "3. การสนับสนุนด้านเทคนิค: เราให้การสนับสนุนด้านเทคนิคที่ครอบคลุมเพื่อช่วยเหลือในปัญหาหรือคำถามใดๆ ที่คุณอาจมี ทำให้มั่นใจได้ว่าจะได้รับการแก้ไขอย่างรวดเร็วและการดำเนินการของคุณหยุดชะงักน้อยที่สุด",
  "hr_consulting_6_li4": "4. การตรวจสอบประสิทธิภาพ: เราตรวจสอบประสิทธิภาพซอฟต์แวร์ของคุณอย่างต่อเนื่องเพื่อระบุและแก้ไขปัญหาที่อาจเกิดขึ้นอย่างเป็นเชิงรุก เพื่อให้แน่ใจว่ามีฟังก์ชันการทำงานและประสบการณ์ของผู้ใช้ที่เหมาะสมที่สุด",

  "thirt_party_0": "บริการการตลาดดิจิทัล",

  "thirt_party_1_head": "การเพิ่มประสิทธิภาพเครื่องมือค้นหา (SEO)",
  "thirt_party_1_desc": "ที่ PCOX Internet Pvt Limited บริการ SEO ของเราได้รับการออกแบบมาเพื่อปรับปรุงการมองเห็นและอันดับของเว็บไซต์ของคุณบนเครื่องมือค้นหา เราใช้แนวทางที่ขับเคลื่อนด้วยข้อมูลเพื่อปรับปรุงการปรากฏออนไลน์ของคุณและเพิ่มปริมาณการเข้าชมแบบออร์แกนิก",
  "thirt_party_1_li1": "1. การวิจัยคำหลัก: เราดำเนินการวิจัยคำหลักอย่างละเอียดถี่ถ้วนเพื่อระบุคำหลักที่เกี่ยวข้องและมีปริมาณการเข้าชมสูงที่สุดสำหรับธุรกิจของคุณ โดยเพิ่มประสิทธิภาพเนื้อหาของคุณเพื่อให้อันดับของเครื่องมือค้นหาดีขึ้น",
  "thirt_party_1_li2": "2. การเพิ่มประสิทธิภาพบนหน้า: ทีมงานของเราเพิ่มประสิทธิภาพโครงสร้าง เมตาแท็ก และเนื้อหาของเว็บไซต์ของคุณเพื่อให้แน่ใจว่าเป็นมิตรกับเครื่องมือค้นหาและมอบประสบการณ์ผู้ใช้ที่เหนือกว่า",
  "thirt_party_1_li3": "3. การสร้างลิงก์: เราพัฒนาแคมเปญการสร้างลิงก์เชิงกลยุทธ์เพื่อเพิ่มความน่าเชื่อถือและความน่าเชื่อถือของเว็บไซต์ของคุณ เพิ่มโอกาสที่คุณจะติดอันดับสูงขึ้นในผลการค้นหา",
  "thirt_party_1_li4": "4. การติดตามประสิทธิภาพ: เราตรวจสอบประสิทธิภาพ SEO ของคุณอย่างต่อเนื่องโดยใช้การวิเคราะห์เพื่อติดตามความคืบหน้า ระบุพื้นที่สำหรับการปรับปรุง และปรับกลยุทธ์ตามความจำเป็น",

  "thirt_party_2_head": "การตลาดเนื้อหา",
  "thirt_party_2_desc": "บริการการตลาดเนื้อหาของเราได้รับการออกแบบมาเพื่อดึงดูดและมีส่วนร่วมกับกลุ่มเป้าหมายของคุณ เราสร้างเนื้อหาคุณภาพสูงที่สะท้อนถึงกลุ่มเป้าหมายของคุณและขับเคลื่อนการแปลง",
  "thirt_party_2_li1": "1. การพัฒนาเนื้อหาเชิงกลยุทธ์: เราพัฒนาเนื้อหาเชิงกลยุทธ์ที่ครอบคลุมซึ่งสอดคล้องกับเป้าหมายทางธุรกิจและกลุ่มเป้าหมายของคุณ เพื่อให้แน่ใจว่าเนื้อหาของคุณขับเคลื่อนการมีส่วนร่วมได้อย่างมีประสิทธิภาพ",
  "thirt_party_2_li2": "2. การเขียนบล็อกและบทความ: ทีมงานของเราสร้างโพสต์และบทความในบล็อกที่ให้ข้อมูลและน่าสนใจซึ่งสร้างแบรนด์ของคุณให้เป็นผู้มีอำนาจในอุตสาหกรรมและดึงดูดการเข้าชมมายังเว็บไซต์ของคุณ",
  "thirt_party_2_li3": "3. การสร้างเนื้อหาภาพ: เราออกแบบอินโฟกราฟิก วิดีโอ และเนื้อหามัลติมีเดียอื่นๆ ที่ดึงดูดสายตาและเพิ่มประสิทธิภาพให้กับความพยายามทางการตลาดของคุณ",
  "thirt_party_2_li4": "4. การเผยแพร่เนื้อหา: เราจัดการการเผยแพร่เนื้อหาของคุณบนแพลตฟอร์มต่างๆ เพื่อให้มั่นใจว่าสูงสุด การเข้าถึงและการมองเห็นเพื่อดึงดูดผู้ชมของคุณอย่างมีประสิทธิภาพ",

  "thirt_party_3_head": "การตลาดโซเชียลมีเดีย",
  "thirt_party_3_desc": "บริการการตลาดโซเชียลมีเดียของเราช่วยให้คุณสร้างการปรากฏตัวออนไลน์ที่แข็งแกร่งและดึงดูดผู้ชมของคุณผ่านแพลตฟอร์มโซเชียลมีเดียต่างๆ เราสร้างกลยุทธ์ที่ขับเคลื่อนการรับรู้แบรนด์และส่งเสริมการมีส่วนร่วมของชุมชน",
  "thirt_party_3_li1": "1. กลยุทธ์โซเชียลมีเดีย: เราพัฒนากลยุทธ์โซเชียลมีเดียที่ปรับแต่งให้เหมาะสมเพื่อตอบสนองวัตถุประสงค์ทางธุรกิจของคุณ รวมถึงการวางแผนเนื้อหา การกำหนดเป้าหมายผู้ชม และการเลือกแพลตฟอร์ม",
  "thirt_party_3_li2": "2. การสร้างเนื้อหา: ทีมงานของเราผลิตเนื้อหาโซเชียลมีเดียที่น่าสนใจและเกี่ยวข้อง รวมถึงโพสต์ รูปภาพ และวิดีโอ เพื่อดึงดูดและรักษาความสนใจของผู้ชมของคุณ",
  "thirt_party_3_li3": "3. การจัดการชุมชน: เราจัดการโปรไฟล์โซเชียลมีเดียของคุณ โต้ตอบกับผู้ชมของคุณ และตอบคำถามหรือความคิดเห็นใดๆ เพื่อสร้างชุมชนออนไลน์ที่แข็งแกร่งและเป็นบวก",
  "thirt_party_3_li4": "4. การวิเคราะห์และการรายงาน: เราติดตามประสิทธิภาพของโซเชียลมีเดียโดยใช้เครื่องมือวิเคราะห์ โดยจัดทำรายงานและข้อมูลเชิงลึกเป็นประจำเพื่อวัดประสิทธิภาพของกลยุทธ์ของเราและทำการปรับเปลี่ยนตามข้อมูล",

  "thirt_party_4_head": "การโฆษณาแบบจ่ายต่อคลิก (PPC)",
  "thirt_party_4_desc": "บริการโฆษณา PPC ของเราได้รับการออกแบบมาเพื่อดึงดูดการเข้าชมทันทีและสร้างโอกาสในการขายผ่านแคมเปญโฆษณาที่กำหนดเป้าหมาย เราเน้นที่การเพิ่ม ROI ของคุณให้สูงสุดในขณะที่ปรับการใช้จ่ายโฆษณาและประสิทธิภาพให้เหมาะสม",
  "thirt_party_4_li1": "1. กลยุทธ์แคมเปญ: เราสร้างกลยุทธ์แคมเปญ PPC โดยละเอียด รวมถึงการเลือกคำหลัก การเขียนโฆษณา และการจัดการการเสนอราคาเพื่อให้บรรลุเป้าหมายการโฆษณาของคุณ",
  "thirt_party_4_li2": "2. การสร้างโฆษณา: ทีมงานของเราออกแบบงานสร้างสรรค์โฆษณาและหน้า Landing Page ที่น่าสนใจซึ่งดึงดูดความสนใจและขับเคลื่อนการแปลง ทำให้มั่นใจได้ว่าผู้ใช้จะได้รับประสบการณ์ที่มีคุณภาพสูง",
  "thirt_party_4_li3": "3. การจัดการการเสนอราคา: เราปรับแต่งการเสนอราคาและงบประมาณโฆษณาของคุณอย่างต่อเนื่องเพื่อเพิ่มการมองเห็นและผลตอบแทนจากการลงทุนสูงสุดในขณะที่ลดต้นทุนที่ไม่จำเป็นให้เหลือน้อยที่สุด",
  "thirt_party_4_li4": "4. การติดตามประสิทธิภาพ: เราตรวจสอบและวิเคราะห์ประสิทธิภาพแคมเปญ PPC พร้อมให้ข้อมูลอัปเดตและข้อมูลเชิงลึกเป็นประจำเพื่อปรับปรุงกลยุทธ์และปรับปรุงผลลัพธ์",

  "hr_busi_0": "ที่ปรึกษาธุรกิจทรัพยากรบุคคล",
  "hr_busi_1": "ยินดีต้อนรับสู่บริการที่ปรึกษาธุรกิจด้านทรัพยากรบุคคลของเรา ที่ซึ่งความเชี่ยวชาญมาพบกับนวัตกรรม! ที่บริษัทของเรา เราเข้าใจถึงความท้าทายที่เปลี่ยนแปลงไปซึ่งธุรกิจต่างๆ เผชิญในภูมิทัศน์การแข่งขันในปัจจุบัน ด้วยทีมที่ปรึกษาที่มีประสบการณ์ เรานำเสนอคำแนะนำเชิงกลยุทธ์ที่ปรับแต่งตามความต้องการเฉพาะของคุณ ไม่ว่าคุณจะเป็นสตาร์ทอัพที่ต้องการสร้างสถานะในตลาดหรือเป็นบริษัทที่ก่อตั้งมานานซึ่งมุ่งหวังความเป็นเลิศในการปฏิบัติงาน โซลูชันที่ครอบคลุมของเราจะช่วยให้คุณบรรลุเป้าหมายได้",
  "hr_busi_2": "ในแวดวงที่ปรึกษาธุรกิจด้านทรัพยากรบุคคล เรากำหนดขอบเขตความเป็นไปได้ใหม่ ทีมงานมืออาชีพที่ทุ่มเทของเราผสมผสานข้อมูลเชิงลึกในอุตสาหกรรมเข้ากับความคิดสร้างสรรค์ มอบโซลูชันนวัตกรรมที่ขับเคลื่อนการเติบโตของธุรกิจ เราเชื่อในไม่เพียงแต่การตอบสนองแต่เกินความคาดหวังของลูกค้า ด้วยการใช้ประโยชน์จากความเชี่ยวชาญของเราในด้านต่างๆ เช่น การวิจัยตลาด การวางแผนเชิงกลยุทธ์ และการพัฒนาองค์กร เราช่วยให้ธุรกิจต่างๆ ตัดสินใจอย่างรอบรู้และก้าวล้ำหน้าคู่แข่ง ปล่อยให้เราเป็นพันธมิตรเชิงกลยุทธ์ของคุณ นำทางคุณไปสู่อนาคตแห่งความสำเร็จและการเติบโตที่ไม่มีใครเทียบได้",
  "emp_tr_0": "การฝึกอบรมและพัฒนาพนักงาน",
  "emp_tr_1": "เราเสนอบริการที่หลากหลาย ของโมดูลการฝึกอบรมที่ออกแบบมาเพื่อรับมือกับความท้าทายเฉพาะของอุตสาหกรรมและช่องว่างทักษะของแต่ละบุคคล ตั้งแต่ทักษะทางเทคนิคไปจนถึงทักษะทางสังคม ผู้ฝึกสอนที่มีประสบการณ์ของเรามอบเซสชันแบบมีส่วนร่วมและลงมือปฏิบัติจริงที่ส่งเสริมการเรียนรู้อย่างต่อเนื่อง เป้าหมายของเราคือไม่เพียงแต่จะเชื่อมช่องว่างทักษะที่มีอยู่ภายในองค์กรของคุณเท่านั้น แต่ยังรวมถึงการปลูกฝังวัฒนธรรมแห่งนวัตกรรมและความสามารถในการปรับตัวอีกด้วย",
  "emp_tr_2": "การลงทุนในโปรแกรมการฝึกอบรมและพัฒนาพนักงานของเราไม่ได้แค่เพิ่มขีดความสามารถของทีมของคุณเท่านั้น แต่คุณยังส่งเสริมให้พนักงานมีความคล่องตัว มีแรงจูงใจ และพร้อมที่จะรับมือกับความท้าทายใดๆ ก็ตาม ร่วมมือกับเราเพื่อปลดล็อกศักยภาพทั้งหมดของพนักงานของคุณ ขับเคลื่อนธุรกิจของคุณไปสู่การเติบโตและความสำเร็จที่ยั่งยืน..",
  "hr_comp_0": "การปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคล",
  "hr_comp_1": "การนำทางภูมิทัศน์ที่ซับซ้อนของการปฏิบัติตามกฎหมายและทรัพยากรบุคคลเป็นสิ่งสำคัญสำหรับธุรกิจใดๆ บริการการปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคลของเราได้รับการออกแบบมาเพื่อให้คำแนะนำจากผู้เชี่ยวชาญและความอุ่นใจแก่คุณ เราคอยอัปเดตข้อมูลเกี่ยวกับกฎหมายและข้อบังคับด้านการจ้างงานล่าสุดอยู่เสมอ เพื่อให้แน่ใจว่านโยบายและแนวทางปฏิบัติของบริษัทของคุณสอดคล้องกับข้อกำหนดทางกฎหมายอย่างราบรื่น",
  "hr_comp_2": "ทีมงานมืออาชีพที่ทุ่มเทของเราให้การสนับสนุนอย่างครอบคลุมในการร่าง ตรวจสอบ และอัปเดตนโยบายและขั้นตอนด้านทรัพยากรบุคคล เราดำเนินการตรวจสอบอย่างละเอียดเพื่อระบุพื้นที่เสี่ยงที่อาจเกิดขึ้น และแนะนำแนวทางปฏิบัติที่ดีที่สุดเพื่อลดความท้าทายทางกฎหมาย ไม่ว่าจะเป็นสัญญาจ้างงาน นโยบายต่อต้านการเลือกปฏิบัติ หรือแนวทางด้านความปลอดภัยในสถานที่ทำงาน เราปรับแต่งบริการให้เหมาะกับความต้องการเฉพาะของอุตสาหกรรมของคุณ เพื่อให้แน่ใจว่าเป็นไปตามกฎหมายในท้องถิ่น ระดับรัฐ และระดับรัฐบาลกลาง",
  "hr_comp_3": "การเป็นพันธมิตรกับเราด้านการปฏิบัติตามกฎหมายและการสนับสนุนทางกฎหมายด้านทรัพยากรบุคคล จะทำให้คุณสามารถมุ่งเน้นไปที่กิจกรรมหลักของธุรกิจได้ และมั่นใจได้ว่าแนวทางปฏิบัติด้านทรัพยากรบุคคลของคุณสอดคล้องกับกฎหมาย ก้าวล้ำหน้าการเปลี่ยนแปลงด้านกฎระเบียบ ลดความเสี่ยงทางกฎหมาย และส่งเสริมสภาพแวดล้อมการทำงานที่ส่งเสริมทั้งการปฏิบัติตามกฎหมายและความซื่อสัตย์ทางจริยธรรม ให้เราเป็นพันธมิตรที่เชื่อถือได้ของคุณในการสร้างสถานที่ทำงานที่ปลอดภัยและเป็นไปตามกฎหมายสำหรับพนักงานของคุณ"
}
