{
  "home": "บ้าน",
  "about": "เกี่ยวกับเรา",
  "services": "บริการ",
  "blog": "บล็อก",
  "contact": "ติดต่อเรา",
  "for_job_seekers": "สำหรับผู้หางาน",
  "for_client": "สำหรับลูกค้า",
  "about_us": "เกี่ยวกับเรา",
  "about_desc_1": "PCOX Internet Pvt. Ltd. เป็นบริษัทโซลูชันไอทีที่มีพลวัตและสร้างสรรค์ซึ่งมุ่งมั่นที่จะช่วยให้ธุรกิจต่างๆ เดินหน้าและเติบโตในภูมิทัศน์ดิจิทัล ก่อตั้งขึ้นด้วยวิสัยทัศน์ที่จะส่งเสริมองค์กรต่างๆ ด้วยเทคโนโลยี เราเชี่ยวชาญในการให้บริการที่ครอบคลุมในด้านการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล และแพลตฟอร์มการค้าและโลจิสติกส์ดิจิทัล เป้าหมายของเราเรียบง่าย: เพื่อส่งมอบโซลูชันดิจิทัลที่สร้างสรรค์ ปรับขนาดได้ และปรับแต่งได้ ซึ่งช่วยขับเคลื่อนการเติบโตและประสิทธิภาพ",
  "about_desc_2": "ทีมงานของเราประกอบด้วยผู้เชี่ยวชาญที่มีประสบการณ์ซึ่งเป็นผู้เชี่ยวชาญในสาขาที่เกี่ยวข้อง ตั้งแต่ผู้ออกแบบและนักพัฒนาที่มีความคิดสร้างสรรค์ไปจนถึงนักการตลาดดิจิทัลเชิงกลยุทธ์และผู้เชี่ยวชาญด้านโลจิสติกส์ เรา รวบรวมทักษะและความเชี่ยวชาญที่หลากหลายเพื่อนำเสนอโซลูชันที่ครอบคลุม ที่ PCOX Internet Pvt. Ltd. เราเชื่อว่าพนักงานของเราคือสินทรัพย์ที่ยิ่งใหญ่ที่สุดของเรา และเราลงทุนเพื่อการเติบโตและการพัฒนาของพวกเขาเพื่อให้ก้าวล้ำหน้าผู้อื่น",
  "about_desc_3": "ที่ PCOX Internet Pvt. Ltd. เราเชื่อในการสร้างความร่วมมือระยะยาวกับลูกค้าของเราโดยการทำความเข้าใจความต้องการเฉพาะตัวของพวกเขาและนำเสนอโซลูชันที่เกินความคาดหวัง นี่คือสิ่งที่ทำให้เราแตกต่าง",
  "about_desc_4": "เราภูมิใจในความเป็นมืออาชีพ ความซื่อสัตย์สุจริต และการดำเนินการตามจริยธรรมของเรา เราปฏิบัติตามมาตรฐานสูงสุดของแนวทางปฏิบัติทางธุรกิจ รับรองความโปร่งใส ความลับ และความยุติธรรมตลอดกระบวนการสรรหาบุคลากร เป้าหมายของเราคือการสร้างความสัมพันธ์ระยะยาวกับลูกค้าและผู้สมัครของเรา โดยยึดหลักความไว้วางใจ ความเคารพซึ่งกันและกัน และความสำเร็จร่วมกัน",
  "our_achiev": "ความสำเร็จของเรา",
  "teams": "ทีม",
  "country": "ประเทศที่ให้บริการ",
  "promise": "คำมั่นสัญญาที่ส่งมอบ",
  "mission": "พันธกิจ",

  "home_hero_sec_title": "เสริมพลังให้กับการเดินทางของคุณด้วย",
  "home_hero_sec_desc": "ได้รับความไว้วางใจจากบริษัทมากกว่า 400 แห่ง",
  "Software-Development": "การพัฒนาซอฟต์แวร์",
  "home_hero_sec_loop2": "การตลาดดิจิตอล",
  "home_hero_sec_loop3": "บริการนำเข้า-ส่งออกและโซลูชั่นด้านโลจิสติกส์",

  "testimonials_head": "คำรับรอง",

  "testimonials_desc1": "PCOX Internet Pvt. บริษัท PCOX Internet Pvt. Ltd. ได้เปลี่ยนแปลงการมีอยู่ของเราในรูปแบบดิจิทัลด้วยโซลูชันอันสร้างสรรค์ แพลตฟอร์มการค้าและโลจิสติกส์ดิจิทัลของพวกเขาได้ทำให้การดำเนินการนำเข้า-ส่งออกของเรามีประสิทธิภาพมากขึ้น ช่วยให้เราประหยัดเวลาและเงินได้!",
  "testimonials_client1": "Edawrd Blinkin",

  "testimonials_desc2": "การทำงานร่วมกับ PCOX Internet Pvt. Ltd. ถือเป็นการเปลี่ยนแปลงครั้งสำคัญสำหรับธุรกิจของเรา ความเชี่ยวชาญด้านการพัฒนาเว็บและการตลาดดิจิทัลของพวกเขาช่วยให้เราเข้าถึงตลาดใหม่ๆ และเพิ่มฐานลูกค้าได้อย่างมาก",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "เราประสบปัญหาในการมองเห็นห่วงโซ่อุปทานจนกระทั่งเราได้ร่วมมือกับ PCOX Internet Pvt. Ltd. แพลตฟอร์มของพวกเขามอบประสิทธิภาพที่ไม่มีใครเทียบได้และข้อมูลแบบเรียลไทม์ ซึ่งปฏิวัติการจัดการด้านโลจิสติกส์ของเรา",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. บริษัท PCOX Internet Pvt. Ltd. ให้บริการพัฒนาซอฟต์แวร์ที่ยอดเยี่ยมซึ่งเหมาะกับความต้องการทางธุรกิจของเราอย่างสมบูรณ์แบบ ทีมงานของพวกเขาเป็นมืออาชีพ ตอบสนองความต้องการ และทุ่มเทเพื่อความสำเร็จของเราตั้งแต่วันแรก..",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "กลยุทธ์การตลาดดิจิทัลที่พัฒนาโดย PCOX Internet Pvt. Ltd. มีประสิทธิภาพอย่างเหลือเชื่อ การมีส่วนร่วมออนไลน์ของเราพุ่งสูงขึ้น และเราพบว่ามีผู้สนใจและการแปลงเพิ่มขึ้นอย่างน่าทึ่ง!",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "ที่ PCOX Internet Pvt. Ltd. ภารกิจของเราคือการส่งเสริมธุรกิจด้วยโซลูชันดิจิทัลที่สร้างสรรค์ซึ่งช่วยส่งเสริมการเติบโต ประสิทธิภาพ และการมีส่วนร่วมของลูกค้า เราพยายามอย่างยิ่งที่จะเป็นพันธมิตรที่เชื่อถือได้ด้วยการส่งมอบบริการคุณภาพสูงที่ปรับแต่งได้ตามความต้องการในด้านการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล การค้าและโลจิสติกส์ดิจิทัล เพื่อให้แน่ใจว่าลูกค้าของเราจะเติบโตได้ในภูมิทัศน์ดิจิทัลที่เปลี่ยนแปลงอยู่ตลอดเวลา",
  "วิสัยทัศน์": "วิสัยทัศน์",
  "วิสัยทัศน์_desc_1": "วิสัยทัศน์ของเราคือการเป็นผู้นำระดับโลกในการเปลี่ยนแปลงทางดิจิทัล ซึ่งเป็นที่รู้จักจากความมุ่งมั่นของเราต่อนวัตกรรม ความเป็นเลิศ และความสำเร็จของลูกค้า เรามุ่งมั่นที่จะกำหนดประสบการณ์ดิจิทัลใหม่สำหรับธุรกิจทั่วโลก ช่วยให้ธุรกิจต่างๆ บรรลุศักยภาพสูงสุดได้ด้วยเทคโนโลยีล้ำสมัยและโซลูชันดิจิทัลเชิงกลยุทธ์",
  "value": "Value",
  "value_desc_1": "Client Focus: เราให้ลูกค้าเป็นศูนย์กลางของทุกสิ่งที่เราทำ โดยทำงานอย่างใกล้ชิดกับลูกค้าเพื่อทำความเข้าใจความต้องการเฉพาะของพวกเขาและมอบโซลูชันที่ปรับแต่งได้ซึ่งขับเคลื่อนความสำเร็จ",
  "value_desc_2": "Innovation: เราแสวงหาวิธีการใหม่ๆ และสร้างสรรค์ในการแก้ปัญหาอย่างต่อเนื่อง ยอมรับการเปลี่ยนแปลงและนำเทคโนโลยีล่าสุดมาใช้เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด",
  "value_desc_3": "Integrity: เรายึดมั่นในมาตรฐานสูงสุดของความซื่อสัตย์ ความโปร่งใส และพฤติกรรมที่มีจริยธรรมในทุกการโต้ตอบและแนวทางปฏิบัติทางธุรกิจของเรา",
  "our_services": "บริการของเรา",
  "our_services_message": "โซลูชันที่ครอบคลุมในการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล การนำเข้า-ส่งออก และโลจิสติกส์ เพื่อขับเคลื่อนความสำเร็จทางธุรกิจของคุณ",
  "hr_services": "บริการนำเข้า-ส่งออกและโซลูชันโลจิสติกส์",
  "hr_services_message": "ปรับปรุงการค้าโลกด้วยการจัดหาจากผู้เชี่ยวชาญ การปฏิบัติตามข้อกำหนด และโลจิสติกส์ที่มีประสิทธิภาพ รับรองการจัดส่งที่ตรงเวลาและปลอดภัยในตลาดต่างประเทศ",
  "hr_consulting": "การพัฒนาซอฟต์แวร์",
  "software_dev_message": "ส่งมอบโซลูชันซอฟต์แวร์ที่ปรับแต่งตามความต้องการทางธุรกิจของคุณ เพิ่มผลผลิต ความสามารถในการปรับขนาด และการเติบโตผ่านเทคโนโลยีที่เป็นนวัตกรรม ปลอดภัย และมีประสิทธิภาพ",
  "hr_third_party_payroll_services": "การตลาดดิจิทัล",
  "hr_third_party_payroll_services_message": "ยกระดับแบรนด์ของคุณด้วย SEO เชิงกลยุทธ์ โซเชียลมีเดีย การตลาดเนื้อหา และ PPC ขับเคลื่อนการมีส่วนร่วม ปริมาณการเข้าชม และการแปลงเพื่อบรรลุเป้าหมายการเติบโตทางธุรกิจของคุณ",
  "business_consulting": "การให้คำปรึกษาด้านธุรกิจทรัพยากรบุคคล",
  "business_consulting_message": "ยินดีต้อนรับสู่บริการการให้คำปรึกษาด้านธุรกิจทรัพยากรบุคคลของเรา! เราเชี่ยวชาญในการให้คำแนะนำจากผู้เชี่ยวชาญแก่ธุรกิจ ช่วยให้ธุรกิจสามารถนำทาง...",
  "employment_training_and_development": "การฝึกอบรมและการพัฒนาพนักงาน",
  "employment_training_and_development_message": "ลงทุนในกำลังคนของคุณด้วยโปรแกรมการฝึกอบรมที่ปรับแต่งได้ของเรา จากเวิร์กช็อปพัฒนาทักษะไปจนถึงการฝึกอบรมความเป็นผู้นำ...",
  "hr_compilance_and_legal_support": "การปฏิบัติตามกฎหมายและการสนับสนุนด้านกฎหมายด้านทรัพยากรบุคคล",
  "hr_compilance_and_legal_support_message": "ปฏิบัติตามกฎหมายและข้อบังคับด้านการจ้างงานที่เปลี่ยนแปลงตลอดเวลา ผู้เชี่ยวชาญด้านทรัพยากรบุคคลของเราให้คำแนะนำเกี่ยวกับประเด็นทางกฎหมาย...",
  "industries_we_serve": "อุตสาหกรรมที่เราให้บริการ",
  "industries_we_serve_message": "เราภูมิใจที่ได้นำเสนอโซลูชันและบริการที่เป็นนวัตกรรมใหม่ให้กับอุตสาหกรรมที่หลากหลาย",
  "building_construction": "อีคอมเมิร์ซ",
  "building_construction_message": "เพิ่มประสบการณ์การช้อปปิ้งออนไลน์ด้วยการพัฒนาเว็บ การตลาดดิจิทัล และระบบโลจิสติกส์ที่มีประสิทธิภาพ",
  "road_construction": "การดูแลสุขภาพ",
  "road_construction_message": "การพัฒนาซอฟต์แวร์เฉพาะสำหรับการจัดการผู้ป่วย การตลาดบริการด้านการดูแลสุขภาพ และการรับประกันระบบโลจิสติกส์ที่ราบรื่นสำหรับอุปกรณ์ทางการแพทย์",
  "oil_and_gas": "การผลิต",
  "oil_and_gas_message": "การปรับกระบวนการซัพพลายเชนให้มีประสิทธิภาพ การปรับปรุงระบบโลจิสติกส์ และการนำโซลูชันซอฟต์แวร์ที่ปรับแต่งได้ไปใช้งานเพื่อประสิทธิภาพการผลิต",
  "facility_management": "บริการทางการเงิน",
  "facility_management_message": "การนำเสนอการพัฒนาซอฟต์แวร์ที่ปลอดภัยสำหรับธุรกรรมทางการเงิน การตลาดดิจิทัลสำหรับการมีส่วนร่วมของลูกค้า และโซลูชันด้านโลจิสติกส์สำหรับการจัดการเอกสารที่ปลอดภัย",
  "security": "การขายปลีก",
  "security_message": "การเพิ่มประสิทธิภาพการปรากฏตัวทางออนไลน์ด้วยกลยุทธ์การตลาดบนเว็บและดิจิทัล และการจัดการโลจิสติกส์สำหรับการนำเข้า-ส่งออกสินค้าคงคลังและอุปกรณ์",
  "mep": "การศึกษา",
  "mep_message": "การพัฒนาซอฟต์แวร์เพื่อการศึกษาที่ปรับแต่งได้ การนำกลยุทธ์การตลาดดิจิทัลไปใช้สำหรับสถาบัน และการจัดการโลจิสติกส์สำหรับทรัพยากรและวัสดุทางการศึกษา",
  "latest_blog": "บล็อกล่าสุด",
  "latest_blog_message_1": "ค้นพบข้อมูลเชิงลึกจากผู้เชี่ยวชาญและเคล็ดลับอันมีค่าเกี่ยวกับการดำเนินการนำเข้า-ส่งออก",
  "latest_blog_message_2": "แนวโน้มเทคโนโลยีและกลยุทธ์ทางธุรกิจในส่วนบล็อกข้อมูลของเรา",
  "securty": "การนำทางการค้าโลก: กลยุทธ์การนำเข้า-ส่งออก",
  "securty_message": "สำรวจกลยุทธ์ล่าสุดและแนวทางปฏิบัติที่ดีที่สุดเพื่อเพิ่มประสิทธิภาพการดำเนินการนำเข้า-ส่งออกของคุณ ลดความเสี่ยง และใช้ประโยชน์จากตลาดโลกที่กำลังเกิดขึ้น",
  "management": "เหตุใดธุรกิจของคุณจึงต้องการซอฟต์แวร์ที่กำหนดเอง",
  "management_message": "เรียนรู้ว่าโซลูชันซอฟต์แวร์ที่กำหนดเองสามารถปรับปรุงการดำเนินการ ลดต้นทุน และเสนอคุณสมบัติเฉพาะเพื่อตอบสนองความต้องการทางธุรกิจเฉพาะของคุณได้อย่างไร",
  "design": "ส่งเสริมแบรนด์ของคุณ",
  "desing_message": "ค้นพบกลยุทธ์การตลาดดิจิทัลที่มีประสิทธิภาพ ตั้งแต่ SEO ไปจนถึงกลยุทธ์โซเชียลมีเดีย ที่สามารถยกระดับแบรนด์ของคุณและเพิ่มผลตอบแทนจากการลงทุนในตลาดที่มีการแข่งขัน",
  "user_indication_title": "ให้เราเข้าใจความต้องการของคุณ",
  "user_indication_title_message": "โปรดแบ่งปันรายละเอียดของคุณ และผู้เชี่ยวชาญของเราจะติดต่อคุณในเร็วๆ นี้",
  "ready_to_do_this": "พร้อมที่จะทำสิ่งนี้",
  "lets_get_to_work": "มาเริ่มงานกันเถอะ",
  "social_connect": "ติดตามเราบนโซเชียลมีเดีย",
  "submit": "ส่ง",
  "contact_us": "ติดต่อเรา",
  "find_jobs": "ค้นหางาน",
  "Job_abu_dhabi": "งานอาบูดาบี",
  "Job_dubai": "งานในดูไบ",
  "Job_algeria": "งานในแอลจีเรีย",
  "Job_behrain": "งานในเบห์เรน",
  "Job_egypt": "งานในอียิปต์",
  "Job_india": "งานในอินเดีย",
  "Job_iraq": "งานในอิรัก",
  "Job_jordan": "งานในจอร์แดน",
  "Job_kuwait": "งานในคูเวต",
  "Job_lebanon": "งานในเลบานอน",
  "Job_libya": "งานในลิเบีย",
  "Job_morocco": "งานในโมร็อกโก",
  "copyright": "ลิขสิทธิ์ © 2023-24 PCOX Internet Pvt. Ltd. All Rights Reserved",
  "contact_num": "หมายเลขติดต่อ",
  "email_add": "ที่อยู่อีเมล",
  "location": "ที่ตั้ง",
  "formcont1": "ติดต่อเรา",
  "formdesc": "เพื่อช่วยเราจัดหาโซลูชันที่ดีที่สุดที่เหมาะกับธุรกิจของคุณ โปรดกรอกแบบฟอร์มด้านล่างพร้อมข้อกำหนดเฉพาะของคุณ",

  "services_wwp_card_btn1": "สอบถามตอนนี้",
  "services_wwp_card_btn2": "ดูข้อมูลเพิ่มเติม",

  "impo_expo_services_0": "บริการนำเข้า-ส่งออกและโซลูชันด้านโลจิสติกส์ของเรา",

  "impo_expo_services_wwp_title": "เราให้บริการขนส่งประเภทเหล่านี้",
  "impo_expo_services_wwp_card1_title": "การขนส่งทางบก",
  "impo_expo_services_wwp_card2_title": "การขนส่งทางทะเล",
  "impo_expo_services_wwp_card3_title": "การขนส่งทางอากาศ",

  "impo_expo_services_1_head": "บริการขนส่งทางบก",
  "impo_expo_services_1_desc": "ที่ PCOX Internet Pvt Limited เรามุ่งมั่นที่จะให้บริการขนส่งทางบกระดับชั้นนำที่ให้ความสำคัญกับประสิทธิภาพ ความน่าเชื่อถือ และความรวดเร็ว โซลูชันของเราได้รับการออกแบบอย่างพิถีพิถันเพื่อตอบสนองความต้องการที่เปลี่ยนแปลงอยู่เสมอของธุรกิจต่างๆ โดยรับรองการเคลื่อนย้ายสินค้าอย่างราบรื่นข้ามพรมแดนทั้งในประเทศและต่างประเทศ",
  "impo_expo_services_1_li1": "1. การเพิ่มประสิทธิภาพการขนส่งทางบก",
  "impo_expo_services_1_li2": "2. โซลูชันข้ามพรมแดน",
  "impo_expo_services_1_li3": "3. การจัดการกองยานโดยเฉพาะ",
  "impo_expo_services_1_li4": "4. การจัดการสินค้าเฉพาะทาง",
  "impo_expo_services_2_head": "บริการขนส่งทางทะเล",
  "impo_expo_services_2_desc": "ที่ PCOX Internet Pvt Limited บริการขนส่งทางทะเลของเราได้รับการออกแบบมาเพื่อให้แน่ใจว่าการขนส่งข้ามน่านน้ำทั่วโลกจะมีประสิทธิภาพและเชื่อถือได้ เราเสนอโซลูชันที่ครอบคลุมเพื่อขนส่งสินค้าของคุณอย่างปลอดภัยและตรงเวลาโดยใช้ประโยชน์จากความร่วมมือเชิงกลยุทธ์กับผู้ขนส่งรายใหญ่และท่าเรือทั่วโลก",
  "impo_expo_services_2_li1": "1. การเพิ่มประสิทธิภาพการขนส่งทางทะเล: ทีมงานของเรามีความเชี่ยวชาญในการเพิ่มประสิทธิภาพเส้นทางการขนส่งทางทะเลเพื่อลดเวลาและต้นทุนการขนส่ง เราทำงานอย่างใกล้ชิดกับบริษัทขนส่งเพื่อให้มีราคาที่แข่งขันได้และตารางการขนส่งที่ยืดหยุ่นซึ่งเหมาะกับความต้องการทางธุรกิจของคุณ",
  "impo_expo_services_2_li2": "2. การบรรจุตู้คอนเทนเนอร์แบบเต็ม (FCL) และการบรรจุตู้คอนเทนเนอร์แบบไม่เต็ม (LCL): เรามอบตัวเลือกทั้งแบบ FCL และ LCL ขึ้นอยู่กับขนาดสินค้าของคุณ ไม่ว่าคุณจะมีสินค้าเต็มหรือขนาดเล็กกว่า เราก็รับประกันว่าสินค้าของคุณจะได้รับการบรรจุอย่างปลอดภัยและขนส่งอย่างมีประสิทธิภาพ",
  "impo_expo_services_2_li3": "3. พิธีการศุลกากรและเอกสาร: บริการขนส่งทางทะเลของเรามีทั้งพิธีการศุลกากรและการจัดการเอกสารทั้งหมด รวมถึงใบตราส่งสินค้า ใบแจ้งการส่งออก และใบรับรองแหล่งกำเนิดสินค้า เพื่อให้เป็นไปตามระเบียบการค้าระหว่างประเทศ",
  "impo_expo_services_2_li4": "4. การขนส่งแบบควบคุมอุณหภูมิ: เรามีบริการตู้คอนเทนเนอร์แช่เย็นสำหรับสินค้าที่ไวต่ออุณหภูมิ เพื่อให้มั่นใจว่าสินค้าที่เน่าเสียง่าย เช่น อาหารและยา จะได้รับการดูแลภายใต้เงื่อนไขที่กำหนดตลอดการเดินทาง",
  "impo_expo_services_2_li5": "5. การจัดการสินค้าเฉพาะทาง: สำหรับสินค้าขนาดใหญ่หรือสินค้าเฉพาะทาง เรามีโซลูชันการขนส่งทางทะเลที่ปรับแต่งได้ รวมถึงบริการขนส่งสินค้าโครงการและสินค้าหนัก ทีมงานของเรารับประกันการโหลด การยึด และการขนถ่ายสินค้าอย่างเหมาะสมเพื่อรับประกันการจัดส่งที่ปลอดภัย",

  "impo_expo_services_3_head": "บริการขนส่งทางอากาศ",
  "impo_expo_services_3_desc": "ที่ PCOX Internet Pvt Limited บริการขนส่งทางอากาศของเราได้รับการออกแบบมาเพื่อให้การขนส่งที่รวดเร็ว เชื่อถือได้ และปลอดภัยสำหรับสินค้าของคุณที่มีความสำคัญต่อเวลา เราใช้เครือข่ายของสายการบินและผู้ให้บริการขนส่งสินค้าทั่วโลกเพื่อให้แน่ใจว่าสินค้าของคุณถึงปลายทางอย่างรวดเร็วและปลอดภัย",
  "impo_expo_services_3_li1": "1. การเพิ่มประสิทธิภาพการขนส่งทางอากาศ: เราเชี่ยวชาญในการเพิ่มประสิทธิภาพเส้นทางการขนส่งทางอากาศเพื่อให้มีเวลาขนส่งที่รวดเร็วที่สุดและโซลูชันที่คุ้มต้นทุน ความร่วมมือของเรากับสายการบินหลักทำให้เราสามารถจัดตารางเวลาที่ยืดหยุ่นและอัตราการแข่งขันสำหรับความต้องการการขนส่งทางอากาศทั้งหมดของคุณได้",
  "impo_expo_services_3_li2": "2. การขนส่งทางอากาศแบบด่วนและแบบมาตรฐาน: ไม่ว่าคุณจะต้องการบริการจัดส่งด่วนหรือบริการขนส่งทางอากาศแบบมาตรฐาน เรามีตัวเลือกที่ตอบโจทย์ความต้องการเร่งด่วนและงบประมาณของคุณ โซลูชันของเราช่วยให้แน่ใจว่าสินค้าของคุณจะได้รับการจัดการอย่างระมัดระวังและมาถึงตรงเวลา",
  "impo_expo_services_3_li3": "3. การพิธีการศุลกากรและเอกสาร: บริการขนส่งทางอากาศของเรารวมถึงการจัดการพิธีการศุลกากรและเอกสารที่ครอบคลุม เราจัดการเอกสารที่จำเป็นทั้งหมด รวมถึงใบตราส่งสินค้าทางอากาศและใบแจ้งการนำเข้า/ส่งออก เพื่อให้แน่ใจว่าการขนส่งจะราบรื่นและเป็นไปตามข้อกำหนด",
  "impo_expo_services_3_li4": "4. การขนส่งทางอากาศแบบควบคุมอุณหภูมิ: สำหรับสินค้าที่ไวต่ออุณหภูมิ เช่น ยาหรือสินค้าเน่าเสียง่าย เรามีโซลูชันการขนส่งทางอากาศแบบควบคุมอุณหภูมิ ตู้คอนเทนเนอร์เฉพาะทางของเราจะรักษาสภาพที่จำเป็นตลอดเที่ยวบิน เพื่อปกป้องสินค้าอันมีค่าของคุณ",
  "impo_expo_services_3_li5": "5. บริการแบบเร่งด่วนและเช่าเหมาลำ: เราให้บริการขนส่งทางอากาศแบบเร่งด่วนและเช่าเหมาลำสำหรับการขนส่งที่เร่งด่วนหรือมีมูลค่าสูง บริการที่ปรับแต่งตามความต้องการของเราช่วยให้มั่นใจได้ว่าการจัดส่งจะตรงเวลาและปลอดภัย พร้อมการสนับสนุนเฉพาะด้านเพื่อจัดการทุกด้านของความต้องการด้านการขนส่งทางอากาศของคุณ",

  "software_dev_0": "บริการพัฒนาซอฟต์แวร์ของเรา",

  "software_dev_0_title": "เราให้บริการที่หลากหลาย",

  "get_started": "เริ่มต้นใช้งาน",
  "software_dev_1_head": "การพัฒนาซอฟต์แวร์",
  "sd_main_desc": "โซลูชันที่ปรับแต่งตามความต้องการเฉพาะของธุรกิจของคุณ ตั้งแต่แนวคิดจนถึงการใช้งาน",

  "sd_process1_main_title": "กระบวนการพัฒนาของเรา",
  "sd_process1_1_title": "1. การวิเคราะห์ความต้องการ",
  "sd_process1_1_desc": "เราเริ่มต้นด้วยการวิเคราะห์ความต้องการทางธุรกิจของคุณอย่างละเอียดเพื่อให้แน่ใจว่าโซลูชันซอฟต์แวร์ตอบสนองความต้องการเฉพาะของคุณ",
  "sd_process1_2_title": "2. การออกแบบและการสร้างต้นแบบ",
  "sd_process1_2_desc": "ทีมงานของเราสร้างเอกสารการออกแบบและต้นแบบโดยละเอียดเพื่อแสดงภาพฟังก์ชันการทำงานของซอฟต์แวร์และอินเทอร์เฟซผู้ใช้",
  "sd_process1_3_title": "3. การพัฒนาและการทดสอบ",
  "sd_process1_3_desc": "เราใช้แนวทางปฏิบัติที่ดีที่สุดในอุตสาหกรรมเพื่อสร้างซอฟต์แวร์ที่แข็งแกร่งและปรับขนาดได้และดำเนินการทดสอบอย่างละเอียดเพื่อให้แน่ใจถึงคุณภาพ",
  "sd_process1_4_title": "4. การปรับใช้และการสนับสนุน",
  "sd_process1_4_desc": "เราจัดการการปรับใช้และให้การสนับสนุนและการบำรุงรักษาอย่างต่อเนื่องเพื่อให้แน่ใจถึงประสิทธิภาพที่เหมาะสมที่สุด",
  "sd_solution1_title": "โซลูชันซอฟต์แวร์ที่เรานำเสนอ",
  "sd_solution1_1": "ระบบ ERP",
  "sd_solution1_2": "ซอฟต์แวร์ CRM",
  "sd_solution1_3": "เครื่องมือการจัดการโครงการ",
  "sd_solution1_4": "ระบบจัดการทรัพยากรบุคคล",
  "sd_solution1_5": "บริการคลาวด์คอมพิวติ้ง",
  "sd_solution1_6": "โซลูชันด้านความปลอดภัยทางไซเบอร์",
  "sd_solution1_7": "เครื่องมือการทำงานร่วมกัน",
  "sd_solution1_8": "การวิเคราะห์ข้อมูลและ BI",
  "sd_solution1_9": "เครื่องมือ การพัฒนาและดำเนินการ",
  "sd_solution1_10": "การจัดการทางการเงิน",
  "sd_solution1_11": "แพลตฟอร์มอีคอมเมิร์ซ",
  "sd_solution1_12": "โซลูชัน แผนกช่วยเหลือ",

  "web_dev_1_head": "การพัฒนาเว็บแอปพลิเคชัน",
  "wd_main_desc": "เราใช้เทคโนโลยีล่าสุดในการสร้างแอปพลิเคชันที่ใช้งานได้จริงและเป็นมิตรต่อผู้ใช้",

  "wd_process1_main_title": "กระบวนการพัฒนาของเรา",
  "wd_process1_1_title": "1. การพัฒนาฟรอนต์เอนด์",
  "wd_process1_1_desc": "เราออกแบบและพัฒนาอินเทอร์เฟซผู้ใช้ที่ใช้งานง่ายและตอบสนองได้เพื่อมอบประสบการณ์ผู้ใช้ที่ราบรื่นในทุกอุปกรณ์",
  "wd_process1_2_title": "2. การพัฒนาแบ็กเอนด์",
  "wd_process1_2_desc": "ทีมงานของเราสร้างระบบฝั่งเซิร์ฟเวอร์ที่แข็งแกร่งซึ่งจัดการการประมวลผลข้อมูลและการบูรณาการอย่างมีประสิทธิภาพ เพื่อให้แน่ใจว่าแอปพลิเคชันมีความน่าเชื่อถือและปรับขนาดได้",
  "wd_process1_3_title": "3. การออกแบบและการจัดการฐานข้อมูล",
  "wd_process1_3_desc": "เราใช้ฐานข้อมูลที่ปลอดภัยและมีประสิทธิภาพเพื่อรองรับความต้องการจัดเก็บและเรียกค้นข้อมูลของแอปพลิเคชันเว็บของคุณ เพื่อให้แน่ใจว่ามีประสิทธิภาพและความน่าเชื่อถือสูง",
  "wd_process1_4_title": "4. การพัฒนา API",
  "wd_process1_4_desc": "เราสร้างและรวม API เพื่อช่วยอำนวยความสะดวกในการสื่อสารระหว่างแอปพลิเคชันเว็บของคุณกับบริการอื่นๆ เพื่อให้แน่ใจว่าการแลกเปลี่ยนข้อมูลจะราบรื่นและมีประสิทธิภาพ",
  "wd_solution1_title": "เทคโนโลยีที่เราใช้",
  "wd_solution1_1": "React",
  "wd_solution1_2": "แองกูลาร์",
  "wd_solution1_3": "Vue.js",
  "wd_solution1_4": "Node.js",
  "wd_solution1_5": "เอ็กซ์เพรส",
  "wd_solution1_6": "จังโก้",
  "wd_solution1_7": "แฟลสก์",
  "wd_solution1_8": "มองโกดิบี",
  "wd_solution1_9": "โพสต์เกรสคิวแอล",
  "wd_solution1_10": "มายเอสคิวแอล",
  "wd_solution1_11": "ไฟร์เบส",
  "wd_solution1_12": "กราฟคิวแอล",

  "mob_dev_1_head": "แอปมือถือ การพัฒนา",
  "md_main_desc": "เราให้บริการพัฒนาแอพมือถือที่ครอบคลุมสำหรับทั้งแพลตฟอร์ม iOS และ Android",

  "md_process1_main_title": "กระบวนการพัฒนาของเรา",
  "md_process1_1_title": "1. การพัฒนาแอพเนทีฟ",
  "md_process1_1_desc": "เราพัฒนาแอพเนทีฟที่ปรับให้เหมาะกับความต้องการเฉพาะของแพลตฟอร์ม iOS และ Android เพื่อให้แน่ใจว่ามีประสิทธิภาพและประสบการณ์ของผู้ใช้ที่ดีที่สุด",
  "md_process1_2_title": "2. การพัฒนาแอพไฮบริด",
  "md_process1_2_desc": "โซลูชันแอพไฮบริดของเราผสมผสานเทคโนโลยีเนทีฟและเว็บเพื่อให้เป็นตัวเลือกที่คุ้มต้นทุนพร้อมความเข้ากันได้กับแพลตฟอร์มที่หลากหลาย",
  "md_process1_3_title": "3. การออกแบบ UI/UX",
  "md_process1_3_desc": "เราออกแบบอินเทอร์เฟซที่น่าสนใจและเป็นมิตรกับผู้ใช้สำหรับแอปมือถือ โดยเน้นที่การใช้งานและความน่าดึงดูดทางสายตาเพื่อปรับปรุงความพึงพอใจของผู้ใช้",
  "md_process1_4_title": "4. การทดสอบและปรับแต่งแอป",
  "md_process1_4_desc": "เราทำการทดสอบและปรับแต่งอย่างครอบคลุมเพื่อให้แน่ใจว่าแอปของคุณทำงานได้อย่างราบรื่นบนอุปกรณ์และระบบปฏิบัติการต่างๆ",

  "md_solution1_title": "เทคโนโลยีที่เราใช้",
  "md_solution1_1": "รีแอค เนทีฟ",
  "md_solution1_2": "ฟลัตเตอร์",
  "md_solution1_3": "สวิฟต์",
  "md_solution1_4": "ค็อตลิน",
  "md_solution1_5": "ซามาริน",
  "sis_dev_1_head": "การรวมซอฟต์แวร์",
  "sis_main_desc": "บริการการรวมซอฟต์แวร์ของเราช่วยให้คุณเชื่อมต่อระบบและแอปพลิเคชันต่างๆ เพื่อปรับปรุงการดำเนินงานของคุณ",

  "sis_process1_main_title": "กระบวนการรวมของเรา",
  "sis_process1_1_title": "1. การวิเคราะห์ระบบ",
  "sis_process1_1_desc": "เราวิเคราะห์ระบบที่มีอยู่ของคุณเพื่อระบุจุดรวมและข้อกำหนด โดยออกแบบโซลูชันที่ตรงตามความต้องการเฉพาะของคุณ",
  "sis_process1_2_title": "2. การพัฒนามิดเดิลแวร์",
  "sis_process1_2_desc": "เราสร้างโซลูชันมิดเดิลแวร์ที่อำนวยความสะดวกในการสื่อสารระหว่างระบบที่แตกต่างกัน รับรองการแลกเปลี่ยนข้อมูลอย่างราบรื่นและการทำงานร่วมกันของระบบ",
  "sis_process1_3_title": "3. การย้ายข้อมูล",
  "sis_process1_3_desc": "เราจัดการการย้ายข้อมูลของคุณระหว่างระบบ รับรองความถูกต้องและความสมบูรณ์พร้อมลดการหยุดชะงักของธุรกิจของคุณให้น้อยที่สุด",
  "sis_process1_4_title": "4. การทดสอบการบูรณาการ",
  "sis_process1_4_desc": "เราทำการทดสอบอย่างละเอียดถี่ถ้วนเพื่อให้แน่ใจว่าระบบบูรณาการทำงานได้อย่างถูกต้องและมีประสิทธิภาพ ตรงตามมาตรฐานประสิทธิภาพและความน่าเชื่อถือของคุณ",

  "sis_solution1_title": "สิ่งที่เราบูรณาการ",
  "sis_solution1_1": "REST APIs",
  "sis_solution1_2": "SOAP APIs",
  "sis_solution1_3": "OAuth 2.0",
  "sis_solution1_4": "กราฟคิวแอล",
  "sis_solution1_5": "แซเปียร์",

  "cb_dev_1_head": "โซลูชันบนคลาวด์",
  "cb_main_desc": "โซลูชันที่ปรับแต่งสำหรับโครงสร้างพื้นฐานและบริการบนคลาวด์ เพิ่มความคล่องตัวทางธุรกิจของคุณ",

  "cb_process1_main_title": "โซลูชันบนคลาวด์ของเรา",
  "cb_process1_1_title": "1. การพัฒนาแอปพลิเคชันบนคลาวด์",
  "cb_process1_1_desc": "เราออกแบบและสร้างแอปพลิเคชันบนคลาวด์แบบกำหนดเองที่ตอบสนองความต้องการทางธุรกิจของคุณและขับเคลื่อนการเติบโต",
  "cb_process1_2_title": "2. การโยกย้ายระบบคลาวด์",
  "cb_process1_2_desc": "โยกย้ายระบบและข้อมูลที่มีอยู่ของคุณไปยังระบบคลาวด์ได้อย่างราบรื่นโดยไม่เกิดการหยุดชะงัก",
  "cb_process1_3_title": "3. การบูรณาการระบบคลาวด์",
  "cb_process1_3_desc": "บูรณาการบริการและแอปพลิเคชันบนคลาวด์ต่างๆ เพื่อการดำเนินงานที่เป็นหนึ่งเดียวและมีประสิทธิภาพ",
  "cb_process1_4_title": "4. ความปลอดภัยบนคลาวด์",
  "cb_process1_4_desc": "นำมาตรการรักษาความปลอดภัยที่แข็งแกร่งมาใช้เพื่อปกป้องข้อมูลและแอปพลิเคชันของคุณบนคลาวด์",

  "cb_solution1_title": "เทคโนโลยีคลาวด์ที่เราใช้",
  "cb_solution1_1": "AWS",
  "cb_solution1_2": "ไมโครซอฟท์ อาซัวร์",
  "cb_solution1_3": "กูเกิล คลาวด์",
  "cb_solution1_4": "คลาวด์แฟลร์",

  "sm_dev_1_head": "โซลูชันการจัดการซอฟต์แวร์",
  "sm_main_desc": "การจัดการระบบซอฟต์แวร์อย่างมีประสิทธิภาพเพื่อเพิ่มประสิทธิภาพการทำงานและเพิ่มผลผลิต",

  "sm_process1_main_title": "บริการการจัดการซอฟต์แวร์ของเรา",
  "sm_process1_1_title": "1. การจัดการวงจรชีวิตของซอฟต์แวร์",
  "sm_process1_1_desc": "เรารับประกันแนวทางการพัฒนาซอฟต์แวร์ที่ราบรื่นและมีโครงสร้างตั้งแต่การวางแผนจนถึงการปรับใช้",
  "sm_process1_2_title": "2. การควบคุมเวอร์ชันและการอัปเดต",
  "sm_process1_2_desc": "อัปเดตซอฟต์แวร์ของคุณด้วยฟีเจอร์ล่าสุดและแพตช์ความปลอดภัยโดยใช้บริการการจัดการเวอร์ชันของเรา",
  "sm_process1_3_title": "3. การติดตามและแก้ไขข้อบกพร่อง",
  "sm_process1_3_desc": "ติดตาม จัดลำดับความสำคัญ และแก้ไขข้อบกพร่องอย่างมีประสิทธิภาพเพื่อให้แน่ใจว่าจะได้รับประสบการณ์ซอฟต์แวร์ที่ราบรื่น",
  "sm_process1_4_title": "4. การตรวจสอบประสิทธิภาพ",
  "sm_process1_4_desc": "ตรวจสอบประสิทธิภาพของซอฟต์แวร์ของคุณแบบเรียลไทม์เพื่อระบุและแก้ไขปัญหาที่อาจเกิดขึ้นได้ตั้งแต่เนิ่นๆ",

  "sm_solution1_title": "เครื่องมือจัดการซอฟต์แวร์ที่เราใช้",
  "sm_solution1_1": "จิรา",
  "sm_solution1_2": "กิตแล็บ",
  "sm_solution1_3": "เทรลโล",
  "sm_solution1_4": "อาซัวร์ เดฟออปส์",

  "contact_us_bottom_title": "พร้อมที่จะเปลี่ยนแปลงธุรกิจของคุณหรือยัง?",
  "contact_us_bottom_desc": "มาพูดคุยกันว่าโซลูชันซอฟต์แวร์ของเราจะช่วยขับเคลื่อนความสำเร็จของคุณได้อย่างไร",
  "contact_us_bottom_btn": "ติดต่อเรา",

  "software_dev_2_head": "การพัฒนาเว็บแอปพลิเคชัน",
  "software_dev_3_head": "การพัฒนาแอพมือถือ",
  "software_dev_4_head": "บริการบูรณาการซอฟต์แวร์",
  "software_dev_5_head": "โซลูชันบนคลาวด์",
  "software_dev_6_head": "การบำรุงรักษาซอฟต์แวร์",

  "------------------------------------------": "---------------------------------------",

  "thirt_party_0": "บริการการตลาดดิจิทัล",

  "thirt_party_1_head": "การเพิ่มประสิทธิภาพเครื่องมือค้นหา (SEO)",
  "seo_dev_1_head": "การเพิ่มประสิทธิภาพเครื่องมือค้นหา (SEO)",
  "seo_main_desc": "เราใช้แนวทางที่ขับเคลื่อนด้วยข้อมูลเพื่อปรับปรุงการปรากฏตัวออนไลน์ของคุณและดึงดูดการเข้าชมแบบออร์แกนิก",

  "seo_process1_main_title": "กลยุทธ์ SEO ของเรา",
  "seo_process1_1_title": "1. การวิจัยคำหลัก",
  "seo_process1_1_desc": "เราทำการวิจัยคำหลักอย่างละเอียดถี่ถ้วนเพื่อระบุคำหลักที่มีความเกี่ยวข้องและมีปริมาณการเข้าชมสูงที่สุดสำหรับธุรกิจของคุณ โดยปรับแต่งเนื้อหาของคุณเพื่อให้ติดอันดับการค้นหาที่ดีขึ้น",
  "seo_process1_2_title": "2. การเพิ่มประสิทธิภาพบนหน้า",
  "seo_process1_2_desc": "ทีมงานของเราปรับแต่งโครงสร้างเว็บไซต์ เมตาแท็ก และเนื้อหาของคุณเพื่อให้แน่ใจว่าเป็นมิตรกับเครื่องมือค้นหาและมอบประสบการณ์ผู้ใช้ที่เหนือกว่า",
  "seo_process1_3_title": "3. การสร้างลิงก์",
  "seo_process1_3_desc": "เราพัฒนาแคมเปญการสร้างลิงก์เชิงกลยุทธ์เพื่อเพิ่มอำนาจและความน่าเชื่อถือของเว็บไซต์ของคุณ ช่วยเพิ่มโอกาสในการติดอันดับที่สูงขึ้นในผลการค้นหา",
  "seo_process1_4_title": "4. การติดตามประสิทธิภาพ",
  "seo_process1_4_desc": "เราตรวจสอบประสิทธิภาพ SEO ของคุณอย่างต่อเนื่องโดยใช้การวิเคราะห์เพื่อติดตามความคืบหน้า ระบุพื้นที่สำหรับการปรับปรุง และปรับกลยุทธ์ตามความจำเป็น",

  "seo_solution1_title": "เครื่องมือ SEO ที่เราใช้",
  "seo_solution1_1": "กูเกิล อะนาไลติกส์",
  "seo_solution1_2": "Ahrefs",
  "seo_solution1_3": "SEMrush",
  "seo_solution1_4": "Yoast SEO",
  "seo_solution1_5": "กูเกิล เซิร์ช คอนโซล",

  "seo_contact_title": "พร้อมที่จะยกระดับกลยุทธ์ SEO ของคุณหรือยัง",
  "seo_contact_desc": "มาพูดคุยกันว่าบริการ SEO ของเราจะช่วยปรับปรุงการปรากฏตัวออนไลน์ของคุณและดึงดูดการเข้าชมแบบออร์แกนิกได้อย่างไร",
  "seo_contact_btn": "ติดต่อเรา",

  "thirt_party_2_head": "การตลาดเนื้อหา",
  "content_marketing_head": "การตลาดเนื้อหา",
  "content_marketing_main_desc": "บริการการตลาดเนื้อหาของเรามุ่งเน้นไปที่การสร้างเนื้อหาที่มีคุณค่าและเกี่ยวข้องซึ่งดึงดูด มีส่วนร่วม และรักษาผู้ชมเป้าหมายของคุณไว้",

  "content_marketing_process1_main_title": "กลยุทธ์การตลาดเนื้อหาของเรา",
  "content_marketing_process1_1_title": "1. การวางแผนเนื้อหา",
  "content_marketing_process1_1_desc": "เราพัฒนากลยุทธ์เนื้อหาที่ครอบคลุมซึ่งสอดคล้องกับเป้าหมายทางธุรกิจของคุณ ความต้องการของผู้ชม และแนวโน้มในอุตสาหกรรม",
  "content_marketing_process1_2_title": "2. การสร้างเนื้อหา",
  "content_marketing_process1_2_desc": "ทีมงานของเราสร้างเนื้อหาคุณภาพสูง รวมถึงบล็อก บทความ วิดีโอ และอินโฟกราฟิก ที่สื่อถึงกลุ่มเป้าหมายของคุณและสร้างการมีส่วนร่วม",
  "content_marketing_process1_3_title": "3. การเผยแพร่เนื้อหา",
  "content_marketing_process1_3_desc": "เราเผยแพร่เนื้อหาของคุณอย่างมีกลยุทธ์ผ่านแพลตฟอร์มต่างๆ เพื่อเพิ่มการเข้าถึงและการมองเห็นให้สูงสุด",
  "content_marketing_process1_4_title": "4. การติดตามประสิทธิภาพ",
  "content_marketing_process1_4_desc": "เราวิเคราะห์ประสิทธิภาพของแคมเปญการตลาดเนื้อหาของคุณ โดยติดตามตัวชี้วัดหลักเพื่อวัดประสิทธิภาพ",

  "content_marketing_solution1_title": "เครื่องมือการตลาดเนื้อหาที่เราใช้",
  "content_marketing_solution1_1": "กูเกิล อะนาไลติกส์",
  "content_marketing_solution1_2": "HubSpot",
  "content_marketing_solution1_3": "BuzzSumo",
  "content_marketing_solution1_4": "CoSchedule",
  "content_marketing_solution1_5": "SEMrush",

  "content_marketing_contact_title": "พร้อมที่จะยกระดับกลยุทธ์เนื้อหาของคุณหรือยัง",
  "content_marketing_contact_desc": "มาพูดคุยกันว่าบริการการตลาดเนื้อหาของเราจะช่วยกระตุ้นการมีส่วนร่วมและเพิ่มจำนวนผู้ชมของคุณได้อย่างไร",
  "content_marketing_contact_btn": "ติดต่อเรา",

  "thirt_party_3_head": "การตลาดโซเชียลมีเดีย",
  "social_media_marketing_head": "การตลาดโซเชียลมีเดีย",
  "social_media_marketing_main_desc": "บริการการตลาดโซเชียลมีเดียของเราช่วยให้ธุรกิจสร้างการปรากฏตัวออนไลน์ที่แข็งแกร่ง มีส่วนร่วมกับผู้ชม และผลักดันการแปลง",

  "social_media_marketing_process1_main_title": "กลยุทธ์การตลาดโซเชียลมีเดียของเรา",
  "social_media_marketing_process1_1_title": "1. การวิจัยผู้ชม",
  "social_media_marketing_process1_1_desc": "เราวิเคราะห์กลุ่มเป้าหมายของคุณเพื่อทำความเข้าใจถึงความชอบ พฤติกรรม และแพลตฟอร์มที่พวกเขาใช้บ่อย เพื่อปรับแต่งแคมเปญอย่างมีประสิทธิภาพ",
  "social_media_marketing_process1_2_title": "2. การสร้างเนื้อหา",
  "social_media_marketing_process1_2_desc": "เราสร้างเนื้อหาที่น่าสนใจ รวมถึงภาพ วิดีโอ และข้อความ ที่สะท้อนถึง ผู้ชมของคุณและเสริมสร้างเอกลักษณ์แบรนด์ของคุณ",
  "social_media_marketing_process1_3_title": "3. การจัดการแพลตฟอร์ม",
  "social_media_marketing_process1_3_desc": "ทีมของเราจัดการแพลตฟอร์มโซเชียลมีเดียของคุณ โพสต์เนื้อหา มีส่วนร่วมกับผู้ติดตาม และรับรองความสม่ำเสมอในทุกช่องทาง",
  "social_media_marketing_process1_4_title": "4. การวิเคราะห์ประสิทธิภาพ",
  "social_media_marketing_process1_4_desc": "เราติดตามตัวชี้วัดประสิทธิภาพหลัก ตรวจสอบแนวโน้ม และปรับกลยุทธ์เพื่อให้แน่ใจว่าแคมเปญของคุณยังคงส่งมอบผลลัพธ์ที่แข็งแกร่ง",

  "social_media_marketing_solution1_title": "แพลตฟอร์มโซเชียลมีเดียที่เราเชี่ยวชาญ",
  "social_media_marketing_solution1_1": "เฟซบุ๊ก",
  "social_media_marketing_solution1_2": "อินสตาแกรม",
  "social_media_marketing_solution1_3": "ลิงค์อิน",
  "social_media_marketing_solution1_4": "ทวิตเตอร์",
  "social_media_marketing_solution1_5": "ยูทูบ",

  "social_media_marketing_contact_title": "พร้อมที่จะเพิ่มการปรากฏตัวบนโซเชียลมีเดียของคุณหรือยัง?",
  "social_media_marketing_contact_desc": "มาพูดคุยกันว่าบริการการตลาดโซเชียลมีเดียของเรา ช่วยให้คุณเข้าถึงกลุ่มเป้าหมายและพัฒนาแบรนด์ของคุณได้",
  "social_media_marketing_contact_btn": "ติดต่อเรา",

  "thirt_party_4_head": "การโฆษณาแบบจ่ายต่อคลิก (PPC)",
  "ppc_advertising_head": "การโฆษณาแบบจ่ายต่อคลิก (PPC)",
  "ppc_advertising_main_desc": "บริการโฆษณาแบบจ่ายต่อคลิกของเราช่วยให้คุณดึงดูดผู้เข้าชมเป้าหมายไปยังเว็บไซต์ของคุณผ่านการจัดวางโฆษณาเชิงกลยุทธ์ เพิ่มผลตอบแทนจากการลงทุนสูงสุดทุกครั้งที่คลิก",
  "ppc_advertising_process1_main_title": "กลยุทธ์การโฆษณา PPC ของเรา",
  "ppc_advertising_process1_1_title": "1. การวางแผนแคมเปญ",
  "ppc_advertising_process1_1_desc": "เราพัฒนากลยุทธ์แคมเปญ PPC โดยละเอียดที่เหมาะกับเป้าหมายทางธุรกิจของคุณ โดยระบุแพลตฟอร์มและคำหลักที่ดีที่สุดเพื่อให้เกิดผลกระทบสูงสุด",
  "ppc_advertising_process1_2_title": "2. การสร้างโฆษณา",
  "ppc_advertising_process1_2_desc": "ทีมงานของเราออกแบบโฆษณาที่น่าสนใจด้วยเนื้อหาที่น่าเชื่อถือและภาพที่ดึงดูดใจซึ่งดึงดูดความสนใจและผลักดันการแปลง",
  "ppc_advertising_process1_3_title": "3. การจัดการการเสนอราคา",
  "ppc_advertising_process1_3_desc": "เราจัดการการเสนอราคาของคุณเพื่อเพิ่มประสิทธิภาพการจัดวางโฆษณาและรับรองการใช้จ่ายที่คุ้มต้นทุนโดยอิงจากข้อมูลประสิทธิภาพ",
  "ppc_advertising_process1_4_title": "4. ประสิทธิภาพ การตรวจสอบ",
  "ppc_advertising_process1_4_desc": "เราตรวจสอบแคมเปญ PPC ของคุณอย่างต่อเนื่อง วิเคราะห์ตัวชี้วัดสำคัญเพื่อปรับปรุงกลยุทธ์และปรับปรุง ROI ในช่วงเวลาหนึ่ง",

  "ppc_advertising_solution1_title": "แพลตฟอร์ม PPC ที่เราโดดเด่น",
  "ppc_advertising_solution1_1": "กูเกิล แอดส์",
  "ppc_advertising_solution1_2": "Bing Ads",
  "ppc_advertising_solution1_3": "โฆษณาเฟซบุ๊ก",
  "ppc_advertising_solution1_4": "โฆษณาลิงค์อิน",
  "ppc_advertising_solution1_5": "โฆษณาทวิตเตอร์",

  "ppc_contact_title": "พร้อมที่จะเพิ่มปริมาณการเข้าชมด้วย PPC หรือยัง?",
  "ppc_contact_desc": "มาพูดคุยกันว่าบริการ PPC ของเราสามารถปรับปรุงการปรากฏตัวออนไลน์ของคุณได้อย่างไร",
  "ppc_contact_btn": "ติดต่อเรา",

  "-----------------blog------------------------": "------------------blog-----------------------",
  "blog_title": "การนำทางการค้าโลก: กลยุทธ์การนำเข้า-ส่งออกสำหรับปี 2024",
  "blog_date": "9 กันยายน 2024",
  "blog_author": "ข้อมูลเชิงลึกเกี่ยวกับการค้าโลก",
  "blog_intro": "ในภูมิทัศน์การค้าโลกที่เปลี่ยนแปลงตลอดเวลา ปี 2024 นำมาซึ่งความท้าทายและโอกาสใหม่ๆ ตั้งแต่การหยุดชะงักของห่วงโซ่อุปทานไปจนถึงสงครามการค้าและกฎระเบียบที่เปลี่ยนแปลง ธุรกิจที่เกี่ยวข้องกับการนำเข้า-ส่งออกต้องคล่องตัวและกระตือรือร้น ในบล็อกนี้ เราจะสำรวจกลยุทธ์สำคัญเพื่อเพิ่มประสิทธิภาพการดำเนินการนำเข้า-ส่งออกของคุณ ลดความเสี่ยง และคว้าโอกาสในตลาดเกิดใหม่",

  "section1_title": "การกระจายห่วงโซ่อุปทานเพื่อความมั่นคง",
  "section1_desc": "ด้วยความตึงเครียดทางภูมิรัฐศาสตร์และข้อจำกัดทางการค้าที่เพิ่มขึ้น การกระจายห่วงโซ่อุปทานของคุณจึงมีความจำเป็น บริษัทต่างๆ ควรพิจารณาการจัดหาสินค้าจากหลายประเทศเพื่อลดการหยุดชะงักและเพื่อให้แน่ใจว่าสินค้าจะไหลมาอย่างต่อเนื่อง การใช้ประโยชน์จากข้อตกลงการค้าเสรีและการสร้างพันธมิตรใหม่จะช่วยให้คุณสามารถปกป้องการดำเนินงานของคุณจากการหยุดชะงักที่ไม่คาดคิดได้",

  "section2_title": "การใช้ประโยชน์จากเทคโนโลยีเพื่อประสิทธิภาพการค้า",
  "section2_desc": "โซลูชันดิจิทัลกำลังเปลี่ยนแปลงวิธีการค้าของเรา ตั้งแต่เทคโนโลยีบล็อคเชนที่รับประกันความโปร่งใสในการทำธุรกรรมไปจนถึงการวิเคราะห์ที่ขับเคลื่อนด้วย AI ที่คาดการณ์แนวโน้มของตลาด บริษัทที่นำนวัตกรรมเทคโนโลยีมาใช้จะได้เปรียบทางการแข่งขัน การนำการติดตามแบบเรียลไทม์และการประมวลผลศุลกากรแบบดิจิทัลมาใช้สามารถปรับปรุงกิจกรรมนำเข้า-ส่งออกของคุณให้มีประสิทธิภาพมากขึ้น",

  "section3_title": "การปรับตัวให้เข้ากับกฎระเบียบการค้าที่เปลี่ยนแปลงไป",
  "section3_desc": "ปี 2024 จะนำการเปลี่ยนแปลงมาสู่กฎระเบียบการค้า โดยเฉพาะอย่างยิ่งกับข้อกำหนดด้านสิ่งแวดล้อมและความยั่งยืนใหม่ๆ การติดตามกฎระเบียบเหล่านี้จะไม่เพียงแต่ช่วยหลีกเลี่ยงโทษเท่านั้น แต่ยังเปิดประตูสู่ตลาดใหม่ๆ ได้อีกด้วย การทำความเข้าใจความแตกต่างของกฎระเบียบต่างๆ เช่น การปรับเกณฑ์ชายแดนด้านคาร์บอนและการรับรองความยั่งยืน จะมีความสำคัญอย่างยิ่งต่อความสำเร็จในระยะยาว",

  "section4_title": "การสำรวจตลาดเกิดใหม่",
  "section4_desc": "ตลาดเกิดใหม่ในเอเชีย แอฟริกา และละตินอเมริกา มอบโอกาสที่ทำกำไรให้กับธุรกิจที่ต้องการขยายการเข้าถึงระดับโลก ด้วยชนชั้นกลางที่เติบโตและความต้องการสินค้าที่เพิ่มมากขึ้น ภูมิภาคเหล่านี้จึงมีศักยภาพที่ยังไม่ได้ใช้สำหรับผู้ส่งออก การดำเนินการวิจัยตลาดอย่างละเอียดถี่ถ้วนและการสร้างความร่วมมือในท้องถิ่นจะเป็นกุญแจสำคัญในการเข้าสู่ตลาดเหล่านี้อย่างประสบความสำเร็จ",

  "section5_title": "การลดความเสี่ยงด้านการค้า",
  "section5_desc": "สภาพแวดล้อมการค้าระหว่างประเทศเต็มไปด้วยความเสี่ยง รวมถึงค่าเงินที่ผันผวน ความไม่มั่นคงทางการเมือง และความท้าทายด้านการขนส่ง บริษัทต่างๆ ควรนำกลยุทธ์การจัดการความเสี่ยงมาใช้ เช่น การป้องกันความเสี่ยงจากความผันผวนของสกุลเงิน การกระจายฐานลูกค้า และการประกันสินเชื่อการค้าเพื่อลดการสูญเสียที่อาจเกิดขึ้น",

  "section6_title": "ความยั่งยืนและการจัดหาแหล่งที่มาที่ถูกต้องตามจริยธรรม",
  "section6_desc": "ผู้บริโภคและรัฐบาลให้ความสำคัญกับความยั่งยืนและการจัดหาแหล่งที่มาที่ถูกต้องตามจริยธรรมมากขึ้นเรื่อยๆ บริษัทต่างๆ ที่นำแนวทางปฏิบัติที่เป็นมิตรต่อสิ่งแวดล้อมมาใช้ เช่น การลดการปล่อยคาร์บอนในการขนส่งและการจัดหาแหล่งที่มาจากซัพพลายเออร์ที่ถูกต้องตามจริยธรรม จะไม่เพียงแต่ปฏิบัติตามกฎระเบียบเท่านั้น แต่ยังช่วยเสริมสร้างชื่อเสียงของแบรนด์และดึงดูดผู้บริโภคที่มีจิตสำนึกอีกด้วย",

  "blog_title1": "เหตุใดธุรกิจของคุณจึงต้องการซอฟต์แวร์ที่กำหนดเอง",
  "blog_author1": "โซลูชันเทคโนโลยี",
  "blog_date1": "9 กันยายน 2024",
  "blog_intro1": "ในสภาพแวดล้อมทางธุรกิจที่เปลี่ยนแปลงอย่างรวดเร็วในปัจจุบัน โซลูชันซอฟต์แวร์สำเร็จรูปมักจะไม่สามารถตอบสนองความต้องการเฉพาะตัวของธุรกิจแต่ละแห่งได้ การพัฒนาซอฟต์แวร์ที่กำหนดเองนำเสนอแนวทางที่ปรับแต่งได้ โดยนำเสนอโซลูชันที่ออกแบบมาโดยเฉพาะเพื่อตอบสนองความต้องการของบริษัทของคุณ ในบล็อกนี้ เราจะเจาะลึกว่าซอฟต์แวร์ที่กำหนดเองสามารถเพิ่มประสิทธิภาพการดำเนินงาน ลดต้นทุน และมอบข้อได้เปรียบในการแข่งขันได้อย่างไร",
  "section1_title1": "เพิ่มประสิทธิภาพการดำเนินงาน",
  "section1_desc1": "ซอฟต์แวร์ที่กำหนดเองถูกสร้างขึ้นเพื่อให้สอดคล้องกับเวิร์กโฟลว์และกระบวนการที่มีอยู่ของคุณ โดยขจัดคุณสมบัติและความซับซ้อนที่ไม่จำเป็นที่พบในซอฟต์แวร์ทั่วไป การจัดแนวนี้ทำให้มีประสิทธิภาพเพิ่มขึ้น เนื่องจากพนักงานใช้เวลาน้อยลงในการนำทางฟังก์ชันที่ไม่เกี่ยวข้องและมีเวลามากขึ้นในการทำงานที่มีประสิทธิผล การบูรณาการกับระบบที่มีอยู่ ช่วยให้ข้อมูลไหลเวียนอย่างราบรื่นระหว่างแผนกต่างๆ ช่วยเพิ่มประสิทธิภาพในการดำเนินงานมากยิ่งขึ้น",
  "section2_title1": "ลดต้นทุนในระยะยาว",
  "section2_desc1": "แม้ว่าการลงทุนเริ่มต้นในซอฟต์แวร์ที่กำหนดเองอาจดูสูงกว่าตัวเลือกสำเร็จรูป แต่ก็มักจะส่งผลให้ประหยัดต้นทุนในระยะยาว โซลูชันที่กำหนดเองจะช่วยลดความจำเป็นในการมีใบอนุญาตซอฟต์แวร์หลายใบและลดต้นทุนที่เกี่ยวข้องกับการฝึกอบรมพนักงานบนแพลตฟอร์มต่างๆ นอกจากนี้ ซอฟต์แวร์ที่กำหนดเองยังสามารถปรับขนาดและอัปเดตได้เมื่อธุรกิจของคุณเติบโตขึ้น หลีกเลี่ยงความจำเป็นในการปรับปรุงครั้งใหญ่หรือโยกย้ายไปยังระบบใหม่ซึ่งมีค่าใช้จ่ายสูง",
  "section3_title1": "คุณสมบัติที่ปรับแต่งตามความต้องการเฉพาะ",
  "section3_desc1": "ธุรกิจทุกแห่งมีกระบวนการและข้อกำหนดเฉพาะที่ซอฟต์แวร์ทั่วไปไม่สามารถตอบสนองได้ทั้งหมด การพัฒนาซอฟต์แวร์ที่กำหนดเองช่วยให้คุณกำหนดคุณลักษณะและฟังก์ชันเฉพาะที่เหมาะกับรูปแบบธุรกิจของคุณได้ ไม่ว่าจะเป็นระบบการจัดการความสัมพันธ์ลูกค้าเฉพาะทางหรือการติดตามสินค้าคงคลังเฉพาะทาง โซลูชันแบบกำหนดเองจะช่วยให้แน่ใจว่าทุกแง่มุมของการดำเนินงานของคุณได้รับการสนับสนุน",
  "section4_title1": "การเสริมสร้างความปลอดภัย",
  "section4_desc1": "ความปลอดภัยเป็นปัญหาสำคัญสำหรับธุรกิจ โดยเฉพาะอย่างยิ่งเมื่อต้องจัดการกับข้อมูลที่ละเอียดอ่อน ซอฟต์แวร์แบบกำหนดเองช่วยลดความเสี่ยงของการละเมิดความปลอดภัยที่มักเกิดขึ้นในแอปพลิเคชันสำเร็จรูปที่ใช้กันอย่างแพร่หลาย ด้วยโซลูชันแบบกำหนดเอง โปรโตคอลความปลอดภัยสามารถปรับแต่งได้ตามความต้องการเฉพาะของคุณ และคุณสามารถควบคุมวิธีการจัดเก็บและเข้าถึงข้อมูลได้อย่างเต็มที่",
  "section5_title1": "การได้เปรียบทางการแข่งขัน",
  "section5_desc1": "การใช้ซอฟต์แวร์ที่ออกแบบมาโดยเฉพาะสำหรับธุรกิจของคุณจะช่วยให้คุณได้เปรียบทางการแข่งขันอย่างมาก ซอฟต์แวร์แบบกำหนดเองช่วยให้คุณสามารถสร้างสรรค์นวัตกรรมและเสนอบริการหรือผลิตภัณฑ์ที่คู่แข่งที่ใช้ซอฟต์แวร์ทั่วไปทำไม่ได้ ช่วยให้มีความยืดหยุ่นและตอบสนองต่อการเปลี่ยนแปลงของตลาดได้ดีขึ้น ทำให้ธุรกิจของคุณอยู่ในตำแหน่งผู้นำในอุตสาหกรรมของคุณ",
  "section6_title1": "สร้างหลักประกันสำหรับธุรกิจของคุณในอนาคต",
  "section6_desc1": "เทคโนโลยีพัฒนาอย่างรวดเร็ว และธุรกิจต่างๆ จำเป็นต้องมีโซลูชันที่สามารถปรับตัวให้เข้ากับการเปลี่ยนแปลงเหล่านี้ได้ เราสามารถออกแบบซอฟต์แวร์ที่กำหนดเองได้โดยคำนึงถึงความสามารถในการปรับขนาด เพื่อให้แน่ใจว่าซอฟต์แวร์จะเติบโตไปพร้อมกับธุรกิจของคุณ สามารถเพิ่มการอัปเดตและฟีเจอร์ใหม่ๆ ตามต้องการ ทำให้ซอฟต์แวร์ของคุณมีความเกี่ยวข้องและมีประสิทธิภาพโดยไม่ต้องเปลี่ยนใหม่ทั้งหมด",

  "blog_byb_title1": "ส่งเสริมแบรนด์ของคุณ",
  "blog_byb_author1": "โซลูชันด้านเทคโนโลยี",
  "blog_byb_date1": "19 กรกฎาคม 2024",
  "section1_byb_title1": "ทำความเข้าใจอัตลักษณ์แบรนด์",
  "section1_byb_desc1": "อัตลักษณ์แบรนด์มีความสำคัญอย่างยิ่งต่อการสร้างความประทับใจที่น่าจดจำในตลาด อัตลักษณ์แบรนด์ประกอบด้วยองค์ประกอบต่างๆ เช่น โลโก้ โทนสี และการออกแบบโดยรวม ซึ่งมีส่วนช่วยในการสร้างการรับรู้ต่อแบรนด์ของคุณ การสร้างอัตลักษณ์แบรนด์ที่แข็งแกร่งช่วยสร้างความไว้วางใจและความน่าเชื่อถือในกลุ่มเป้าหมายของคุณ",
  "section2_byb_title1": "การสร้างข้อเสนอคุณค่าที่ไม่ซ้ำใคร",
  "section2_byb_desc1": "ข้อเสนอคุณค่าที่ไม่ซ้ำใคร (UVP) กำหนดอย่างชัดเจนว่าอะไรที่ทำให้แบรนด์ของคุณโดดเด่นกว่าคู่แข่ง โดยเน้นที่ประโยชน์และคุณค่าที่ลูกค้าจะได้รับ ซึ่งช่วยให้คุณดึงดูดและรักษาฐานลูกค้าที่ภักดีไว้ได้ การสร้าง UVP ที่น่าสนใจเกี่ยวข้องกับ การทำความเข้าใจความต้องการของผู้ชมและปรับข้อเสนอให้สอดคล้องกับความต้องการเหล่านั้น",
  "section3_byb_title1": "การใช้ประโยชน์จากโซเชียลมีเดียเพื่อการเติบโตของแบรนด์",
  "section3_byb_desc1": "แพลตฟอร์มโซเชียลมีเดียนำเสนอเครื่องมืออันทรงพลังสำหรับการขยายการเข้าถึงและการมีส่วนร่วมของแบรนด์ของคุณ โดยการสร้างและแบ่งปันเนื้อหาที่มีคุณค่า การมีส่วนร่วมกับผู้ชมของคุณ และการดำเนินแคมเปญโฆษณาที่กำหนดเป้าหมาย คุณสามารถเพิ่มการมองเห็นแบรนด์และส่งเสริมชุมชนผู้สนับสนุนแบรนด์",
  "section4_byb_title1": "การลงทุนในเนื้อหาที่มีคุณภาพ",
  "section4_byb_desc1": "เนื้อหาที่มีคุณภาพสูงเป็นรากฐานของการสร้างแบรนด์ที่มีประสิทธิภาพ ไม่เพียงแต่ดึงดูดและรักษาลูกค้าไว้เท่านั้น แต่ยังสร้างแบรนด์ของคุณให้เป็นผู้มีอำนาจในอุตสาหกรรมของคุณอีกด้วย การลงทุนในเนื้อหาที่สร้างสรรค์โดยมืออาชีพ เช่น บล็อก วิดีโอ และอินโฟกราฟิก สามารถส่งผลต่อชื่อเสียงและความสำเร็จของแบรนด์ของคุณได้อย่างมาก",
  "section5_byb_title1": "การติดตามและปรับกลยุทธ์แบรนด์ของคุณ",
  "section5_byb_desc1": "การติดตามและปรับกลยุทธ์แบรนด์ของคุณอย่างต่อเนื่องถือเป็นสิ่งสำคัญสำหรับความสำเร็จในระยะยาว การวิเคราะห์ตัวชี้วัดประสิทธิภาพที่สำคัญ การรวบรวมคำติชมจากลูกค้า และการอัปเดตแนวโน้มของตลาดอยู่เสมอ จะช่วยให้คุณปรับแต่งแนวทางของคุณและทำให้มั่นใจได้ว่าแบรนด์ของคุณยังคงมีความเกี่ยวข้องและสามารถแข่งขันได้",

  "hr_busi_0": "ที่ปรึกษาธุรกิจด้านทรัพยากรบุคคล",
  "hr_busi_1": "ยินดีต้อนรับสู่บริการที่ปรึกษาธุรกิจด้านทรัพยากรบุคคลของเรา ซึ่งความเชี่ยวชาญมาพบกับนวัตกรรม! บริษัทของเราเข้าใจถึงความท้าทายที่ธุรกิจต่างๆ เผชิญในภูมิทัศน์การแข่งขันในปัจจุบัน ด้วยทีมที่ปรึกษาที่มีประสบการณ์ เรามอบคำแนะนำเชิงกลยุทธ์ที่เหมาะกับความต้องการเฉพาะของคุณ ไม่ว่าคุณจะเป็นสตาร์ทอัพที่ต้องการสร้างสถานะในตลาดหรือเป็นบริษัทที่ก่อตั้งมานานและมุ่งหวังความเป็นเลิศในการดำเนินงาน โซลูชันที่ครอบคลุมของเราจะช่วยให้คุณบรรลุเป้าหมายได้",
  "hr_busi_2": "ในแวดวงที่ปรึกษาธุรกิจด้านทรัพยากรบุคคล เรากำหนดขอบเขตความเป็นไปได้ใหม่ ทีมงานมืออาชีพที่ทุ่มเทของเราผสมผสานข้อมูลเชิงลึกในอุตสาหกรรมเข้ากับความคิดสร้างสรรค์ เพื่อนำเสนอโซลูชันนวัตกรรมที่ขับเคลื่อนการเติบโตของธุรกิจ เราเชื่อในไม่เพียงแต่การตอบสนองแต่ยังเกินความคาดหวังของลูกค้า ด้วยการใช้ประโยชน์จากความเชี่ยวชาญของเราในด้านต่างๆ เช่น การวิจัยตลาด การวางแผนเชิงกลยุทธ์ และการพัฒนาองค์กร เราช่วยให้ธุรกิจต่างๆ ตัดสินใจอย่างรอบรู้และก้าวล้ำหน้าคู่แข่ง ให้เราเป็นพันธมิตรเชิงกลยุทธ์ของคุณ นำทางคุณไปสู่อนาคตแห่งความสำเร็จและการเติบโตที่ไม่มีใครเทียบได้",
  "emp_tr_0": "การฝึกอบรมและพัฒนาพนักงาน",
  "emp_tr_1": "เราเสนอโมดูลการฝึกอบรมที่หลากหลายซึ่งออกแบบมาเพื่อรับมือกับความท้าทายเฉพาะด้านในอุตสาหกรรมและช่องว่างทักษะของแต่ละบุคคล ตั้งแต่ทักษะทางเทคนิคไปจนถึงทักษะทางสังคม ผู้ฝึกสอนที่มีประสบการณ์ของเรามอบเซสชันแบบลงมือปฏิบัติจริงแบบโต้ตอบที่ส่งเสริมการเรียนรู้อย่างต่อเนื่อง เป้าหมายของเราไม่เพียงแต่จะเชื่อมช่องว่างทักษะที่มีอยู่ภายในองค์กรของคุณเท่านั้น แต่ยังรวมถึงการปลูกฝังวัฒนธรรมแห่งนวัตกรรมและความสามารถในการปรับตัวอีกด้วย",
  "emp_tr_2": "การลงทุนในโปรแกรมการฝึกอบรมและพัฒนาพนักงานของเราไม่ได้ช่วยแค่เพิ่มขีดความสามารถของทีมเท่านั้น แต่คุณยังส่งเสริมให้พนักงานมีความคล่องตัว มีแรงจูงใจ และพร้อมที่จะรับมือกับความท้าทายใดๆ อีกด้วย ร่วมงานกับเราเพื่อปลดล็อกศักยภาพทั้งหมดของพนักงานของคุณ ขับเคลื่อนธุรกิจของคุณสู่การเติบโตและความสำเร็จอย่างยั่งยืน..",
  "hr_comp_0": "การปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคล",
  "hr_comp_1": "การนำทางภูมิทัศน์ที่ซับซ้อนของการปฏิบัติตามกฎหมายและทรัพยากรบุคคลนั้นมีความสำคัญสำหรับธุรกิจใดๆ บริการการปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคลของเราได้รับการออกแบบมาเพื่อมอบคำแนะนำจากผู้เชี่ยวชาญและความอุ่นใจให้กับคุณ เราคอยอัปเดตข้อมูลเกี่ยวกับกฎหมายและข้อบังคับด้านการจ้างงานล่าสุดอยู่เสมอ เพื่อให้แน่ใจว่านโยบายและแนวทางปฏิบัติของบริษัทของคุณสอดคล้องกับข้อกำหนดทางกฎหมายอย่างราบรื่น",
  "hr_comp_2": "ทีมงานมืออาชีพที่ทุ่มเทของเราให้การสนับสนุนที่ครอบคลุมในการร่าง ตรวจสอบ และอัปเดตนโยบายและขั้นตอนด้านทรัพยากรบุคคล เราดำเนินการตรวจสอบอย่างละเอียดเพื่อระบุพื้นที่เสี่ยงที่อาจเกิดขึ้น และแนะนำคุณเกี่ยวกับแนวทางปฏิบัติที่ดีที่สุดในการบรรเทาความท้าทายทางกฎหมาย ไม่ว่าจะเป็นสัญญาจ้างงาน นโยบายต่อต้านการเลือกปฏิบัติ หรือแนวทางด้านความปลอดภัยในที่ทำงาน เราปรับแต่งบริการให้เหมาะกับความต้องการเฉพาะของอุตสาหกรรมของคุณ เพื่อให้แน่ใจว่าเป็นไปตามกฎหมายในท้องถิ่น ระดับรัฐ และระดับรัฐบาลกลาง",
  "hr_comp_3": "การเป็นพันธมิตรกับเราในการปฏิบัติตามกฎหมายทรัพยากรบุคคลและการสนับสนุนทางกฎหมาย จะทำให้คุณสามารถมุ่งเน้นไปที่กิจกรรมหลักของธุรกิจได้ มั่นใจได้ว่าแนวทางปฏิบัติด้านทรัพยากรบุคคลของคุณสอดคล้องกับกฎหมาย ก้าวล้ำหน้าการเปลี่ยนแปลงของกฎระเบียบ ลดความเสี่ยงทางกฎหมาย และส่งเสริมสภาพแวดล้อมการทำงานที่ส่งเสริมทั้งการปฏิบัติตามกฎหมายและความซื่อสัตย์ทางจริยธรรม ให้เราเป็นพันธมิตรที่เชื่อถือได้ของคุณในการสร้างสถานที่ทำงานที่ปลอดภัยและเป็นไปตามข้อกำหนดสำหรับพนักงานของคุณ",

  "read_more": "อ่านเพิ่มเติม",

  "first_name_form": "ใส่ชื่อของคุณ",
  "last_name_form": "ใส่ชื่อของคุณ",
  "email_form": "ใส่ที่อยู่อีเมลของคุณ",
  "num_code_form": "หมายเลขโทรศัพท์พร้อมรหัสประเทศ",
  "msg_form": "หมายเลขโทรศัพท์พร้อมรหัสประเทศ",

  "landTransportationHeading": "บริการขนส่งทางบก",
  "landTransportationDescription": "ที่ PCOX Internet Pvt Limited เราเชี่ยวชาญในการให้บริการโซลูชั่นการขนส่งทางบกที่มีประสิทธิภาพและเชื่อถือได้ซึ่งออกแบบมาเพื่อตอบสนองความต้องการด้านโลจิสติกส์เฉพาะของคุณ",
  "landTransportationFeature1": "การเพิ่มประสิทธิภาพการขนส่งทางบก",
  "landTransportationFeature2": "โซลูชั่นข้ามพรมแดน",
  "landTransportationFeature3": "การจัดการกองยานเฉพาะ",
  "landTransportationFeature4": "การจัดการสินค้าเฉพาะทาง",
  "landTransportationProcess1": "การรับและบรรจุหีบห่อ",
  "landTransportationProcess2": "การวางแผนเส้นทาง",
  "landTransportationProcess3": "การขนส่ง",
  "landTransportationProcess4": "การจัดเก็บสินค้า",
  "landTransportationContact": "ติดต่อขอโซลูชันการขนส่งทางบกที่ปรับแต่งได้ ตั้งแต่การจัดการกองยานไปจนถึงบริการข้ามพรมแดน",
  "landTransportationContactLink": "ติดต่อเรา!",

  "seaTransportationHeading": "บริการขนส่งทางทะเล",
  "seaTransportationDescription": "ที่ PCOX Internet Pvt Limited เราให้บริการโซลูชั่นการขนส่งทางทะเลที่เชื่อถือได้และมีประสิทธิภาพ เพื่อให้แน่ใจว่าสินค้าของคุณจะถึงปลายทางอย่างปลอดภัยและตรงเวลา",
  "seaTransportationFeature1": "โซลูชั่นการขนส่งทั่วโลก",
  "seaTransportationFeature2": "การจัดการตู้คอนเทนเนอร์",
  "seaTransportationFeature3": "พิธีการศุลกากร",
  "seaTransportationFeature4": "การติดตามสินค้า",
  "seaTransportationProcess1": "การรับและการบรรจุหีบห่อ",
  "seaTransportationProcess2": "การวางแผนเส้นทาง",
  "seaTransportationProcess3": "การขนส่ง",
  "seaTransportationProcess4": "การจัดเก็บสินค้า",
  "seaTransportationContact": "ติดต่อเราสำหรับบริการขนส่งทางทะเลที่เชื่อถือได้และพิธีการศุลกากรที่ราบรื่นสำหรับสินค้าของคุณ",
  "seaTransportationContactLink": "ติดต่อเรา สัมผัส!",

  "airTransportationHeading": "บริการขนส่งทางอากาศ",
  "airTransportationDescription": "ที่ PCOX Internet Pvt Limited เรานำเสนอโซลูชั่นการขนส่งทางอากาศที่รวดเร็วและมีประสิทธิภาพสำหรับความต้องการการขนส่งเร่งด่วนของคุณ รับรองการจัดส่งตรงเวลาไปทั่วโลก",
  "airTransportationFeature1": "การจัดส่งด่วน",
  "airTransportationFeature2": "โซลูชั่นการขนส่งสินค้าทั่วโลก",
  "airTransportationFeature3": "การจัดการสินค้าอันตราย",
  "airTransportationFeature4": "การติดตามแบบเรียลไทม์",
  "airTransportationProcess1": "การรับและการบรรจุหีบห่อ",
  "airTransportationProcess2": "การวางแผนเส้นทาง",
  "airTransportationProcess3": "การขนส่ง",
  "airTransportationProcess4": "การจัดเก็บสินค้า",
  "airTransportationContact": "ต้องการการขนส่งทางอากาศที่รวดเร็วหรือไม่? ติดต่อเราสำหรับการจัดส่งด่วนและการติดตามแบบเรียลไทม์สำหรับความต้องการการจัดส่งเร่งด่วนของคุณ",
  "airTransportationContactLink": "ติดต่อเรา!",

  "landTransportationProcessTitle": "กระบวนการของเรา",

  "pageTitle": "บริการด้านเงินเดือนของบุคคลภายนอก",
  "serviceDetailsHeader": "ในด้านการตลาดดิจิทัล นี่คือสิ่งที่เรามอบให้",
  "serviceCard1Title": "การเพิ่มประสิทธิภาพเครื่องมือค้นหา (SEO)",
  "serviceCard1Icon": "RiSeoLine",
  "serviceCard2Title": "การตลาดเนื้อหาเชิงกลยุทธ์",
  "serviceCard2Icon": "BiBookContent",
  "serviceCard3Title": "การตลาดโซเชียลมีเดีย",
  "serviceCard3Icon": "IoShareSocialSharp",
  "serviceCard4Title": "การโฆษณาแบบจ่ายต่อคลิก (PPC)",

  "company_address": "Ilnnov8 Mantri commercio, ชั้น 5, Tower-A Bellandur ORR, เบงกาลูรู, กรณาฏกะ 560103"
}
