{
  "home": "Home",
  "about": "About",
  "services": "Service",
  "blog": "Blog",
  "contact": "Contact",
  "for_job_seekers": "FOR JOB SEEKERS",
  "for_client": "FOR CLIENT",
  "about_us": "About Us",
  "about_desc_1": "PCOX Internet Pvt. Ltd. เป็นบริษัทโซลูชันไอทีที่มีพลวัตและสร้างสรรค์ซึ่งมุ่งมั่นที่จะช่วยให้ธุรกิจต่างๆ เดินหน้าและเติบโตในภูมิทัศน์ดิจิทัล ก่อตั้งขึ้นด้วยวิสัยทัศน์ที่จะส่งเสริมองค์กรต่างๆ ด้วยเทคโนโลยี เราเชี่ยวชาญในการให้บริการที่ครอบคลุมในด้านการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล และแพลตฟอร์มการค้าและโลจิสติกส์ดิจิทัล เป้าหมายของเราเรียบง่าย: เพื่อส่งมอบโซลูชันดิจิทัลที่สร้างสรรค์ ปรับขนาดได้ และปรับแต่งได้ ซึ่งช่วยขับเคลื่อนการเติบโตและประสิทธิภาพ",
  "about_desc_2": "ทีมงานของเรามีผู้เชี่ยวชาญที่มีประสบการณ์ซึ่งเป็นผู้เชี่ยวชาญในสาขาที่เกี่ยวข้อง ตั้งแต่ผู้ออกแบบและนักพัฒนาที่มีความคิดสร้างสรรค์ไปจนถึงนักการตลาดดิจิทัลเชิงกลยุทธ์และผู้เชี่ยวชาญด้านโลจิสติกส์ เรารวบรวม ทักษะและความเชี่ยวชาญที่หลากหลายเพื่อนำเสนอโซลูชันที่ครอบคลุม ที่ PCOX Internet Pvt. Ltd. เราเชื่อว่าพนักงานของเราเป็นทรัพย์สินที่มีค่าที่สุดของเรา และเราลงทุนเพื่อการเติบโตและการพัฒนาของพวกเขาเพื่อให้ก้าวล้ำหน้าผู้อื่น",
  "about_desc_3": "ที่ PCOX Internet Pvt. Ltd. เราเชื่อในการสร้างความร่วมมือระยะยาวกับลูกค้าของเราโดยการทำความเข้าใจความต้องการเฉพาะตัวของพวกเขาและนำเสนอโซลูชันที่เกินความคาดหมาย นี่คือสิ่งที่ทำให้เราแตกต่าง",
  "about_desc_4": "เราภูมิใจในความเป็นมืออาชีพ ความซื่อสัตย์สุจริต และการดำเนินการตามจริยธรรมของเรา เราปฏิบัติตามมาตรฐานสูงสุดของแนวทางปฏิบัติทางธุรกิจ รับรองความโปร่งใส ความลับ และความยุติธรรมตลอดกระบวนการสรรหาบุคลากร เป้าหมายของเราคือการสร้างความสัมพันธ์ระยะยาวกับลูกค้าและผู้สมัครของเราโดยยึดหลักความไว้วางใจ ความเคารพซึ่งกันและกัน และความสำเร็จร่วมกัน",
  "our_achiev": "ความสำเร็จของเรา",
  "teams": "ทีม",
  "country": "ประเทศที่ให้บริการ",
  "promise": "ส่งมอบคำมั่นสัญญา",
  "mission": "Mission",

  "testimonials_head": "คำรับรอง",

  "testimonials_desc1": "PCOX Internet Pvt. Ltd. เปลี่ยนแปลงการปรากฏตัวทางดิจิทัลของเราด้วยโซลูชันที่สร้างสรรค์ แพลตฟอร์มการค้าและโลจิสติกส์ดิจิทัลของพวกเขาได้ปรับปรุงการดำเนินการนำเข้า-ส่งออกของเรา ช่วยให้เราประหยัดเวลาและเงิน!",
  "testimonials_client1": "Edawrd Blinkin",

  "testimonials_desc2": "การทำงานร่วมกับ PCOX Internet Pvt. Ltd. ถือเป็นการเปลี่ยนแปลงครั้งสำคัญสำหรับธุรกิจของเรา ความเชี่ยวชาญด้านการพัฒนาเว็บและการตลาดดิจิทัลของพวกเขาช่วยให้เราเข้าถึงตลาดใหม่ๆ และเพิ่มฐานลูกค้าได้อย่างมาก",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "เราประสบปัญหาในการมองเห็นห่วงโซ่อุปทานจนกระทั่งเราได้ร่วมมือกับ PCOX Internet Pvt. Ltd. แพลตฟอร์มของพวกเขามอบประสิทธิภาพที่ไม่มีใครเทียบได้และข้อมูลแบบเรียลไทม์ ซึ่งปฏิวัติการจัดการโลจิสติกส์ของเรา",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. Ltd. ให้บริการพัฒนาซอฟต์แวร์ที่ยอดเยี่ยมซึ่งเหมาะกับความต้องการทางธุรกิจของเราอย่างสมบูรณ์แบบ ทีมงานของพวกเขาเป็นมืออาชีพ ตอบสนองความต้องการ และทุ่มเทเพื่อความสำเร็จของเราตั้งแต่วันแรก..",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "กลยุทธ์การตลาดดิจิทัลที่พัฒนาโดย PCOX Internet Pvt. Ltd. มีประสิทธิภาพอย่างเหลือเชื่อ การมีส่วนร่วมออนไลน์ของเราพุ่งสูงขึ้น และเราพบว่ามีลูกค้าเป้าหมายและการแปลงเพิ่มขึ้นอย่างน่าทึ่ง!",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "ที่ PCOX Internet Pvt. Ltd. ภารกิจของเราคือการส่งเสริมธุรกิจด้วยโซลูชันดิจิทัลที่สร้างสรรค์ซึ่งช่วยส่งเสริมการเติบโต ประสิทธิภาพ และการมีส่วนร่วมของลูกค้า เราพยายามจะเป็นพันธมิตรที่เชื่อถือได้โดยมอบบริการคุณภาพสูงที่ปรับแต่งได้สำหรับการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล การค้าและโลจิสติกส์ดิจิทัล เพื่อให้แน่ใจว่าลูกค้าของเราจะประสบความสำเร็จในภูมิทัศน์ดิจิทัลที่เปลี่ยนแปลงตลอดเวลา",
  "vision": "Vision",
  "vision_desc_1": "วิสัยทัศน์ของเราคือการเป็นผู้นำระดับโลกด้านการเปลี่ยนแปลงทางดิจิทัล ซึ่งเป็นที่รู้จักจากความมุ่งมั่นของเราในการสร้างนวัตกรรม ความเป็นเลิศ และความสำเร็จของลูกค้า เรามุ่งมั่นที่จะกำหนดประสบการณ์ดิจิทัลใหม่สำหรับธุรกิจทั่วโลก ช่วยให้ธุรกิจต่างๆ ทั่วโลกสามารถบรรลุศักยภาพสูงสุดได้ด้วยเทคโนโลยีล้ำสมัยและโซลูชันดิจิทัลเชิงกลยุทธ์",
  "value": "Value",
  "value_desc_1": "การมุ่งเน้นที่ลูกค้า: เราให้ลูกค้าเป็นศูนย์กลางของทุกสิ่งที่เราทำ โดยทำงานอย่างใกล้ชิดกับพวกเขาเพื่อทำความเข้าใจความต้องการเฉพาะของพวกเขาและมอบโซลูชันที่ปรับแต่งได้ซึ่งขับเคลื่อนความสำเร็จ",
  "value_desc_2": "นวัตกรรม: เราดำเนินการอย่างต่อเนื่อง แสวงหาวิธีการใหม่และสร้างสรรค์ในการแก้ปัญหา ยอมรับการเปลี่ยนแปลง และนำเทคโนโลยีล่าสุดมาใช้เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด",
  "value_desc_3": "ความซื่อสัตย์: เรายึดมั่นในมาตรฐานสูงสุดของความซื่อสัตย์ ความโปร่งใส และพฤติกรรมที่มีจริยธรรมในทุกการโต้ตอบและแนวทางปฏิบัติทางธุรกิจของเรา",
  "our_services": "บริการของเรา",
  "our_services_message": "โซลูชันที่ครอบคลุมในการพัฒนาเว็บ การพัฒนาซอฟต์แวร์ การตลาดดิจิทัล การนำเข้า-ส่งออก และโลจิสติกส์ เพื่อขับเคลื่อนความสำเร็จทางธุรกิจของคุณ",
  "hr_services": "บริการนำเข้า-ส่งออกและโซลูชันโลจิสติกส์",
  "hr_services_message": "ปรับปรุงการค้าโลกด้วยการจัดหาจากผู้เชี่ยวชาญ การปฏิบัติตามข้อกำหนด และโลจิสติกส์ที่มีประสิทธิภาพ รับรองการจัดส่งที่ตรงเวลาและปลอดภัยในตลาดต่างประเทศ",
  "hr_consulting": "การพัฒนาซอฟต์แวร์",
  "hr_consulting_message": "นำเสนอโซลูชันซอฟต์แวร์ที่ปรับแต่งตามความต้องการทางธุรกิจของคุณ เพิ่มผลผลิต ความสามารถในการปรับขนาด และการเติบโตผ่านเทคโนโลยีที่เป็นนวัตกรรม ปลอดภัย และมีประสิทธิภาพ",
  "hr_third_party_payroll_services": "การตลาดดิจิทัล",
  "hr_third_party_payroll_services_message": "ยกระดับแบรนด์ของคุณด้วย SEO เชิงกลยุทธ์ โซเชียลมีเดีย การตลาดเนื้อหา และแคมเปญ PPC ที่ออกแบบมาเพื่อเพิ่มการมีส่วนร่วม การเข้าชม และการแปลง",
  "business_consulting": "ที่ปรึกษาธุรกิจด้านทรัพยากรบุคคล",
  "business_consulting_message": "ยินดีต้อนรับสู่บริการที่ปรึกษาธุรกิจด้านทรัพยากรบุคคลของเรา! เราเชี่ยวชาญในการให้คำแนะนำจากผู้เชี่ยวชาญแก่ธุรกิจ ช่วยให้ธุรกิจสามารถนำทาง...",
  "employment_training_and_development": "การฝึกอบรมและการพัฒนาพนักงาน",
  "employment_training_and_development_message": "ลงทุนในกำลังคนของคุณด้วยโปรแกรมการฝึกอบรมที่ปรับแต่งได้ของเรา ตั้งแต่เวิร์กช็อปพัฒนาทักษะไปจนถึงความเป็นผู้นำ การฝึกอบรม...",
  "hr_compilance_and_legal_support": "การปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคล",
  "hr_compilance_and_legal_support_message": "ปฏิบัติตามกฎหมายและข้อบังคับด้านการจ้างงานที่เปลี่ยนแปลงอยู่ตลอดเวลา ผู้เชี่ยวชาญด้านทรัพยากรบุคคลของเราให้คำแนะนำเกี่ยวกับประเด็นทางกฎหมาย...",
  "industries_we_serve": "อุตสาหกรรมที่เราให้บริการ",
  "industries_we_serve_message": "เราภูมิใจที่ได้นำเสนอโซลูชันและบริการที่สร้างสรรค์ให้กับอุตสาหกรรมที่หลากหลาย",
  "building_construction": "E-commerce",
  "building_construction_message": "เพิ่มประสบการณ์การช้อปปิ้งออนไลน์ด้วยการพัฒนาเว็บ การตลาดดิจิทัล และการขนส่งที่มีประสิทธิภาพ",
  "road_construction": "การดูแลสุขภาพ",
  "road_construction_message": "การพัฒนาซอฟต์แวร์เฉพาะสำหรับการจัดการผู้ป่วย การตลาดบริการด้านการดูแลสุขภาพ และการรับประกันการขนส่งที่ราบรื่นสำหรับอุปกรณ์ทางการแพทย์",
  "oil_and_gas": "การผลิต",
  "oil_and_gas_message": "การปรับกระบวนการห่วงโซ่อุปทานให้มีประสิทธิภาพ การปรับปรุงระบบโลจิสติกส์ และการนำโซลูชันซอฟต์แวร์ที่ปรับแต่งได้ไปใช้งานเพื่อประสิทธิภาพการผลิต",
  "facility_management": "บริการทางการเงิน",
  "facility_management_message": "การนำเสนอการพัฒนาซอฟต์แวร์ที่ปลอดภัยสำหรับธุรกรรมทางการเงิน การตลาดดิจิทัลสำหรับการมีส่วนร่วมของลูกค้า และโซลูชันด้านโลจิสติกส์สำหรับการจัดการเอกสารที่ปลอดภัย",
  "security": "การขายปลีก",
  "security_message": "การเพิ่มประสิทธิภาพการปรากฏตัวทางออนไลน์ด้วยกลยุทธ์ทางเว็บและการตลาดดิจิทัล และการจัดการด้านโลจิสติกส์การนำเข้า-ส่งออกสำหรับสินค้าคงคลังและอุปกรณ์",
  "mep": "การศึกษา",
  "mep_message": "การพัฒนาซอฟต์แวร์เพื่อการศึกษาที่ปรับแต่งได้ การนำกลยุทธ์การตลาดดิจิทัลไปใช้งานสำหรับสถาบัน และการจัดการด้านโลจิสติกส์สำหรับทรัพยากรและวัสดุทางการศึกษา",
  "latest_blog": "บล็อกล่าสุด",
  "latest_blog_message_1": "ค้นพบข้อมูลเชิงลึกจากผู้เชี่ยวชาญและเคล็ดลับอันมีค่าเกี่ยวกับการดำเนินการนำเข้า-ส่งออก",
  "latest_blog_message_2": "แนวโน้มเทคโนโลยีและกลยุทธ์ทางธุรกิจในส่วนบล็อกข้อมูลของเรา",
  "securty": "การนำทางการค้าโลก: กลยุทธ์การนำเข้า-ส่งออกสำหรับปี 2024",
  "securty_message": "สำรวจกลยุทธ์ล่าสุดและแนวทางปฏิบัติที่ดีที่สุดเพื่อเพิ่มประสิทธิภาพการดำเนินการนำเข้า-ส่งออกของคุณ ลดความเสี่ยง และใช้ประโยชน์จากตลาดโลกที่กำลังเกิดขึ้น",
  "management": "เหตุใดธุรกิจของคุณจึงต้องการซอฟต์แวร์ที่กำหนดเอง",
  "management_message": "เรียนรู้ว่าโซลูชันซอฟต์แวร์ที่กำหนดเองสามารถปรับปรุงการดำเนินการ ลดต้นทุน และเสนอคุณสมบัติที่ปรับแต่งได้เพื่อตอบสนองความต้องการทางธุรกิจเฉพาะของคุณได้อย่างไร",
  "design": "ส่งเสริมแบรนด์ของคุณ",
  "desing_message": "ค้นพบกลยุทธ์การตลาดดิจิทัลที่มีประสิทธิภาพ ตั้งแต่ SEO ไปจนถึงกลยุทธ์โซเชียลมีเดีย ที่สามารถยกระดับแบรนด์ของคุณและเพิ่มผลตอบแทนจากการลงทุน ตลาดที่มีการแข่งขันสูง",
  "user_indication_title": "ให้เราเข้าใจความต้องการของคุณ",
  "user_indication_title_message": "โปรดแบ่งปันรายละเอียดของคุณ และผู้เชี่ยวชาญของเราจะติดต่อคุณในไม่ช้า",
  "ready_to_do_this": "พร้อมที่จะทำสิ่งนี้",
  "lets_get_to_work": "มาเริ่มงานกันเถอะ",
  "submit": "ส่ง",
  "contact_us": "ติดต่อเรา",
  "find_jobs": "ค้นหางาน",
  "Job_abu_dhabi": "งานอาบูดาบี",
  "Job_dubai": "งานในดูไบ",
  "Job_algeria": "งานในแอลจีเรีย",
  "Job_behrain": "งานในเบห์เรน",
  "Job_egypt": "งานในอียิปต์",
  "Job_india": "งานในอินเดีย",
  "Job_iraq": "งานในอิรัก",
  "Job_jordan": "งานในจอร์แดน",
  "Job_kuwait": "งานในคูเวต",
  "Job_lebanon": "งานในเลบานอน",
  "Job_libya": "งานในลิเบีย",
  "Job_morocco": "งานในโมร็อกโก",
  "ลิขสิทธิ์": "ลิขสิทธิ์ © 2023-24 PCOX Internet Pvt. Ltd. สงวนลิขสิทธิ์",
  "contact_num": "ติดต่อด้วยหมายเลขโทรศัพท์",
  "email_add": "ที่อยู่อีเมล",
  "location": "ที่ตั้ง",
  "formcont1": "ติดต่อเรา",
  "formdesc": "เพื่อช่วยเราจัดหาโซลูชันที่ดีที่สุดที่เหมาะกับธุรกิจของคุณ โปรดกรอกแบบฟอร์มด้านล่างพร้อมข้อกำหนดเฉพาะของคุณ",
  "hr_services_0": "บริการนำเข้า-ส่งออกและโซลูชันด้านโลจิสติกส์ของเรา",
  "hr_services_1": "บริการนำเข้า-ส่งออกของเราได้รับการออกแบบมาเพื่อลดความซับซ้อนและปรับปรุงการดำเนินงานการค้าระดับโลกของคุณ ที่ PCOX Internet Pvt Limited เราใช้ประโยชน์จากความรู้และประสบการณ์อันกว้างขวางของเราในตลาดต่างประเทศเพื่อช่วยให้ธุรกิจขยายการเข้าถึงข้ามพรมแดน ตั้งแต่การจัดหาผลิตภัณฑ์คุณภาพสูงไปจนถึงการจัดการเอกสารและการปฏิบัติตามข้อกำหนด เราจัดการทุกแง่มุมของกระบวนการนำเข้า-ส่งออกด้วยความแม่นยำและ การดูแล ทีมงานของเรามีความชำนาญในการนำทางกฎระเบียบการค้าที่ซับซ้อนและให้แน่ใจว่าการจัดส่งของคุณเป็นไปตามข้อกำหนดทางกฎหมายทั้งหมด ลดความเสี่ยงและหลีกเลี่ยงความล่าช้า เรามอบโซลูชันที่ปรับแต่งตามความต้องการเฉพาะของคุณ ช่วยให้คุณเพิ่มประสิทธิภาพห่วงโซ่อุปทานและลดต้นทุน ด้วยเครือข่ายพันธมิตรและซัพพลายเออร์ทั่วโลกที่กว้างขวาง เราจึงรับรองการไหลเวียนของสินค้าที่ราบรื่น ช่วยให้คุณสามารถมุ่งเน้นไปที่การเติบโตของธุรกิจของคุณได้ ในขณะที่เราจัดการกับความซับซ้อนของการค้าระหว่างประเทศ",
  "hr_services_2": " ",
  "hr_services_3": "โซลูชันด้านโลจิสติกส์ของเราได้รับการออกแบบมาเพื่อให้การสนับสนุนครบวงจรสำหรับห่วงโซ่อุปทานของคุณ เพื่อให้แน่ใจว่าผลิตภัณฑ์ของคุณถูกส่งมอบอย่างปลอดภัย มีประสิทธิภาพ และตรงเวลา เราเข้าใจดีว่าการจัดการโลจิสติกส์ที่มีประสิทธิภาพมีความสำคัญต่อการรักษาความได้เปรียบทางการแข่งขันของธุรกิจของคุณ นั่นคือเหตุผลที่เราเสนอบริการต่างๆ ที่ครอบคลุมทุกแง่มุมของกระบวนการโลจิสติกส์ ตั้งแต่การจัดเก็บและการจัดการสินค้าคงคลังไปจนถึงการขนส่งและการจัดจำหน่าย ทีมงานของเราจัดการทั้งหมดด้วยความเอาใจใส่และแม่นยำสูงสุด เราใช้เทคโนโลยีขั้นสูงและการติดตามแบบเรียลไทม์เพื่อตรวจสอบการจัดส่งของคุณ ทำให้คุณมองเห็นและควบคุมห่วงโซ่อุปทานของคุณได้อย่างสมบูรณ์ โซลูชันของเรามีความยืดหยุ่นและปรับขนาดได้ ทำให้เราสามารถปรับให้เข้ากับความต้องการที่เปลี่ยนแปลงและความต้องการของตลาดของคุณได้ การเป็นพันธมิตรกับเราจะทำให้คุณได้ประโยชน์จากระยะเวลาดำเนินการที่ลดลง การประหยัดต้นทุน และความพึงพอใจของลูกค้าที่เพิ่มขึ้น ทำให้ธุรกิจของคุณมีข้อได้เปรียบในการแข่งขันที่สำคัญ",
  "hr_services_4": " ",
  "hr_services_5": "การเป็นพันธมิตรกับ PCOX Internet Pvt Limited สำหรับความต้องการด้านการนำเข้า-ส่งออกและโลจิสติกส์ของคุณ หมายความว่าคุณต้องเลือกพันธมิตรที่เชื่อถือได้และมีประสบการณ์ซึ่งมุ่งมั่นเพื่อความสำเร็จของคุณ ทีมงานมืออาชีพที่ทุ่มเทของเราทำงานร่วมกับคุณอย่างใกล้ชิดเพื่อทำความเข้าใจเป้าหมายและความท้าทายทางธุรกิจของคุณ โดยเสนอแนวทางเฉพาะบุคคลที่สอดคล้องกับวัตถุประสงค์ของคุณ เราภูมิใจในแนวทางเชิงรุกของเรา ซึ่งแสวงหาวิธีการใหม่ๆ อย่างต่อเนื่องเพื่อเพิ่มประสิทธิภาพห่วงโซ่อุปทานของคุณและปรับปรุงการดำเนินงานทั่วโลกของคุณ ด้วยความเข้าใจอย่างลึกซึ้งในตลาดต่างประเทศและประวัติความสำเร็จที่พิสูจน์แล้ว เราจึงมีอุปกรณ์ครบครันในการจัดการกับความซับซ้อนของการค้าทั่วโลก ตั้งแต่พิธีการศุลกากรไปจนถึงการจัดส่งขั้นสุดท้าย ไม่ว่าคุณต้องการขยายธุรกิจไปสู่ตลาดใหม่ ลดต้นทุนการดำเนินงาน หรือปรับปรุงประสิทธิภาพของห่วงโซ่อุปทาน เรามอบความเชี่ยวชาญและทรัพยากรเพื่อช่วยให้คุณบรรลุเป้าหมายของคุณได้ ไว้วางใจให้เราเป็นพันธมิตรเชิงกลยุทธ์ของคุณในการขับเคลื่อนโลกธุรกิจระหว่างประเทศที่เปลี่ยนแปลงอย่างรวดเร็ว",
  "hr_services_6": " ",
  "hr_consulting_0": "การพัฒนาซอฟต์แวร์ของเรา",
  "hr_consulting_1": "ที่ PCOX IT Solutions เราให้บริการพัฒนาเว็บที่ล้ำสมัยซึ่งออกแบบมาเพื่อเปลี่ยนโฉมการแสดงตนออนไลน์ของคุณ ความเชี่ยวชาญของเราอยู่ที่การสร้างเว็บไซต์ที่ตอบสนองความต้องการเฉพาะตัวของธุรกิจต่างๆ ในอุตสาหกรรมต่างๆ ด้วยการใช้เทคโนโลยีล่าสุด เช่น React, Node.js และ MongoDB เราจึงมั่นใจได้ว่าทุกโครงการถูกสร้างขึ้นมาเพื่อให้ปรับขนาดได้ มีประสิทธิภาพ และรักษาความปลอดภัย",
  "hr_consulting_2": "โครงการที่โดดเด่นโครงการหนึ่งของเรา ได้แก่ การพัฒนาแพลตฟอร์มอีคอมเมิร์ซที่แข็งแกร่งซึ่งผสานรวมเกตเวย์การชำระเงินที่ปลอดภัย การจัดการสินค้าคงคลังที่มีประสิทธิภาพ และการนำทางที่ใช้งานง่าย ซึ่งมอบประสบการณ์การช้อปปิ้งที่สมบูรณ์แบบให้กับผู้ใช้ ในอีกโครงการหนึ่ง เราได้สร้างแอปพลิเคชันเว็บแบบกำหนดเองสำหรับการกำหนดเวลาการนัดหมาย โดยมีการอัปเดตข้อมูลแบบเรียลไทม์และอินเทอร์เฟซที่เป็นมิตรกับผู้ใช้ ทำให้กระบวนการง่ายขึ้นสำหรับทั้งผู้ให้บริการและลูกค้า",
  "hr_consulting_3": "ที่ PCOX IT Solutions เราให้บริการพัฒนา Android ที่ครอบคลุมเพื่อทำให้ไอเดียแอปมือถือของคุณเป็นจริง ทีมนักพัฒนาที่ชำนาญของเราใช้ Java, Kotlin และเฟรมเวิร์กทันสมัยอย่าง Flutter เพื่อสร้างแอปพลิเคชัน Android ที่มีประสิทธิภาพสูงและมีคุณสมบัติครบครัน เราเน้นที่การมอบประสบการณ์ผู้ใช้ที่ราบรื่นซึ่งสอดคล้องกับเป้าหมายทางธุรกิจของคุณ",
  "hr_consulting_4": "ในโครงการหนึ่ง เราสร้างแอป e-learning ที่กำหนดเองพร้อมฟีเจอร์แบบโต้ตอบ การติดตามความคืบหน้าแบบเรียลไทม์ และความสามารถแบบออฟไลน์ เพื่อให้แน่ใจว่าผู้ใช้สามารถเรียนรู้ได้ทุกเมื่อทุกที่ ในอีกโครงการหนึ่ง เราพัฒนาแอปบริการตามตำแหน่งที่ผสานรวมข้อมูลแบบเรียลไทม์ แผนที่ และการแจ้งเตือน เพื่อปรับให้เหมาะสมสำหรับการนำทางของผู้ใช้ที่รวดเร็วและมีประสิทธิภาพ โซลูชันแต่ละโซลูชันได้รับการออกแบบอย่างแม่นยำเพื่อตอบสนองความต้องการเฉพาะของลูกค้าของเรา",
  "hr_consulting_5": "ที่ PCOX IT Solutions เราให้บริการคลาวด์คอมพิวติ้งขั้นสูงที่ช่วยให้ธุรกิจเปลี่ยนผ่านไปสู่สภาพแวดล้อมคลาวด์ที่ปรับขนาดได้และปลอดภัย ทีมงานของเราใช้ประโยชน์จากแพลตฟอร์มเช่น AWS, Microsoft Azure และ Google Cloud เพื่อมอบโซลูชันที่กำหนดเองตามความต้องการของคุณ ไม่ว่าคุณกำลังมองหาการโยกย้ายโครงสร้างพื้นฐานที่มีอยู่หรือสร้างแอปพลิเคชันเนทีฟบนคลาวด์ เรารับประกันการบูรณาการที่ราบรื่นและประสิทธิภาพสูงสุดสำหรับการดำเนินงานของคุณ",
  "hr_consulting_6": "ในโครงการหนึ่ง เราช่วยให้บริษัทค้าปลีกโยกย้ายฐานข้อมูลทั้งหมดไปยังคลาวด์ ซึ่งช่วยปรับปรุงประสิทธิภาพและลดต้นทุนการดำเนินงานได้อย่างมาก ในอีกโครงการหนึ่ง เราได้พัฒนาแพลตฟอร์มการวิเคราะห์ข้อมูลบนคลาวด์สำหรับผู้ให้บริการด้านการแพทย์ ซึ่งช่วยให้สามารถประมวลผลข้อมูลแบบเรียลไทม์และจัดเก็บข้อมูลอย่างปลอดภัย โซลูชันบนคลาวด์ของเราได้รับการออกแบบมาเพื่อความน่าเชื่อถือ ความปลอดภัย และการเติบโต",
  "hr_consulting_7": "ที่ PCOX IT Solutions เราให้บริการพัฒนาบล็อคเชนที่ล้ำสมัยเพื่อช่วยให้คุณใช้ประโยชน์จากพลังของเทคโนโลยีแบบกระจายอำนาจ ทีมงานของเรามีความเชี่ยวชาญในการสร้างโซลูชันบล็อคเชนที่แข็งแกร่ง รวมถึงสัญญาอัจฉริยะ แอปพลิเคชันแบบกระจายอำนาจ (DApps) และเครือข่ายบล็อคเชนแบบกำหนดเองโดยใช้แพลตฟอร์มเช่น Ethereum และ Hyperledger เรารับประกันว่าโครงการบล็อคเชนของคุณปลอดภัย ปรับขนาดได้ และปรับแต่งให้เหมาะกับความต้องการทางธุรกิจเฉพาะของคุณ",
  "hr_consulting_8": "ในโครงการหนึ่ง เราพัฒนาระบบการจัดการห่วงโซ่อุปทานบนพื้นฐานบล็อคเชน ซึ่งช่วยเพิ่มความโปร่งใสและการตรวจสอบย้อนกลับในห่วงโซ่อุปทาน ในอีกโครงการหนึ่ง เราสร้างแพลตฟอร์มสัญญาอัจฉริยะสำหรับธุรกรรมอัตโนมัติที่ปลอดภัยในภาคการเงิน โซลูชันบล็อคเชนของเราได้รับการออกแบบมาเพื่อขับเคลื่อนการสร้างสรรค์นวัตกรรมและประสิทธิภาพในการดำเนินธุรกิจของคุณ",
  "hr_consulting_9": "",
  "thirt_party_0": "การตลาดดิจิทัล",
  "thirt_party_1": "บริการการตลาดดิจิทัลของเราได้รับการออกแบบมาเพื่อเพิ่มการปรากฏตัวออนไลน์ของคุณและขับเคลื่อนการมีส่วนร่วม ตั้งแต่ SEO และการตลาดเนื้อหาไปจนถึงโซเชียลมีเดียและแคมเปญ PPC เราใช้กลยุทธ์ที่ขับเคลื่อนด้วยข้อมูลเพื่อเข้าถึงกลุ่มเป้าหมาย เพิ่มการเข้าชม และบรรลุผลลัพธ์ที่วัดผลได้สำหรับธุรกิจของคุณ",
  "thirt_party_2": "เราสร้างแผนการตลาดดิจิทัลที่ปรับแต่งได้ซึ่งสอดคล้องกับเป้าหมายแบรนด์ของคุณ ทีมงานของเราใช้ประโยชน์จากเครื่องมือและแนวโน้มล่าสุดเพื่อเพิ่มประสิทธิภาพ เพิ่มการมองเห็น และสร้างโอกาสในการขาย ไม่ว่าคุณจะตั้งเป้าหมายที่จะสร้างการรับรู้แบรนด์หรือขับเคลื่อนการแปลง แนวทางที่ปรับแต่งของเราจะช่วยให้คุณบรรลุการเติบโตอย่างยั่งยืน",
  "thirt_party_3": "คุณสมบัติหลักและประโยชน์ของบริการการตลาดดิจิทัลของเรา:",
  "thirt_party_4": "1. การเพิ่มประสิทธิภาพเครื่องมือค้นหา (SEO): ผู้เชี่ยวชาญด้าน SEO ของเราเพิ่มประสิทธิภาพเนื้อหาและโครงสร้างเว็บไซต์ของคุณเพื่อปรับปรุงอันดับของเครื่องมือค้นหา ขับเคลื่อนการเข้าชมออร์แกนิก และเพิ่มการมองเห็น เราใช้เทคนิค SEO ล่าสุด รวมถึงการค้นหาคำหลัก การเพิ่มประสิทธิภาพบนหน้า และการสร้างแบ็คลิงก์ เพื่อให้แน่ใจว่าไซต์ของคุณจะเข้าถึงศักยภาพสูงสุด",
  "thirt_party_5": "2. การตลาดเนื้อหา: เราสร้างเนื้อหาที่น่าสนใจและเกี่ยวข้องที่สะท้อนถึงกลุ่มเป้าหมายของคุณ กลยุทธ์การตลาดเนื้อหาของเราประกอบด้วยโพสต์บล็อก บทความ อินโฟกราฟิก และวิดีโอที่ออกแบบมาเพื่อแจ้งข้อมูล ความบันเทิง และเปลี่ยนผู้เยี่ยมชมให้เป็นลูกค้าที่ภักดี ช่วยให้คุณสร้างการปรากฏตัวออนไลน์ที่แข็งแกร่งและมีอำนาจในอุตสาหกรรมของคุณ",
  "thirt_party_6": "3. การจัดการโซเชียลมีเดีย: ทีมงานของเราจัดการโปรไฟล์โซเชียลมีเดียของคุณ สร้างและแบ่งปันเนื้อหาที่เพิ่มการรับรู้แบรนด์และกระตุ้นการมีส่วนร่วม เราพัฒนากลยุทธ์ที่กำหนดเองสำหรับแต่ละแพลตฟอร์ม ตรวจสอบประสิทธิภาพ และมีส่วนร่วมกับกลุ่มเป้าหมายของคุณเพื่อสร้างชุมชนออนไลน์ที่มีชีวิตชีวาและส่งเสริมความภักดีของลูกค้า",
  "thirt_party_7": "4. การโฆษณาแบบจ่ายต่อคลิก (PPC): เราสร้างและจัดการแคมเปญ PPC ที่กำหนดเป้าหมายซึ่งสร้างปริมาณการใช้งานและการแปลงทันที แนวทางที่ขับเคลื่อนด้วยข้อมูลของเราทำให้มั่นใจได้ว่ามีการวางโฆษณาและงบประมาณที่เหมาะสมที่สุด เพิ่มผลตอบแทนจากการลงทุนสูงสุดในขณะที่ลดต้นทุนให้เหลือน้อยที่สุด เราตรวจสอบและปรับเปลี่ยนแคมเปญของคุณอย่างต่อเนื่องเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด",
  "hr_busi_0": "ที่ปรึกษาธุรกิจทรัพยากรบุคคล",
  "hr_busi_1": "ยินดีต้อนรับสู่บริการที่ปรึกษาธุรกิจด้านทรัพยากรบุคคลของเรา ที่ซึ่งความเชี่ยวชาญมาพบกับนวัตกรรม! ที่บริษัทของเรา เราเข้าใจถึงความท้าทายที่เปลี่ยนแปลงไปซึ่งธุรกิจต่างๆ เผชิญในภูมิทัศน์การแข่งขันในปัจจุบัน ด้วยทีมที่ปรึกษาที่มีประสบการณ์ เรานำเสนอคำแนะนำเชิงกลยุทธ์ที่ปรับแต่งตามความต้องการเฉพาะของคุณ ไม่ว่าคุณจะเป็นสตาร์ทอัพที่ต้องการสร้างสถานะในตลาดหรือเป็นบริษัทที่ก่อตั้งมานานซึ่งมุ่งหวังความเป็นเลิศในการปฏิบัติงาน โซลูชันที่ครอบคลุมของเราจะช่วยให้คุณบรรลุเป้าหมายได้",
  "hr_busi_2": "ในแวดวงที่ปรึกษาธุรกิจด้านทรัพยากรบุคคล เรากำหนดขอบเขตความเป็นไปได้ใหม่ ทีมงานมืออาชีพที่ทุ่มเทของเราผสมผสานข้อมูลเชิงลึกในอุตสาหกรรมเข้ากับความคิดสร้างสรรค์ มอบโซลูชันนวัตกรรมที่ขับเคลื่อนการเติบโตของธุรกิจ เราเชื่อในไม่เพียงแต่การตอบสนองแต่เกินความคาดหวังของลูกค้า ด้วยการใช้ประโยชน์จากความเชี่ยวชาญของเราในด้านต่างๆ เช่น การวิจัยตลาด การวางแผนเชิงกลยุทธ์ และการพัฒนาองค์กร เราช่วยให้ธุรกิจต่างๆ ตัดสินใจอย่างรอบรู้และก้าวล้ำหน้าคู่แข่ง ปล่อยให้เราเป็นพันธมิตรเชิงกลยุทธ์ของคุณ นำทางคุณไปสู่อนาคตแห่งความสำเร็จและการเติบโตที่ไม่มีใครเทียบได้",
  "emp_tr_0": "การฝึกอบรมและพัฒนาพนักงาน",
  "emp_tr_1": "เราเสนอบริการที่หลากหลาย ของโมดูลการฝึกอบรมที่ออกแบบมาเพื่อรับมือกับความท้าทายเฉพาะของอุตสาหกรรมและช่องว่างทักษะของแต่ละบุคคล ตั้งแต่ทักษะทางเทคนิคไปจนถึงทักษะทางสังคม ผู้ฝึกสอนที่มีประสบการณ์ของเรามอบเซสชันแบบมีส่วนร่วมและลงมือปฏิบัติจริงที่ส่งเสริมการเรียนรู้อย่างต่อเนื่อง เป้าหมายของเราคือไม่เพียงแต่จะเชื่อมช่องว่างทักษะที่มีอยู่ภายในองค์กรของคุณเท่านั้น แต่ยังรวมถึงการปลูกฝังวัฒนธรรมแห่งนวัตกรรมและความสามารถในการปรับตัวอีกด้วย",
  "emp_tr_2": "การลงทุนในโปรแกรมการฝึกอบรมและพัฒนาพนักงานของเราไม่ได้แค่เพิ่มขีดความสามารถของทีมของคุณเท่านั้น แต่คุณยังส่งเสริมให้พนักงานมีความคล่องตัว มีแรงจูงใจ และพร้อมที่จะรับมือกับความท้าทายใดๆ ก็ตาม ร่วมมือกับเราเพื่อปลดล็อกศักยภาพทั้งหมดของพนักงานของคุณ ขับเคลื่อนธุรกิจของคุณไปสู่การเติบโตและความสำเร็จที่ยั่งยืน..",
  "hr_comp_0": "การปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคล",
  "hr_comp_1": "การนำทางภูมิทัศน์ที่ซับซ้อนของการปฏิบัติตามกฎหมายและทรัพยากรบุคคลเป็นสิ่งสำคัญสำหรับธุรกิจใดๆ บริการการปฏิบัติตามกฎหมายและการสนับสนุนด้านทรัพยากรบุคคลของเราได้รับการออกแบบมาเพื่อให้คำแนะนำจากผู้เชี่ยวชาญและความอุ่นใจแก่คุณ เราคอยอัปเดตข้อมูลเกี่ยวกับกฎหมายและข้อบังคับด้านการจ้างงานล่าสุดอยู่เสมอ เพื่อให้แน่ใจว่านโยบายและแนวทางปฏิบัติของบริษัทของคุณสอดคล้องกับข้อกำหนดทางกฎหมายอย่างราบรื่น",
  "hr_comp_2": "ทีมงานมืออาชีพที่ทุ่มเทของเราให้การสนับสนุนอย่างครอบคลุมในการร่าง ตรวจสอบ และอัปเดตนโยบายและขั้นตอนด้านทรัพยากรบุคคล เราดำเนินการตรวจสอบอย่างละเอียดเพื่อระบุพื้นที่เสี่ยงที่อาจเกิดขึ้น และแนะนำแนวทางปฏิบัติที่ดีที่สุดเพื่อลดความท้าทายทางกฎหมาย ไม่ว่าจะเป็นสัญญาจ้างงาน นโยบายต่อต้านการเลือกปฏิบัติ หรือแนวทางด้านความปลอดภัยในสถานที่ทำงาน เราปรับแต่งบริการให้เหมาะกับความต้องการเฉพาะของอุตสาหกรรมของคุณ เพื่อให้แน่ใจว่าเป็นไปตามกฎหมายในท้องถิ่น ระดับรัฐ และระดับรัฐบาลกลาง",
  "hr_comp_3": "การเป็นพันธมิตรกับเราด้านการปฏิบัติตามกฎหมายและการสนับสนุนทางกฎหมายด้านทรัพยากรบุคคล จะทำให้คุณสามารถมุ่งเน้นไปที่กิจกรรมหลักของธุรกิจได้ และมั่นใจได้ว่าแนวทางปฏิบัติด้านทรัพยากรบุคคลของคุณสอดคล้องกับกฎหมาย ก้าวล้ำหน้าการเปลี่ยนแปลงด้านกฎระเบียบ ลดความเสี่ยงทางกฎหมาย และส่งเสริมสภาพแวดล้อมการทำงานที่ส่งเสริมทั้งการปฏิบัติตามกฎหมายและความซื่อสัตย์ทางจริยธรรม ให้เราเป็นพันธมิตรที่เชื่อถือได้ของคุณในการสร้างสถานที่ทำงานที่ปลอดภัยและเป็นไปตามกฎหมายสำหรับพนักงานของคุณ"
}
