{
  "home": "ホーム",
  "about": "会社概要",
  "services": "サービス",
  "blog": "ブログ",
  "contact": "お問い合わせ",
  "for_job_seekers": "求職者向け",
  "for_client": "クライアント向け",
  "about_us": "会社概要",
  "about_desc_1": "PCOX Internet Pvt. Ltd. は、企業がデジタル環境でナビゲートし、成功するための支援に取り組んでいる、ダイナミックで革新的な IT ソリューション企業です。テクノロジーを通じて企業を支援するというビジョンを掲げて設立された当社は、Web 開発、ソフトウェア開発、デジタル マーケティング、デジタル トレード & ロジスティクス プラットフォームの包括的なサービスの提供を専門としています。当社の目標はシンプルです。革新的でスケーラブルなカスタマイズされたデジタル ソリューションを提供して、成長と効率性を促進することです。",
  "about_desc_2": "当社のチームは、それぞれの分野の専門家である経験豊富なプロフェッショナルで構成されています。クリエイティブなデザイナーや開発者から戦略的なデジタル マーケティング担当者やロジスティクスの専門家まで、多様なスキルと専門知識を結集して包括的なソリューションを提供しています。PCOX Internet Pvt. Ltd. では、人材こそが最大の資産であると信じており、常に時代の先を行くために人材の成長と発展に投資しています。",
  "about_desc_3": "PCOX Internet Pvt. Ltd. では、クライアントの独自のニーズを理解し、期待を超えるソリューションを提供することで、クライアントとの長期的なパートナーシップを築くことを信条としています。これが当社の違いです",
  "about_desc_4": "当社は、プロフェッショナリズム、誠実さ、倫理的な行動に誇りを持っています。当社は、採用プロセス全体を通じて透明性、機密性、公平性を確保し、最高水準のビジネス慣行を遵守しています。当社の目標は、信頼、相互尊重、成功の共有に基づいて、クライアントや候補者との長期的な関係を築くことです。",
  "our_achiev": "当社の実績",
  "teams": "チーム",
  "country": "サービス提供国",
  "promise": "約束の履行",
  "mission": "ミッション",

  "testimonials_head": "お客様の声",

  "testimonials_desc1": "PCOX Internet Pvt. Ltd. は、革新的なソリューションで当社のデジタルプレゼンスを変革しました。同社のデジタル貿易および物流プラットフォームにより、輸出入業務が効率化され、時間と費用の両方を節約できました。",
  "testimonials_client1": "Edawrd blinkin",

  "testimonials_desc2": "PCOX Internet Pvt. Ltd. との連携は、当社のビジネスにとって大きな転機となりました。同社の Web 開発とデジタル マーケティングの専門知識により、当社は新しい市場に参入し、顧客基盤を大幅に拡大することができました。",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "当社は、PCOX Internet Pvt. Ltd. と提携するまで、サプライ チェーンの可視性に苦労していました。同社のプラットフォームは、比類のない効率性とリアルタイム データを提供し、当社の物流管理に革命をもたらしました。",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. Ltd. は、当社のビジネス ニーズにぴったり合った優れたソフトウェア開発サービスを提供してくれました。同社のチームはプロフェッショナルで、対応がよく、初日から当社の成功に尽力してくれました。",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "PCOX Internet Pvt. Ltd. が開発したデジタル マーケティング戦略は、信じられないほど効果的でした。当社のオンライン エンゲージメントは急上昇し、リードとコンバージョンが著しく増加しました。",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "PCOX Internet Pvt. Ltd. の使命は、成長、効率、顧客エンゲージメントを強化する革新的なデジタルソリューションで企業を支援することです。Web 開発、ソフトウェア開発、デジタルマーケティング、デジタル貿易と物流の分野でカスタマイズされた高品質のサービスを提供し、常に進化するデジタル環境でクライアントが成功できるようにすることで、信頼できるパートナーになることを目指しています。",
  "vision": "ビジョン",
  "vision_desc_1": "当社のビジョンは、革新、卓越性、クライアントの成功への取り組みで知られる、デジタル変革のグローバルリーダーになることです。最先端のテクノロジーと戦略的なデジタルソリューションを通じて、世界中の企業がその可能性を最大限に発揮できるように、デジタルエクスペリエンスを再定義することを目指しています。",
  "value": "価値",
  "value_desc_1": "クライアント重視: 当社は、クライアントをすべての活動の中心に置き、クライアントと緊密に連携してクライアント固有のニーズを理解し、成功を促進するカスタマイズされたソリューションを提供します。",
  "value_desc_2": "イノベーション: 当社は、問題を解決する新しい創造的な方法を継続的に模索し、変化と最新技術の採用により、最高の結果を実現します。",
  "value_desc_3": "誠実さ: 当社は、すべてのやり取りとビジネス慣行において、誠実さ、透明性、倫理的行動の最高水準を維持します。",
  "our_services": "当社のサービス",
  "our_services_message": "Web 開発、ソフトウェア開発、デジタル マーケティング、輸出入、ロジスティクスの包括的なソリューションで、ビジネスの成功を推進します。",
  "hr_services": "輸出入サービスとロジスティクス ソリューション",
  "hr_services_message": "専門的な調達、コンプライアンス、効率的なロジスティクスでグローバル貿易を合理化し、国際市場全体でタイムリーで安全な配送を保証します。",
  "hr_consulting": "ソフトウェア開発",
  "hr_consulting_message": "革新的で安全かつ効率的なテクノロジーを通じて、お客様のビジネスニーズに合わせたカスタムソフトウェアソリューションを提供し、生産性、拡張性、成長を強化します。",
  "hr_third_party_payroll_services": "デジタルマーケティング",
  "hr_third_party_payroll_services_message": "エンゲージメント、トラフィック、コンバージョンを促進するように設計された戦略的な SEO、ソーシャルメディア、コンテンツマーケティング、PPC キャンペーンでブランドを高めます。",
  "business_consulting": "HR ビジネスコンサルティング",
  "business_consulting_message": "HR ビジネスコンサルティングサービスへようこそ。当社は、ビジネスに専門的なガイダンスを提供し、ビジネスをナビゲートするお手伝いをすることに特化しています...",
  "employment_training_and_development": "従業員のトレーニングと開発",
  "employment_training_and_development_message": "当社のカスタマイズされたトレーニング プログラムで従業員に投資しましょう。スキル開発ワークショップからリーダーシップ トレーニングまで...",
  "hr_compilance_and_legal_support": "HR コンプライアンスと法的サポート",
  "hr_compilance_and_legal_support_message": "常に変化する雇用法と規制に準拠してください。当社の HR 専門家が法的事項に関するガイダンスを提供します...",
  "industries_we_serve": "当社がサービスを提供する業界",
  "industries_we_serve_message": "We take pride in offering innovative solutions and services to a diverse range of industries",
  "building_construction": "E-commerce",
  "building_construction_message": "Enhancing online shopping experiences with web development, digital marketing, and efficient logistics.",
  "road_construction": "Healthcare",
  "road_construction_message": "Developing custom software for patient management, marketing healthcare services, and ensuring smooth logistics for medical supplies.",
  "oil_and_gas": "Manufacturing",
  "oil_and_gas_message": "サプライ チェーンの合理化、ロジスティクスの改善、生産効率を高めるカスタム ソフトウェア ソリューションの実装。",
  "facility_management": "金融サービス",
  "facility_management_message": "金融取引のための安全なソフトウェア開発、顧客エンゲージメントのためのデジタル マーケティング、安全な文書処理のためのロジスティクス ソリューションを提供します。",
  "security": "小売業",
  "security_message": "Web およびデジタル マーケティング戦略によるオンライン プレゼンスの最適化、在庫と供給品の輸出入ロジスティクスの管理。",
  "mep": "教育",
  "mep_message": "カスタム教育ソフトウェアの開発、教育機関向けデジタルマーケティング戦略の実装、教育リソースと教材のロジスティクスの管理。",
  "latest_blog": "最新のブログ",
  "latest_blog_message_1": "輸出入業務に関する専門家の洞察と貴重なヒントをご覧ください。",
  "latest_blog_message_2": "当社の有益なブログセクションでテクノロジートレンドとビジネス戦略をご覧ください。",
  "securty": "グローバル貿易のナビゲート: 2024 年の輸出入戦略",
  "securty_message": "輸出入業務を最適化し、リスクを最小限に抑え、新興グローバル市場を活用するための最新の戦略とベストプラクティスをご覧ください。",
  "management": "ビジネスにカスタムソフトウェアが必要な理由",
  "management_message": "カスタム ソフトウェア ソリューションによって業務を効率化し、コストを削減し、独自のビジネス ニーズに合わせてカスタマイズされた機能を提供する方法を学びます。",
  "design": "ブランドを強化する",
  "desing_message": "SEO からソーシャル メディア戦略まで、競争の激しい市場でブランドを高め、ROI を向上させる効果的なデジタル マーケティング戦術を見つけます。",
  "user_indication_title": "お客様のニーズを理解しましょう",
  "user_indication_title_message": "詳細をお知らせください。弊社のスペシャリストがすぐにご連絡いたします",
  "ready_to_do_this": "準備完了",
  "lets_get_to_work": "仕事に取り掛かりましょう",
  "submit": "送信",
  "contact_us": "お問い合わせ",
  "find_jobs": "求人を探す",
  "Job_abu_dhabi": "アブダビの求人",
  "Job_dubai": "ドバイの求人",
  "Job_algeria": "アルジェリアの求人",
  "Job_behrain": "ベヘレーンの求人",
  "Job_egypt": "エジプトの求人",
  "Job_india": "インドの求人",
  "Job_iraq": "イラクの求人",
  "Job_jordan": "ヨルダンの求人",
  "Job_kuwait": "クウェートの求人",
  "Job_lebanon": "レバノンの求人",
  "Job_libya": "リビアの求人",
  "Job_morocco": "モロッコの求人",
  "copyright": "Copyright © 2023-24 PCOX Internet Pvt. Ltd. All Rights Reserved",
  "contact_num": "電話番号でお問い合わせ",
  "email_add": "メールアドレス",
  "location": "所在地",
  "formcont1": "お問い合わせ",
  "formdesc": "お客様のビジネスに合わせた最適なソリューションをご提供できるよう、以下のフォームに具体的な要件をご記入ください。",
  "hr_services_0": "当社の輸出入サービスとロジスティクス ソリューション",
  "hr_services_1": "当社の輸出入サービスは、お客様のグローバル貿易業務を簡素化および合理化するように設計されています。PCOX Internet Pvt Limited では、国際市場における豊富な知識と経験を活用して、企業が国境を越えて事業を拡大できるよう支援しています。高品質の製品の調達から文書管理やコンプライアンスまで、輸出入プロセスのあらゆる側面を正確かつ慎重に処理します。当社のチームは、複雑な貿易規制を巧みに処理し、お客様の出荷がすべての法的要件を満たしていることを確認して、リスクを最小限に抑え、遅延を回避することに長けています。当社は、お客様の独自のニーズに合わせたカスタマイズされたソリューションを提供し、サプライ チェーンの最適化とコストの削減を支援します。世界中のパートナーとサプライヤーの広大なネットワークにより、シームレスな商品の流れを確保し、国際貿易の複雑さを当社が処理している間、お客様はビジネスの成長に集中できます。",
  "hr_services_2": " ",
  "hr_services_3": "当社の物流ソリューションは、サプライ チェーンのエンドツーエンドのサポートを提供するように設計されており、製品が安全かつ効率的に、時間どおりに配送されることを保証します。効果的な物流管理がビジネスの競争力の維持に不可欠であることを理解しているため、物流プロセスのあらゆる側面をカバーするさまざまなサービスを提供しています。倉庫保管や在庫管理から輸送や配送まで、当社のチームは細心の注意と精度ですべてを処理します。高度なテクノロジーとリアルタイム追跡を使用して出荷を監視し、サプライ チェーンの完全な可視性と制御を提供します。当社のソリューションは柔軟で拡張性があり、変化するニーズや市場の需要に適応できます。当社と提携することで、リード タイムの短縮、コスト削減、顧客満足度の向上というメリットが得られ、ビジネスに大きな競争上の優位性がもたらされます。",
  "hr_services_4": " ",
  "hr_services_5": "輸出入および物流のニーズに関して PCOX Internet Pvt Limited と提携することは、成功にコミットする信頼できる経験豊富なパートナーを選択することを意味します。弊社の献身的な専門家チームはお客様と緊密に連携してお客様のビジネス目標と課題を理解し、お客様の目的に合ったパーソナライズされた戦略を提供します。弊社は積極的なアプローチを誇りとし、お客様のサプライ チェーンを最適化し、グローバルな業務を強化するための革新的な方法を常に模索しています。国際市場に対する深い理解と実績のある成功実績により、通関から最終配送まで、国際貿易の複雑さに対処する準備が整っています。新しい市場への進出、運用コストの削減、サプライ チェーンの効率性の向上など、どのような目標でも、弊社はお客様の目標達成に役立つ専門知識とリソースを提供します。国際ビジネスのダイナミックな世界をナビゲートする戦略的パートナーとして、弊社を信頼してください。",
  "hr_services_6": " ",
  "hr_consulting_0": "当社のソフトウェア開発",
  "hr_consulting_1": "PCOX IT Solutions では、お客様のオンライン プレゼンスを変革するために設計された最先端の Web 開発サービスを提供しています。当社の専門分野は、さまざまな業界の企業の独自のニーズに応える動的で応答性の高い Web サイトの作成です。React、Node.js、MongoDB などの最新テクノロジーを使用して、すべてのプロジェクトがスケーラビリティ、パフォーマンス、セキュリティを考慮して構築されるようにします。",
  "hr_consulting_2": "当社の傑出したプロジェクトの 1 つに、安全な支払いゲートウェイ、効率的な在庫管理、直感的なナビゲーションを統合し、ユーザーに完璧なショッピング エクスペリエンスを提供する堅牢な e コマース プラットフォームの開発があります。別のプロジェクトでは、リアルタイムのデータ更新とユーザー フレンドリーなインターフェイスを備えた予約スケジュール用のカスタム Web アプリケーションを構築し、サービス プロバイダーとクライアントの両方にとってプロセスを容易にしました。",
  "hr_consulting_3": "PCOX IT Solutions では、モバイル アプリのアイデアを実現するための包括的な Android 開発サービスを提供しています。熟練した開発者のチームは、Java、Kotlin、Flutter などの最新のフレームワークを使用して、高性能で機能豊富な Android アプリケーションを作成します。お客様のビジネス目標に沿ったシームレスなユーザー エクスペリエンスを提供することに重点を置いています。",
  "hr_consulting_4": "あるプロジェクトでは、インタラクティブ機能、リアルタイムの進捗状況追跡、オフライン機能を備えたカスタム e ラーニング アプリを構築し、ユーザーがいつでもどこでも学習できるようにしました。別のプロジェクトでは、リアルタイム データ、マップ、通知を統合し、高速で効率的なユーザー ナビゲーションに最適化した位置情報ベースのサービス アプリを開発しました。各ソリューションは、クライアントの特定のニーズを満たすように正確に作成されています。",
  "hr_consulting_5": "PCOX IT Solutions では、企業がスケーラブルで安全なクラウド環境に移行するのに役立つ高度なクラウド コンピューティング サービスを提供しています。当社のチームは、AWS、Microsoft Azure、Google Cloud などのプラットフォームを活用して、お客様のニーズに合わせたカスタム ソリューションを提供します。既存のインフラストラクチャを移行する場合でも、クラウドネイティブ アプリケーションを構築する場合でも、シームレスな統合と運用の最大限の効率を保証します。",
  "hr_consulting_6": "あるプロジェクトでは、小売企業がデータベース全体をクラウドに移行するのを支援し、パフォーマンスを大幅に向上させ、運用コストを削減しました。別のプロジェクトでは、ヘルスケア プロバイダー向けにクラウドベースのデータ分析プラットフォームを開発し、リアルタイムのデータ処理と安全なストレージを実現しました。当社のクラウド ソリューションは、信頼性、セキュリティ、成長を考慮して設計されています。",
  "hr_consulting_7": "PCOX IT Solutions では、分散型テクノロジーのパワーを活用できるように、最先端のブロックチェーン開発サービスを提供しています。当社のチームは、スマート コントラクト、分散型アプリケーション (DApps)、Ethereum や Hyperledger などのプラットフォームを使用したカスタム ブロックチェーン ネットワークなど、堅牢なブロックチェーン ソリューションの作成を専門としています。私たちは、お客様のブロックチェーン プロジェクトが安全で、拡張可能であり、お客様の特定のビジネス ニーズに合わせてカスタマイズされることを保証します。",
  "hr_consulting_8": "あるプロジェクトでは、ブロックチェーン ベースのサプライ チェーン管理システムを開発し、サプライ チェーン全体の透明性と追跡可能性を強化しました。別のプロジェクトでは、金融セクターで自動化された安全なトランザクションのためのスマート コントラクト プラットフォームを構築しました。当社のブロックチェーン ソリューションは、お客様のビジネス オペレーションの革新と効率性を促進するように設計されています。",
  "hr_consulting_9": "",
  "thirt_party_0": "デジタルマーケティング",
  "thirt_party_1": "当社のデジタルマーケティングサービスは、オンラインでの存在感を高め、エンゲージメントを促進するように設計されています。SEOやコンテンツマーケティングからソーシャルメディアやPPCキャンペーンまで、データ主導の戦略を使用して、ターゲットオーディエンスにリーチし、トラフィックを増やし、ビジネスに測定可能な結果を​​もたらします。",
  "thirt_party_2": "当社は、お客様のブランド目標に沿ったカスタマイズされたデジタルマーケティングプランを作成します。当社のチームは、最新のツールとトレンドを活用して、パフォーマンスを最適化し、可視性を高め、リードを生み出します。ブランド認知度の向上を目指す場合でも、コンバージョンを促進する場合でも、当社のカスタマイズされたアプローチにより、持続可能な成長を実現できます。",
  "thirt_party_3": "当社のデジタルマーケティングサービスの主な機能と利点:",
  "thirt_party_4": "1. 検索エンジン最適化 (SEO): 当社のSEO専門家は、検索エンジンのランキングを改善し、オーガニックトラフィックを促進し、可視性を高めるために、Webサイトのコンテンツと構造を最適化します。キーワード調査、オンページ最適化、バックリンク構築など、サイトの可能性を最大限に引き出すためのサポートを提供します。",
  "thirt_party_5": "2. コンテンツマーケティング: ターゲットオーディエンスの心に響く魅力的で関連性のあるコンテンツを作成します。コンテンツマーケティング戦略には、訪問者に情報を提供、楽しませ、忠実な顧客に変えるために設計されたブログ投稿、記事、インフォグラフィック、ビデオが含まれており、業界での強力なオンラインプレゼンスと権威の構築に役立ちます。",
  "thirt_party_6": "3. ソーシャルメディア管理: 当社のチームは、ソーシャルメディアプロファイルを管理し、ブランド認知度を高め、エンゲージメントを促進するコンテンツを作成して共有します。各プラットフォーム向けにカスタマイズされた戦略を開発し、パフォーマンスを監視し、オーディエンスと交流して活気のあるオンラインコミュニティを構築し、顧客ロイヤルティを育みます。",
  "thirt_party_7": "4. クリック課金 (PPC) 広告: 即座にトラフィックとコンバージョンを生み出すターゲットを絞った PPC キャンペーンを作成および管理します。データドリブンなアプローチにより、最適な広告配置と予算が確保され、コストを最小限に抑えながら ROI を最大化できます。弊社は、可能な限り最高の結果を達成するために、お客様のキャンペーンを継続的に監視し、調整します。",
  "hr_busi_0": "HR ビジネス コンサルティング",
  "hr_busi_1": "専門知識と革新が融合した HR ビジネス コンサルティング サービスへようこそ。当社は、今日の競争の激しい環境で企業が直面するダイナミックな課題を理解しています。経験豊富なコンサルタントのチームとともに、お客様の特定のニーズに合わせた戦略的ガイダンスを提供します。市場での存在感を確立しようとしているスタートアップ企業でも、優れた運用を目指す確立された企業でも、当社の包括的なソリューションは、お客様が目標を達成する力になります。",
  "hr_busi_2": "HR ビジネス コンサルティングの分野では、可能性を再定義します。当社の献身的な専門家チームは、業界の洞察と創造性を組み合わせ、ビジネスの成長を促進する革新的なソリューションを提供します。当社は、クライアントの期待に応えるだけでなく、それを超えることを信条としています。市場調査、戦略計画、組織開発などの分野における当社の専門知識を活用することで、企業が情報に基づいた意思決定を行い、競争に勝ち続けることを支援します。比類のない成功と成長の未来に向けてお客様を導く戦略的パートナーとして、当社をご利用ください。",
  "emp_tr_0": "従業員のトレーニングと開発",
  "emp_tr_1": "当社は、さまざまなトレーニング モジュールを提供しています特定の業界の課題や個人のスキルギャップに対応するようにカスタマイズされています。技術的な熟練度からソフトスキルまで、当社の経験豊富なトレーナーが実践的でインタラクティブなセッションを提供し、継続的な学習を促進します。当社の目標は、組織内の既存のスキルギャップを埋めるだけでなく、革新と適応の文化を育むことです。",
  "emp_tr_2": "当社の従業員トレーニングおよび開発プログラムに投資することで、チームの能力が向上するだけでなく、機敏でやる気があり、あらゆる課題に取り組む準備ができている労働力を育成できます。当社と提携して従業員の潜在能力を最大限に引き出し、ビジネスを持続可能な成長と成功に導きましょう。",
  "hr_comp_0": "HR コンプライアンスおよび法的サポート",
  "hr_comp_1": "人事コンプライアンスと法的規制の複雑な状況に対処することは、あらゆるビジネスにとって重要です。当社の人事コンプライアンスおよび法的サポート サービスは、専門家によるガイダンスと安心感を提供するように設計されています。当社は最新の雇用法と規制を常に把握し、お客様の会社のポリシーと実践が法的要件にシームレスに一致するようにします。",
  "hr_comp_2": "当社の専門家チームは、人事ポリシーと手順の起草、レビュー、更新に関する包括的なサポートを提供します。当社は徹底的な監査を実施して潜在的なリスク領域を特定し、法的課題を軽減するためのベスト プラクティスをお客様にご案内します。雇用契約、差別禁止ポリシー、職場の安全ガイドラインなど、当社はお客様の特定の業界のニーズに合わせてサービスをカスタマイズし、地方、州、連邦の法律に準拠するようにします。",
  "hr_comp_3": "当社と人事コンプライアンスおよび法的サポートを提携することで、人事慣行が法律に準拠していることを確信しながら、コア ビジネス活動に集中できます。規制の変更を先取りし、法的リスクを最小限に抑え、法令遵守と倫理的誠実さの両方を促進する職場環境を育みます。従業員にとって安全でコンプライアンスに準拠した職場環境を確保する信頼できるパートナーとして、当社をご利用ください。"
}
