{
  "home": "مرحبًا",
  "about": "عن",
  "services": "خدمة",
  "blog": "مدونة",
  "contact": "اتصال",
  "for_job_seekers": "للباحثين عن عمل",
  "for_client": "للعميل",
  "about_us": "معلومات عنا",
  "about_desc_1": "مرحبا بكم في موقعنا للتوظيف في الخارج! نحن سعداء بوجودك هنا. في خدمات الموارد البشرية لدينا، نسعى جاهدين لربط الأفراد الموهوبين بفرص عمل مثيرة في الخارج. سواء كنت باحثًا عن عمل وتبحث عن مغامرة جديدة أو صاحب عمل يبحث عن محترفين ماهرين، فنحن هنا لمساعدتك في كل خطوة على الطريق. بفضل شبكتنا الواسعة وخبرتنا في التوظيف الدولي، نجحنا في تعيين مرشحين في مختلف الصناعات في جميع أنحاء العالم.",
  "about_desc_2": "يفهم فريقنا من متخصصي الموارد البشرية المتفانين التحديات والفرص الفريدة التي تأتي مع العمل في بلد أجنبي. نحن نفخر بتقديم خدمات شخصية تلبي الاحتياجات المحددة لكل من الباحثين عن عمل وأصحاب العمل. للباحثين عن عمل، نحن نقدم مجموعة واسعة من الموارد لمساعدتك في العثور على الوظيفة المثالية في الخارج. سيعمل فريقنا معك بشكل وثيق لفهم مهاراتك وتطلعاتك وتفضيلاتك. سنقوم بعد ذلك بمواءمتك مع فرص العمل المناسبة في البلدان التي تتوافق مع أهدافك.",
  "mission": "مهمة",
  "mission_desc_1": "تمكين كل فرد ليعيش حياة من اختياره من خلال تزويده بالمهارات اللازمة والوظيفة التي تعزز نموه.",
  "vision": "رؤية",
  "vision_desc_1": "مهمتنا هي تقديم خدمات توظيف استثنائية، وضمان عملية سلسة وفعالة لكل من أصحاب العمل والباحثين عن عمل. نحن نهدف إلى التوفيق بين المواهب المناسبة والوظيفة المناسبة، مما يساعد الشركات على الازدهار والأفراد على تحقيق أهدافهم المهنية.",
  "value": "قيمة",
  "value_desc_1": "نحن ملتزمون بالحفاظ على أعلى معايير الاحتراف والنزاهة والسلوك الأخلاقي في جميع تفاعلاتنا. هدفنا هو بناء علاقات طويلة الأمد مع عملائنا والمرشحين، على أساس الثقة والشفافية والنجاح المتبادل.",
  "value_desc_2": "ومن خلال خبرتنا وشبكتنا الواسعة، نهدف إلى المساهمة في نمو وتطوير الشركات العالمية من خلال تزويدها بأفضل المواهب من جميع أنحاء العالم. كما نسعى جاهدين لتمكين الأفراد من خلال ربطهم بالفرص التي من شأنها تعزيز مهاراتهم ومعارفهم وآفاقهم المهنية الشاملة.",
  "value_desc_3": "باختصار، تتمثل رؤيتنا في أن نكون شركة رائدة عالميًا في مجال توظيف الموارد البشرية، بينما تتمثل مهمتنا في تقديم خدمات استثنائية، وربط المواهب بالفرص، والمساهمة في نجاح الشركات والأفراد على حدٍ سواء.",
  "our_services": "خدماتنا",
  "our_services_message": "مرحبا بكم في موقعنا للتوظيف في الخارج! نحن سعداء بوجودك هنا.",
  "hr_services": "خدمات الموارد البشرية",
  "hr_services_message": "مرحبا بكم في مواقع التوظيف في الخارج لدينا! نحن سعداء بوجودك هنا. في خدمات الموارد البشرية لدينا، نسعى جاهدين لربط الأفراد الموهوبين..",
  "hr_consulting": "استشارات الموارد البشرية",
  "hr_consulting_message": "مرحبًا بكم في مواقع خدمات استشارات الموارد البشرية لدينا! نحن سعداء بوجودك هنا. في شركتنا، نحن متخصصون في تقديم خدمات شاملة و..",
  "hr_third_party_payroll_services": "خدمات كشوف المرتبات لطرف ثالث للموارد البشرية",
  "hr_third_party_payroll_services_message": "مرحبًا بك في خدمات كشوف المرتبات الخاصة بطرف ثالث للموارد البشرية! يسعدنا أن نقدم لك حلاً شاملاً وفعالاً لإدارة كشوف المرتبات الخاصة بك...",
  "business_consulting": "استشارات الاعمال",
  "business_consulting_message": "مرحبا بكم في خدمات استشارات الأعمال لدينا! نحن متخصصون في تقديم إرشادات الخبراء لرجال الأعمال ومساعدتهم على التنقل...",
  "employment_training_and_development": "تدريب الموظفين وتطويرهم",
  "employment_training_and_development_message": "استثمر في القوى العاملة لديك من خلال برامجنا التدريبية المخصصة. من ورش تنمية المهارات إلى التدريب على القيادة...",
  "hr_compilance_and_legal_support": "الامتثال للموارد البشرية والدعم القانوني",
  "hr_compilance_and_legal_support_message": "حافظ على امتثالك لقوانين ولوائح التوظيف المتغيرة باستمرار، حيث يقدم خبراء الموارد البشرية لدينا إرشادات بشأن المسائل القانونية...",
  "industries_we_serve": "الصناعات التي نخدمها",
  "industries_we_serve_message": "نحن نفخر بتقديم حلول وخدمات مبتكرة لمجموعة متنوعة من الصناعات",
  "building_construction": "تشييد المباني",
  "building_construction_message": "توظيف مهندسي المشروع والعمال المهرة ومشغلي الآلات وما إلى ذلك",
  "road_construction": "بناء الطرق",
  "road_construction_message": "تم توظيف أكثر من 30000 من ذوي الياقات الزرقاء والبيضاء المحترفين",
  "oil_and_gas": "النفط والغاز",
  "oil_and_gas_message": "مساعدة شركات النفط والغاز في توظيف أكثر من 7000 مدير مشروع",
  "facility_management": "إدارة المرافق",
  "facility_management_message": "التعامل مع جميع المرافق الحجم",
  "security": "حماية",
  "security_message": "نحن ندعم الشركات للتوظيف",
  "mep": "الميكانيكية والكهربائية والسباكة",
  "mep_message": "من المستويات الإدارية إلى الموظفين الأرضيين",
  "latest_blog": "أحدث مدونة",
  "latest_blog_message_1": "اكتشف رؤى الخبراء ونصائح قيمة حول الأمن السيبراني،",
  "latest_blog_message_2": "اتجاهات التكنولوجيا واستراتيجيات الأعمال في قسم مدونتنا الإعلامية",
  "securty": "حماية",
  "securty_message": "حماية جهاز الموظ : أفضل ممارسات سياسة أمان BYOD",
  "management": "إدارة",
  "management_message": "أصبحت التذكرة الكبيرة مثيرة للاهتمام",
  "design": "تصميم",
  "desing_message": "Bebes منزل المستقبل يمكن أن يكون",
  "user_indication_title": "كنا نحب أن نسمع منك",
  "user_indication_title_message": "يرجى مشاركة التفاصيل الخاصة بك وسيقوم أحد متخصصي التوظيف لدينا بالاتصال بك قريبًا",
  "ready_to_do_this": "على استعداد للقيام بذلك",
  "lets_get_to_work": "هيا بنا إلى العمل",
  "submit": "يُقدِّم",
  "contact_us": "اتصل بنا",
  "find_jobs": "العثور على وظائف",
  "Job_abu_dhabi": "جبس أبو ظبي",
  "Job_dubai": "وظائف في دبي",
  "Job_algeria": "وظائف في الجزائر",
  "Job_behrain": "وظائف في البحرين",
  "Job_egypt": "وظائف فى مصر",
  "Job_india": "وظائف في الهند",
  "Job_iraq": "وظائف في العراق",
  "Job_jordan": "وظائف في الأردن",
  "Job_kuwait": "وظائف في الكويت",
  "Job_lebanon": "وظائف في لبنان",
  "Job_libya": "وظائف في ليبيا",
  "Job_morocco": "وظائف في المغرب",
  "copyright": "حقوق الطبع والنشر © 2023-24 الكائنات. كل الحقوق محفوظة"
}