{
  "home": "بيت",
  "about": "عن",
  "services": "خدمة",
  "blog": "مدونة",
  "contact": "اتصال",
  "for_job_seekers": "للباحثين عن عمل",
  "for_client": "للعميل",
  "about_us": "معلومات عنا",
  "about_desc_1": "مرحبا بكم في موقعنا للتوظيف في الخارج! نحن سعداء بوجودك هنا. في خدمات الموارد البشرية لدينا، نسعى جاهدين لربط الأفراد الموهوبين بفرص عمل مثيرة في الخارج. سواء كنت باحثًا عن عمل وتبحث عن مغامرة جديدة أو صاحب عمل يبحث عن محترفين ماهرين، فنحن هنا لمساعدتك في كل خطوة على الطريق. بفضل شبكتنا الواسعة وخبرتنا في التوظيف الدولي، نجحنا في تعيين مرشحين في مختلف الصناعات في جميع أنحاء العالم.",
  "about_desc_2": "يفهم فريقنا من متخصصي الموارد البشرية المتفانين التحديات والفرص الفريدة التي تأتي مع العمل في بلد أجنبي. نحن نفخر بتقديم خدمات شخصية تلبي الاحتياجات المحددة لكل من الباحثين عن عمل وأصحاب العمل. للباحثين عن عمل، نحن نقدم مجموعة واسعة من الموارد لمساعدتك في العثور على الوظيفة المثالية في الخارج. سيعمل فريقنا معك بشكل وثيق لفهم مهاراتك وتطلعاتك وتفضيلاتك. سنقوم بعد ذلك بمواءمتك مع فرص العمل المناسبة في البلدان التي تتوافق مع أهدافك.",
  "about_desc_3": "لهذا السبب نحن هنا لتبسيط العملية ومساعدة كل من أصحاب العمل والباحثين عن عمل على التنقل في سوق العمل العالمي بسهولة. بفضل سنوات من الخبرة في الصناعة، قمنا ببناء شبكة قوية من العملاء والمرشحين الدوليين، مما يمكننا من مطابقة المواهب المناسبة. بالوظيفة المناسبة، بغض النظر عن الحدود الجغرافية. نحن نعمل بشكل وثيق مع كل من أصحاب العمل والباحثين عن عمل لفهم احتياجاتهم وتفضيلاتهم وأهدافهم الفريدة، مما يضمن عملية توظيف سلسة وناجحة.",
  "about_desc_4":"نحن نفخر باحترافنا ونزاهتنا وسلوكنا الأخلاقي. نحن نلتزم بأعلى معايير الممارسات التجارية، ونضمن الشفافية والسرية والعدالة طوال عملية التوظيف. هدفنا هو بناء علاقات طويلة الأمد مع عملائنا والمرشحين، على أساس الثقة والاحترام المتبادل والنجاح المشترك.",
  "our_achiev":"إنجازاتنا",
  "teams":"فرق",
  "country":"الدول المخدومة",
  "promise":"الوعود التي تم تسليمها",

  "testimonials_head":"الشهادات - التوصيات",

  "testimonials_desc1":"لعبت Alcenat دورًا محوريًا في تبسيط عمليات الموارد البشرية لدينا. خبرتهم في علاقات الموظفين والامتثال ضمنت بيئة عمل سلسة ومتوافقة. شريك جدير بالثقة لجميع احتياجات الموارد البشرية.",
  "testimonials_client1":"إدوارد بلينكين",

 
  "testimonials_desc2":"لقد استعيننا بشركة Alcenat لخدمات استشارات الموارد البشرية، وكانت النتائج رائعة. ساهمت رؤيتهم ونهجهم الاستراتيجي في تخطيط القوى العاملة بشكل كبير في نمو أعمالنا. ممتنة لتوجيهاتهم المؤثرة.",
  "testimonials_client2":"كلفن توماس",

 
  "testimonials_desc3":"فريق التوظيف في Alcenat لا مثيل له. لقد فهموا احتياجاتنا الفريدة وقدموا مرشحين من الدرجة الأولى على الفور. وبفضلهم، تفتخر شركتنا الآن بقوى عاملة موهوبة ومتنوعة.",
  "testimonials_client3":"هيليري أندرو",


  "testimonials_desc4":"تجاوزت خدمات الموارد البشرية في Alcenat توقعاتنا. لقد جلبت عملية التوظيف الدقيقة لدينا مواهبًا استثنائية، مما أدى إلى تحويل ديناميكيات فريقنا بشكل إيجابي. موصى به للغاية لاحترافهم والتزامهم بالتميز.",
  "testimonials_client4":"أكليما",


  "testimonials_desc5":"أعجب بتفاني Alcenat في تطوير الموظفين. لقد ساهمت برامجهم التدريبية في تمكين موظفينا، وتعزيز ثقافة التحسين المستمر. رصيدا قيما لأي منظمة.",
  "testimonials_client5":"جيليا ترامب",

  "mission": "مهمة",
  "mission_desc_1": "تمكين كل فرد ليعيش حياة من اختياره من خلال تزويده بالمهارات اللازمة والوظيفة التي تعزز نموه.",
  "vision": "رؤية",
  "vision_desc_1": "مهمتنا هي تقديم خدمات توظيف استثنائية، وضمان عملية سلسة وفعالة لكل من أصحاب العمل والباحثين عن عمل. نحن نهدف إلى التوفيق بين المواهب المناسبة والوظيفة المناسبة، مما يساعد الشركات على الازدهار والأفراد على تحقيق أهدافهم المهنية.",
  "value": "قيمة",
  "value_desc_1": "نحن ملتزمون بالحفاظ على أعلى معايير الاحتراف والنزاهة والسلوك الأخلاقي في جميع تفاعلاتنا. هدفنا هو بناء علاقات طويلة الأمد مع عملائنا والمرشحين، على أساس الثقة والشفافية والنجاح المتبادل.",
  "value_desc_2": "ومن خلال خبرتنا وشبكتنا الواسعة، نهدف إلى المساهمة في نمو وتطوير الشركات العالمية من خلال تزويدها بأفضل المواهب من جميع أنحاء العالم. كما نسعى جاهدين لتمكين الأفراد من خلال ربطهم بالفرص التي من شأنها تعزيز مهاراتهم ومعارفهم وآفاقهم المهنية الشاملة.",
  "value_desc_3": "باختصار، تتمثل رؤيتنا في أن نكون شركة رائدة عالميًا في مجال توظيف الموارد البشرية، بينما تتمثل مهمتنا في تقديم خدمات استثنائية، وربط المواهب بالفرص، والمساهمة في نجاح الشركات والأفراد على حدٍ سواء.",
  "our_services": "خدماتنا",
  "our_services_message": "مرحبا بكم في موقعنا للتوظيف في الخارج! نحن سعداء بوجودك هنا.",
  "hr_services": "خدمات الموارد البشرية",
  "hr_services_message": "مرحبا بكم في مواقع التوظيف في الخارج لدينا! نحن سعداء بوجودك هنا. في خدمات الموارد البشرية لدينا، نسعى جاهدين لربط الأفراد الموهوبين..",
  "hr_consulting": "استشارات الموارد البشرية",
  "hr_consulting_message": "مرحبًا بكم في مواقع خدمات استشارات الموارد البشرية لدينا! نحن سعداء بوجودك هنا. في شركتنا، نحن متخصصون في تقديم خدمات شاملة و..",
  "hr_third_party_payroll_services": "خدمات كشوف المرتبات لطرف ثالث للموارد البشرية",
  "hr_third_party_payroll_services_message": "مرحبًا بك في خدمات كشوف المرتبات الخاصة بطرف ثالث للموارد البشرية! يسعدنا أن نقدم لك حلاً شاملاً وفعالاً لإدارة كشوف المرتبات الخاصة بك...",
  "business_consulting": "استشارات الاعمال",
  "business_consulting_message": "مرحبا بكم في خدمات استشارات الأعمال لدينا! نحن متخصصون في تقديم إرشادات الخبراء لرجال الأعمال ومساعدتهم على التنقل...",
  "employment_training_and_development": "تدريب الموظفين وتطويرهم",
  "employment_training_and_development_message": "استثمر في القوى العاملة لديك من خلال برامجنا التدريبية المخصصة. من ورش تنمية المهارات إلى التدريب على القيادة...",
  "hr_compilance_and_legal_support": "الامتثال للموارد البشرية والدعم القانوني",
  "hr_compilance_and_legal_support_message": "حافظ على امتثالك لقوانين ولوائح التوظيف المتغيرة باستمرار، حيث يقدم خبراء الموارد البشرية لدينا إرشادات بشأن المسائل القانونية...",
  "industries_we_serve": "الصناعات التي نخدمها",
  "industries_we_serve_message": "نحن نفخر بتقديم حلول وخدمات مبتكرة لمجموعة متنوعة من الصناعات",
  "building_construction": "تشييد المباني",
  "building_construction_message": "توظيف مهندسي المشروع والعمال المهرة ومشغلي الآلات وما إلى ذلك",
  "road_construction": "بناء الطرق",
  "road_construction_message": "تم توظيف أكثر من 30000 من ذوي الياقات الزرقاء والبيضاء المحترفين",
  "oil_and_gas": "النفط والغاز",
  "oil_and_gas_message": "مساعدة شركات النفط والغاز في توظيف أكثر من 7000 مدير مشروع",
  "facility_management": "إدارة المرافق",
  "facility_management_message": "التعامل مع جميع المرافق الحجم",
  "security": "حماية",
  "security_message": "نحن ندعم الشركات للتوظيف",
  "mep": "الميكانيكية والكهربائية والسباكة",
  "mep_message": "من المستويات الإدارية إلى الموظفين الأرضيين",
  "latest_blog": "أحدث مدونة",
  "latest_blog_message_1": "اكتشف رؤى الخبراء ونصائح قيمة حول الأمن السيبراني،",
  "latest_blog_message_2": "اتجاهات التكنولوجيا واستراتيجيات الأعمال في قسم مدونتنا الإعلامية",
  "securty": "حماية",
  "securty_message": "حماية جهاز الموظ : أفضل ممارسات سياسة أمان BYOD",
  "management": "إدارة",
  "management_message": "توجيهات الاتحاد الأوروبي بشأن شفافية الفجوة في الأجور بين الجنسين: ما يجب أن تعرفه شركتك",
  "design": "التنقل العالمي",
  "desing_message": "توجيه العمال المنشورين: متطلبات A1 ​​التي يجب على أصحاب العمل معرفتها",
  "user_indication_title": "كنا نحب أن نسمع منك",
  "user_indication_title_message": "يرجى مشاركة التفاصيل الخاصة بك وسيقوم أحد متخصصي التوظيف لدينا بالاتصال بك قريبًا",
  "ready_to_do_this": "على استعداد للقيام بذلك",
  "lets_get_to_work": "هيا بنا إلى العمل",
  "submit": "يُقدِّم",
  "contact_us": "اتصل بنا",
  "find_jobs": "العثور على وظائف",
  "Job_abu_dhabi": "جبس أبو ظبي",
  "Job_dubai": "وظائف في دبي",
  "Job_algeria": "وظائف في الجزائر",
  "Job_behrain": "وظائف في البحرين",
  "Job_egypt": "وظائف فى مصر",
  "Job_india": "وظائف في الهند",
  "Job_iraq": "وظائف في العراق",
  "Job_jordan": "وظائف في الأردن",
  "Job_kuwait": "وظائف في الكويت",
  "Job_lebanon": "وظائف في لبنان",
  "Job_libya": "وظائف في ليبيا",
  "Job_morocco": "وظائف في المغرب",
  "copyright": "حقوق الطبع والنشر © 2023-24 الكائنات. كل الحقوق محفوظة",
  "contact_num":"التواصل مع رقم الهاتف",
  "email_add":"عنوان البريد الإلكتروني",
  "location": "موقع",
  "formcont1": "اتصل بنا",
  "formdesc": "هل تبحث عن وظيفة أحلامك؟ املأ النموذج أدناه بالتفاصيل الخاصة بك، وسيقوم فريق الخبراء لدينا بمساعدتك في العثور على فرصة العمل المثالية التي تناسب مهاراتك وتطلعاتك",
  "hr_services_0":"خدمات الموارد البشرية لدينا",
  "hr_services_1" : "مرحبا بكم في موقعنا للتوظيف في الخارج! نحن سعداء بوجودك هنا. في خدمات الموارد البشرية لدينا، نسعى جاهدين لربط الأفراد الموهوبين بفرص عمل مثيرة في الخارج. سواء كنت باحثًا عن عمل وتبحث عن مغامرة جديدة أو صاحب عمل يبحث عن محترفين ماهرين، فنحن هنا لمساعدتك في كل خطوة على الطريق.,",
  "hr_services_2" : "بفضل شبكتنا الواسعة وخبرتنا في التوظيف الدولي، نجحنا في تعيين مرشحين في مختلف الصناعات في جميع أنحاء العالم. يفهم فريقنا من متخصصي الموارد البشرية المتفانين التحديات والفرص الفريدة التي تأتي مع العمل في بلد أجنبي. نحن نفخر بتقديم خدمات شخصية تلبي الاحتياجات المحددة لكل من الباحثين عن عمل وأصحاب العمل. للباحثين عن عمل، نحن نقدم مجموعة واسعة من الموارد لمساعدتك في العثور على الوظيفة المثالية في الخارج. سيعمل فريقنا معك بشكل وثيق لفهم مهاراتك وتطلعاتك وتفضيلاتك. سنقوم بعد ذلك بمواءمتك مع فرص العمل المناسبة في البلدان التي تتوافق مع أهدافك.",
  "hr_services_3" : "للباحثين عن عمل، نحن نقدم مجموعة واسعة من الموارد لمساعدتك في العثور على الوظيفة المثالية في الخارج. سيعمل فريقنا معك بشكل وثيق لفهم مهاراتك وتطلعاتك وتفضيلاتك. سنقوم بعد ذلك بمواءمتك مع فرص العمل المناسبة في البلدان التي تتوافق مع أهدافك. بدءًا من كتابة السيرة الذاتية والتحضير للمقابلة وحتى المساعدة في الحصول على التأشيرة ودعم النقل، نحن ملتزمون بجعل انتقالك سلسًا قدر الإمكان.",
  "hr_services_4" : "ومن ناحية أخرى، يمكن لأصحاب العمل الاعتماد على خبرتنا للعثور على المواهب المناسبة لمؤسساتهم. نحن ندرك أن التوظيف على المستوى الدولي يمكن أن يكون عملية معقدة، ولهذا السبب نتعامل مع كل شيء بدءًا من تحديد مصادر المرشحين وحتى إجراء المقابلات وإدارة الأعمال الورقية. هدفنا هو توصيلك بالمهنيين المؤهلين تأهيلا عاليا الذين يمكنهم المساهمة في نمو ونجاح عملك.",
  "hr_services_5" : "ما يميزنا هو التزامنا ببناء علاقات طويلة الأمد مع عملائنا. نحن نؤمن بأهمية تجاوز مجرد ملء الوظائف الشاغرة - فنحن نسعى جاهدين لإنشاء شراكات تدوم. يأخذ فريقنا الوقت الكافي لفهم متطلباتك الفريدة وثقافة الشركة، مما يضمن أننا نجد المرشحين الذين لا يتمتعون بالمهارات اللازمة فحسب، بل يتلاءمون أيضًا مع مؤسستك بسلاسة.",
  "hr_services_6" : "لذا، سواء كنت تتطلع إلى استكشاف فرص عمل جديدة في الخارج أو تبحث عن محترفين موهوبين للانضمام إلى فريقك، فإننا ندعوك للدخول في شراكة معنا. معًا، يمكننا أن نجعل رحلة التوظيف الدولية الخاصة بك رحلة مجزية وناجحة. اتصل بنا اليوم لمعرفة المزيد عن خدمات الموارد البشرية لدينا وكيف يمكننا مساعدتك في تحقيق أهدافك.",
  "hr_consulting_0" : "استشارات الموارد البشرية لدينا",
  "hr_consulting_1" : "مرحبًا بكم في موقع خدمات استشارات الموارد البشرية الخاص بنا! نحن سعداء بوجودك هنا. في شركتنا، نحن متخصصون في تقديم حلول الموارد البشرية الشاملة والمصممة خصيصًا للشركات من جميع الأحجام والصناعات. سواء كنت شركة ناشئة، أو شركة صغيرة، أو شركة متعددة الجنسيات، فنحن هنا لدعمك في جميع احتياجاتك المتعلقة بالموارد البشرية.",
  "hr_consulting_2" : "يتفهم فريقنا من مستشاري الموارد البشرية ذوي الخبرة التحديات التي تواجهها الشركات في إدارة مواردها البشرية بفعالية. نحن نقدم مجموعة واسعة من الخدمات المصممة لمساعدتك على تحسين عمليات الموارد البشرية لديك، وتعزيز مشاركة الموظفين، وتحقيق النجاح التنظيمي.",
  "hr_consulting_3" : "أحد مجالات خبرتنا الرئيسية هو استراتيجية وتخطيط الموارد البشرية. نحن نعمل بشكل وثيق مع عملائنا لتطوير استراتيجيات الموارد البشرية التي تتوافق مع أهداف أعمالهم الشاملة. من خلال فهم احتياجاتك وأهدافك الفريدة، يمكننا مساعدتك في إنشاء خريطة طريق لجذب أفضل المواهب وتطويرها والاحتفاظ بها. سوف يرشدك مستشارونا في تصميم أنظمة فعالة لإدارة الأداء، وتنفيذ برامج تطوير الموظفين، وإنشاء هياكل التعويضات والمزايا القادرة على المنافسة في السوق.",
  "hr_consulting_4" : "جانب آخر مهم من خدمات استشارات الموارد البشرية لدينا هو اكتساب المواهب وإدارتها. نحن ندرك أن العثور على الأشخاص المناسبين لمؤسستك أمر بالغ الأهمية لنجاحها.",
  "hr_consulting_5" : "يستخدم فريقنا مجموعة من استراتيجيات التوريد المبتكرة وعمليات الفحص الصارمة والتقييمات السلوكية لتحديد المرشحين الذين لا يمتلكون المهارات اللازمة فحسب، بل يتناسبون أيضًا بشكل جيد مع ثقافة شركتك. يمكننا أيضًا مساعدتك في بناء علامة تجارية قوية لصاحب العمل وتطوير برامج تأهيل فعالة لضمان الانتقال السلس للموظفين الجدد.",
  "hr_consulting_6" : "بالإضافة إلى اكتساب المواهب، نقدم أيضًا إرشادات حول مشاركة الموظفين والاحتفاظ بهم. نحن نؤمن بأن الموظفين المشاركين هم المفتاح لازدهار المنظمة. يمكن لمستشارينا مساعدتك في تصميم وتنفيذ مبادرات مشاركة الموظفين، وإجراء الدراسات الاستقصائية لجمع التعليقات، وتطوير استراتيجيات لتعزيز رضا الموظفين وولائهم. كما نقدم أيضًا برامج التدريب والتطوير لتمكين موظفيك وتعزيز ثقافة التعلم المستمر.",
  "hr_consulting_7" : "وأخيرًا، نحن ندرك أهمية الامتثال وإدارة المخاطر في بيئة الأعمال المعقدة اليوم. يظل مستشارو الموارد البشرية لدينا على اطلاع بأحدث القوانين واللوائح لضمان امتثال مؤسستك. يمكننا مساعدتك في تطوير سياسات وإجراءات الموارد البشرية، وإجراء عمليات التدقيق، وتقديم التوجيه بشأن القضايا القانونية والأخلاقية.",
  "hr_consulting_8" : "إن الشراكة معنا تعني الوصول إلى فريق من متخصصي الموارد البشرية المتفانين والمتحمسين لمساعدتك في تحقيق أهداف عملك. نحن ملتزمون بتقديم خدمة استثنائية وحلول مخصصة ونتائج قابلة للقياس.",
  "hr_consulting_9" : "لذلك، سواء كنت بحاجة إلى مساعدة في استراتيجية الموارد البشرية، أو إدارة المواهب، أو مشاركة الموظفين، أو الامتثال، فنحن هنا لدعمك في كل خطوة على الطريق. اتصل بنا اليوم لمعرفة المزيد عن خدمات استشارات الموارد البشرية لدينا وكيف يمكننا مساعدة مؤسستك على الازدهار.",
  "thirt_party_0" : "خدمات كشوف المرتبات لطرف ثالث للموارد البشرية",
  "thirt_party_1" : "مرحبًا بك في خدمات كشوف المرتبات الخاصة بطرف ثالث للموارد البشرية! يسعدنا أن نقدم لك حلاً شاملاً وفعالاً لإدارة احتياجات الرواتب الخاصة بك. باعتبارنا شريكًا موثوقًا به، فإننا ندرك أهمية معالجة كشوف المرتبات بدقة وفي الوقت المناسب، والامتثال للوائح الضريبية، والحفاظ على السرية.",
  "thirt_party_2" : "تم تصميم خدمات كشوف المرتبات لدينا لتبسيط عملية كشوف المرتبات لمؤسستك، مما يسمح لك بالتركيز على أنشطة عملك الأساسية. سواء كان لديك فريق صغير أو قوة عاملة كبيرة، فلدينا الخبرة والتكنولوجيا اللازمة للتعامل مع متطلبات الرواتب الخاصة بك بفعالية.",
  "thirt_party_3" : "فيما يلي بعض الميزات والفوائد الرئيسية لخدمات كشوف المرتبات التابعة لجهات خارجية للموارد البشرية",
  "thirt_party_4" : "1. معالجة كشوف المرتبات: سيقوم فريقنا من خبراء كشوف المرتبات بالتعامل مع جميع جوانب معالجة كشوف المرتبات، بما في ذلك حساب الأجور والخصومات والضرائب. نحن نضمن حصول موظفيك على رواتبهم بدقة وفي الوقت المحدد، مما يزيل الضغط والمتاعب في إدارة كشوف المرتبات داخل الشركة.",
  "thirt_party_5" : "2. الامتثال الضريبي: يمكن أن يكون الالتزام باللوائح الضريبية أمرًا معقدًا ويستغرق وقتًا طويلاً. تشمل خدمات كشوف المرتبات لدينا حسابات الضرائب والخصومات وإعداد التقارير لضمان بقاء مؤسستك متوافقة مع قوانين الضرائب المحلية والولائية والفدرالية.",
  "thirt_party_6" : "3. الإيداع المباشر وتوزيع كشوف المرتبات: نحن نقدم خيارات إيداع مباشر مريحة وآمنة، مما يسمح لموظفيك بتلقي رواتبهم إلكترونيًا. كما نقدم أيضًا خدمات توزيع كشوف المرتبات، بما في ذلك طباعة وتسليم شيكات الرواتب المادية، إذا لزم الأمر.",
  "thirt_party_7" : "4. بوابة الخدمة الذاتية للموظفين: تتيح بوابتنا الإلكترونية سهلة الاستخدام لموظفيك الوصول إلى قسائم الرواتب ونماذج الضرائب وغيرها من المعلومات المتعلقة بكشوف المرتبات في أي وقت وفي أي مكان. تعمل ميزة الخدمة الذاتية هذه على تمكين موظفيك وتقليل المهام الإدارية لفريق الموارد البشرية لديك.",
  "hr_busi_0":"استشارات أعمال الموارد البشرية",
  "hr_busi_1":"مرحبًا بكم في خدمات استشارات أعمال الموارد البشرية لدينا، حيث تجتمع الخبرة مع الابتكار! في شركتنا، نحن نفهم التحديات الديناميكية التي تواجهها الشركات في المشهد التنافسي اليوم. مع فريق من الاستشاريين المتمرسين، نقدم إرشادات إستراتيجية مصممة خصيصًا لتلبية احتياجاتك الخاصة. سواء كنت شركة ناشئة تتطلع إلى تأسيس وجودك في السوق أو شركة راسخة تهدف إلى التميز التشغيلي، فإن حلولنا الشاملة تمكّنك من تحقيق أهدافك.",
  "hr_busi_2":"في مجال استشارات أعمال الموارد البشرية، نقوم بإعادة تعريف الإمكانيات. يجمع فريقنا المتخصص من المحترفين بين رؤى الصناعة والإبداع، ويقدم حلولًا مبتكرة تدفع نمو الأعمال. نحن نؤمن ليس فقط بتلبية توقعات العملاء بل بتجاوزها. ومن خلال الاستفادة من خبرتنا في مجالات مثل أبحاث السوق والتخطيط الاستراتيجي والتطوير التنظيمي، فإننا نساعد الشركات على اتخاذ قرارات مستنيرة والبقاء في صدارة المنافسة. دعونا نكون شركاء استراتيجيين لك، ونوجهك نحو مستقبل من النجاح والنمو الذي لا مثيل له.",
  "emp_tr_0": "تدريب الموظفين وتطويرهم",
  "emp_tr_1": "نحن نقدم مجموعة متنوعة من وحدات التدريب المصممة لمواجهة تحديات الصناعة المحددة والفجوات في المهارات الفردية. بدءًا من الكفاءة التقنية وحتى المهارات الشخصية، يقدم المدربون ذوو الخبرة لدينا جلسات تفاعلية عملية تعزز التعلم المستمر. هدفنا ليس فقط سد فجوات المهارات الموجودة داخل مؤسستك ولكن أيضًا تنمية ثقافة الابتكار والقدرة على التكيف.",
  "emp_tr_2": "من خلال الاستثمار في برامج تدريب وتطوير الموظفين لدينا، فإنك لا تقوم فقط بتعزيز قدرات فريقك؛ أنت تعزز قوة عاملة تتمتع بالمرونة والتحفيز والاستعداد لمواجهة أي تحد. كن شريكًا معنا لإطلاق الإمكانات الكاملة لموظفيك، ودفع أعمالك نحو النمو والنجاح المستدامين.",
  "hr_comp_0": "الامتثال للموارد البشرية والدعم القانوني",
  "hr_comp_1": "يعد التنقل في المشهد المعقد للامتثال للموارد البشرية واللوائح القانونية أمرًا بالغ الأهمية لأي عمل تجاري. تم تصميم خدمات الامتثال للموارد البشرية والدعم القانوني لدينا لتزويدك بتوجيهات الخبراء وراحة البال. نحن نبقى على اطلاع بأحدث قوانين ولوائح التوظيف، مما يضمن توافق سياسات وممارسات شركتك بسلاسة مع المتطلبات القانونية.",
  "hr_comp_2": "يقدم فريقنا المتخصص من المحترفين دعمًا شاملاً في صياغة ومراجعة وتحديث سياسات وإجراءات الموارد البشرية. نقوم بإجراء عمليات تدقيق شاملة لتحديد مجالات المخاطر المحتملة وإرشادك بشأن أفضل الممارسات للتخفيف من التحديات القانونية. سواء كان الأمر يتعلق بعقود التوظيف، أو سياسات مكافحة التمييز، أو إرشادات السلامة في مكان العمل، فإننا نصمم خدماتنا وفقًا لاحتياجات الصناعة المحددة الخاصة بك، مما يضمن الامتثال للقوانين المحلية وقوانين الولاية والقوانين الفيدرالية.",
  "hr_comp_3": "من خلال الشراكة معنا للامتثال للموارد البشرية والدعم القانوني، يمكنك التركيز على أنشطة عملك الأساسية، واثقًا من أن ممارسات الموارد البشرية الخاصة بك تتماشى مع القانون. البقاء في صدارة التغييرات التنظيمية، وتقليل المخاطر القانونية، وتعزيز بيئة العمل التي تعزز كلاً من الامتثال القانوني والنزاهة الأخلاقية. دعنا نكون شركاءك الموثوقين في ضمان مكان عمل آمن ومتوافق لموظفيك."
}