{
  "home": "الصفحة الرئيسية",
  "about": "نبذة عنا",
  "services": "الخدمات",
  "blog": "المدونات",
  "contact": "اتصل بنا",
  "for_job_seekers": "للباحثين عن عمل",
  "for_client": "للعميل",
  "about_us": "نبذة عنا",
  "about_desc_1": "شركة PCOX Internet Pvt. Ltd. هي شركة حلول تكنولوجيا معلومات ديناميكية ومبتكرة ملتزمة بمساعدة الشركات على التنقل والازدهار في المشهد الرقمي. تأسست الشركة برؤية لتمكين الشركات من خلال التكنولوجيا، ونحن متخصصون في تقديم خدمات شاملة في تطوير الويب وتطوير البرمجيات والتسويق الرقمي ومنصات التجارة والخدمات اللوجستية الرقمية. هدفنا بسيط: تقديم حلول رقمية مبتكرة وقابلة للتطوير ومخصصة تعمل على دفع النمو والكفاءة.",
  "about_desc_2": "يتألف فريقنا من محترفين ذوي خبرة وخبراء في مجالاتهم. من المصممين والمطورين المبدعين إلى المسوقين الرقميين الاستراتيجيين وخبراء الخدمات اللوجستية، نجمع بين مجموعة متنوعة من المهارات والخبرات لتقديم حلول شاملة. في شركة PCOX Internet Pvt. Ltd.، نؤمن بأن موظفينا هم أعظم أصولنا، ونستثمر في نموهم وتطورهم لنبقى في صدارة المنافسة.",
  "about_desc_3": "في شركة PCOX Internet Pvt. Ltd.، نؤمن ببناء شراكات طويلة الأمد مع عملائنا من خلال فهم احتياجاتهم الفريدة وتقديم حلول تتجاوز التوقعات. وهذا ما يجعلنا مختلفين.",
  "about_desc_4": "نحن نفخر باحترافيتنا ونزاهتنا وسلوكنا الأخلاقي. نحن نلتزم بأعلى معايير ممارسات العمل، ونضمن الشفافية والسرية والنزاهة طوال عملية التوظيف. هدفنا هو بناء علاقات طويلة الأمد مع عملائنا ومرشحينا، على أساس الثقة والاحترام المتبادل والنجاح المشترك.",
  "our_achiev": "إنجازاتنا",
  "teams": "الفرق",
  "country": "الدول التي نخدمها",
  "promise": "الوعود التي تم الوفاء بها",
  "mission": "مهمتنا",
  "home_hero_sec_title": "تمكين رحلتك مع",
  "home_hero_sec_desc": "موثوق بها من قبل أكثر من 400 شركة",
  "Software-Development": "تطوير البرمجيات",
  "home_hero_sec_loop2": "التسويق الرقمي",
  "home_hero_sec_loop3": "خدمات الاستيراد والتصدير وحلول الخدمات اللوجستية",
  "testimonials_head": "شهادات العملاء",
  "testimonials_desc1": "لقد حولت شركة PCOX Internet Pvt. Ltd. حضورنا الرقمي بحلولها المبتكرة. لقد عملت منصتهم للتجارة الرقمية والخدمات اللوجستية على تبسيط عمليات الاستيراد والتصدير لدينا، مما وفر علينا الوقت والمال!",
  "testimonials_client1": "Edawrd blinkin",
  "testimonials_desc2": "كان العمل مع شركة PCOX Internet Pvt. Ltd. نقطة تحول في أعمالنا. ساعدتنا خبرتهم في تطوير الويب والتسويق الرقمي في الوصول إلى أسواق جديدة وتنمية قاعدة عملائنا بشكل كبير.",
  "testimonials_client2": "Kelvin Thomas",
  "testimonials_desc3": "كنا نعاني من مشكلة وضوح سلسلة التوريد حتى دخلنا في شراكة مع شركة PCOX Internet Pvt. Ltd. لقد وفرت منصتهم كفاءة لا مثيل لها وبيانات في الوقت الفعلي، مما أدى إلى إحداث ثورة في إدارة الخدمات اللوجستية لدينا.",
  "testimonials_client3": "Hileri Andrew",
  "testimonials_desc4": "قدمت لنا شركة PCOX Internet Pvt. Ltd. خدمات تطوير برمجيات استثنائية تناسب احتياجات أعمالنا تمامًا. كان فريقهم محترفًا ومتجاوبًا وملتزمًا بنجاحنا منذ اليوم الأول.",
  "testimonials_client4": "Aklima",
  "testimonials_desc5": "كانت استراتيجيات التسويق الرقمي التي طورتها شركة PCOX Internet Pvt. Ltd. فعالة بشكل لا يصدق. لقد ارتفعت مشاركتنا عبر الإنترنت بشكل كبير، ورأينا زيادة ملحوظة في عدد العملاء المحتملين والتحويلات!",
  "testimonials_client5": "Jelia trump",
  "mission_desc_1": "في شركة PCOX Internet Pvt. Ltd.، تتمثل مهمتنا في تمكين الشركات من خلال حلول رقمية مبتكرة تعمل على تعزيز النمو والكفاءة وإشراك العملاء. نسعى جاهدين لنكون شريكًا موثوقًا به من خلال تقديم خدمات مخصصة وعالية الجودة في تطوير الويب وتطوير البرمجيات والتسويق الرقمي والتجارة والخدمات اللوجستية الرقمية، مما يضمن ازدهار عملائنا في المشهد الرقمي المتطور باستمرار.",
  "vision": "الرؤية",
  "vision_desc_1": "تتمثل رؤيتنا في أن نكون رائدين عالميين في التحول الرقمي، ونشتهر بالتزامنا بالابتكار والتميز ونجاح العملاء. نهدف إلى إعادة تعريف التجربة الرقمية للشركات في جميع أنحاء العالم، وتمكينها من تحقيق إمكاناتها الكاملة من خلال التكنولوجيا المتطورة والحلول الرقمية الاستراتيجية.",
  "value": "القيم",
  "value_desc_1": "التركيز على العملاء: نضع عملائنا في مركز كل ما نقوم به، ونعمل عن كثب معهم لفهم احتياجاتهم الفريدة وتقديم حلول مخصصة تدفع النجاح.",
  "value_desc_2": "الابتكار: نسعى باستمرار إلى طرق جديدة ومبتكرة لحل المشكلات، ونحتضن التغيير ونتبنى أحدث التقنيات لتحقيق أفضل النتائج.",
  "value_desc_3": "النزاهة: نلتزم بأعلى معايير الصدق والشفافية والسلوك الأخلاقي في جميع تفاعلاتنا وممارساتنا التجارية.",
  "our_services": "خدماتنا",
  "our_services_message": "حلول شاملة في تطوير الويب وتطوير البرمجيات والتسويق الرقمي والاستيراد والتصدير والخدمات اللوجستية لتعزيز نجاح عملك.",
  "hr_services": "خدمات الاستيراد والتصدير وحلول الخدمات اللوجستية",
  "hr_services_message": "تبسيط التجارة العالمية من خلال المصادر المتخصصة والامتثال والخدمات اللوجستية الفعالة، وضمان التسليم الآمن في الوقت المناسب عبر الأسواق الدولية.",
  "hr_consulting": "تطوير البرمجيات",
  "software_dev_message": "تقديم حلول برمجية مخصصة ومصممة خصيصًا لتلبية احتياجات عملك، وتعزيز الإنتاجية وقابلية التوسع والنمو من خلال التقنيات المبتكرة والآمنة والفعالة.",
  "hr_third_party_payroll_services": "التسويق الرقمي",
  "hr_third_party_payroll_services_message": "ارفع من مستوى علامتك التجارية باستخدام تحسين محركات البحث الاستراتيجي ووسائل التواصل الاجتماعي والتسويق بالمحتوى والدفع لكل نقرة، مما يؤدي إلى زيادة المشاركة والزيارات والتحويلات لتحقيق أهداف نمو عملك.",
  "business_consulting": "استشارات الأعمال المتعلقة بالموارد البشرية",
  "business_consulting_message": "مرحبًا بك في خدمات استشارات الأعمال المتعلقة بالموارد البشرية! نحن متخصصون في تقديم إرشادات الخبراء للشركات، ومساعدتها على التنقل...",
  "employment_training_and_development": "تدريب وتطوير الموظفين",
  "employment_training_and_development_message": "استثمر في قوة العمل لديك من خلال برامج التدريب المخصصة لدينا. من ورش عمل تنمية المهارات إلى تدريب القيادة...",
  "hr_compilance_and_legal_support": "امتثال الموارد البشرية والدعم القانوني",
  "hr_compilance_and_legal_support_message": "ابق متوافقًا مع قوانين ولوائح العمل المتغيرة باستمرار يقدم خبراء الموارد البشرية لدينا إرشادات بشأن المسائل القانونية...",
  "industries_we_serve": "الصناعات التي نخدمها",
  "industries_we_serve_message": "نفخر بتقديم حلول وخدمات مبتكرة لمجموعة متنوعة من الصناعات.",
  "building_construction": "التجارة الإلكترونية",
  "building_construction_message": "تعزيز تجارب التسوق عبر الإنترنت من خلال تطوير الويب والتسويق الرقمي والخدمات اللوجستية الفعالة.",
  "road_construction": "الرعاية الصحية",
  "road_construction_message": "تطوير برامج مخصصة لإدارة المرضى وتسويق خدمات الرعاية الصحية وضمان الخدمات اللوجستية السلسة للإمدادات الطبية.",
  "oil_and_gas": "التصنيع",
  "oil_and_gas_message": "تبسيط سلاسل التوريد وتحسين الخدمات اللوجستية وتنفيذ حلول برمجية مخصصة لكفاءة الإنتاج.",
  "facility_management": "الخدمات المالية",
  "facility_management_message": "تقديم تطوير برمجي آمن للمعاملات المالية والتسويق الرقمي لإشراك العملاء وحلول لوجستية للتعامل الآمن مع المستندات.",
  "security": "التجزئة",
  "security_message": "تحسين الحضور عبر الإنترنت باستخدام استراتيجيات التسويق عبر الإنترنت والرقمية، وإدارة لوجستيات الاستيراد والتصدير للمخزون والإمدادات.",
  "mep": "التعليم",
  "mep_message": "تطوير برامج تعليمية مخصصة، وتنفيذ استراتيجيات التسويق الرقمي للمؤسسات، وإدارة الخدمات اللوجستية للموارد والمواد التعليمية.",
  "latest_blog": "أحدث المدونات",
  "latest_blog_message_1": "اكتشف رؤى الخبراء والنصائح القيمة حول عمليات الاستيراد والتصدير",
  "latest_blog_message_2": "اتجاهات التكنولوجيا، واستراتيجيات الأعمال في قسم مدونتنا المعلوماتية",
  "securty": "التنقل في التجارة العالمية: استراتيجيات الاستيراد والتصدير",
  "securty_message": "استكشف أحدث الاستراتيجيات وأفضل الممارسات لتحسين عمليات الاستيراد والتصدير، والحد من المخاطر، والاستفادة من الأسواق العالمية الناشئة.",
  "management": "لماذا يحتاج عملك إلى برامج مخصصة",
  "management_message": "تعرف على كيفية مساهمة حلول البرامج المخصصة في تبسيط العمليات، وخفض التكاليف، وتقديم ميزات مخصصة لتلبية احتياجات عملك الفريدة.",
  "design": "عزز علامتك التجارية",
  "design_message": "اكتشف تكتيكات التسويق الرقمي الفعّالة، من تحسين محركات البحث إلى استراتيجيات وسائل التواصل الاجتماعي، التي يمكنها رفع مستوى علامتك التجارية وزيادة عائد الاستثمار في السوق التنافسية.",
  "user_indication_title": "دعنا نفهم احتياجاتك",
  "user_indication_title_message": "يرجى مشاركة تفاصيلك وسيتصل بك أحد المتخصصين لدينا قريبًا",
  "ready_to_do_this": "هل تحتاج مساعدة؟",
  "lets_get_to_work": "نحن هنا من أجلك!",
  "social_connect": "تابعنا على وسائل التواصل الاجتماعي",
  "submit": "إرسال",
  "contact_us": "اتصل بنا",
  "find_jobs": "البحث عن وظائف",
  "job_abu_dhabi": "وظائف أبو ظبي",
  "job_dubai": "وظائف في دبي",
  "job_algeria": "وظائف في الجزائر",
  "job_bahrain": "وظائف في البحرين",
  "job_egypt": "وظائف في مصر",
  "job_india": "وظائف في الهند",
  "job_iraq": "وظائف في العراق",
  "job_jordan": "وظائف في الأردن",
  "job_kuwait": "وظائف في الكويت",
  "job_lebanon": "وظائف في لبنان",
  "job_libya": "وظائف في ليبيا",
  "job_morocco": "وظائف في المغرب",
  "copyright": "جميع الحقوق محفوظة © 2023-24 PCOX Internet Pvt. Ltd",
  "contact_num": "رقم الاتصال",
  "email_add": "عنوان البريد الإلكتروني",
  "location": "الموقع",
  "formcont1": "اتصل بنا",
  "formdesc": "لمساعدتنا في تقديم أفضل الحلول المصممة خصيصًا لعملك، يرجى ملء النموذج أدناه بمتطلباتك المحددة.",
  "services_wwp_card_btn1": "استفسر الآن",
  "services_wwp_card_btn2": "اعرف المزيد",
  "impo_expo_services_0": "خدماتنا للاستيراد والتصدير وحلول الخدمات اللوجستية",
  "impo_expo_services_wwp_title": "نحن نقدم هذه الأنواع من خدمات النقل",
  "impo_expo_services_wwp_card1_title": "الشحن البري",
  "impo_expo_services_wwp_card2_title": "الشحن البحري",
  "impo_expo_services_wwp_card3_title": "الشحن الجوي",
  "impo_expo_services_1_head": "الشحن البري",
  "impo_expo_services_1_desc": "نحن في شركة PCOX Internet Pvt Limited ملتزمون بتوفير خدمات شحن بري من الدرجة الأولى تعطي الأولوية للكفاءة والموثوقية والسرعة. يتم تصميم حلولنا بعناية لتلبية المتطلبات المتطورة باستمرار للشركات، وضمان حركة سلسة للبضائع عبر الحدود المحلية والدولية.",
  "impo_expo_services_1_li1": "1. تحسين الشحن البري",
  "impo_expo_services_1_li2": "2. حلول عبر الحدود",
  "impo_expo_services_1_li3": "3. إدارة الأسطول المخصصة",
  "impo_expo_services_1_li4": "4. مناولة متخصصة للبضائع",
  "impo_expo_services_2_head": "البضائع البحرية",
  "impo_expo_services_2_desc": "في شركة PCOX Internet Pvt Limited، تم تصميم خدمات الشحن البحري لدينا لضمان الشحن الفعال والموثوق به عبر المياه العالمية. نحن نقدم مجموعة شاملة من الحلول لنقل البضائع الخاصة بك بأمان وفي الموعد المحدد، والاستفادة من الشراكات الاستراتيجية مع شركات النقل والموانئ الكبرى في جميع أنحاء العالم.",
  "impo_expo_services_2_li1": "1. تحسين الشحن البحري: يتخصص فريقنا في تحسين طرق الشحن البحري لتقليل أوقات العبور والتكاليف. نعمل بشكل وثيق مع خطوط الشحن لتوفير أسعار تنافسية وجداول شحن مرنة مصممة خصيصًا لتلبية احتياجات عملك.",
  "impo_expo_services_2_li2": "2. حمولة حاوية كاملة (FCL) وحمولة أقل من حاوية (LCL): نوفر خياري حمولة حاوية كاملة وحمولة أقل من حاوية اعتمادًا على حجم شحنتك. سواء كان لديك شحنة كاملة أو شحنة أصغر، فإننا نضمن تعبئة بضائعك بشكل آمن ونقلها بكفاءة.",
  "impo_expo_services_2_li3": "3. الجمارك والتوثيق: تشمل خدمات الشحن البحري لدينا التخليص الجمركي الكامل وإدارة جميع الوثائق، بما في ذلك سندات الشحن وإعلانات التصدير وشهادات المنشأ، مما يضمن الامتثال للوائح التجارة الدولية.",
  "impo_expo_services_2_li4": "4. الشحن مع التحكم في درجة الحرارة: نقدم خدمات الحاويات المبردة للسلع الحساسة لدرجة الحرارة، مما يضمن الحفاظ على المواد القابلة للتلف مثل الأغذية والأدوية في الظروف المطلوبة طوال الرحلة بأكملها.",
  "impo_expo_services_2_li5": "5. مناولة البضائع المتخصصة: بالنسبة للبضائع ذات الحجم الكبير أو المتخصصة، نقدم حلول شحن بحري مخصصة، بما في ذلك خدمات شحن المشاريع والرفع الثقيل. يضمن فريقنا التحميل والتأمين والتفريغ المناسبين لضمان التسليم الآمن.",
  "impo_expo_services_3_head": "الشحن الجوي",
  "impo_expo_services_3_desc": "في شركة PCOX Internet Pvt Limited، تم تصميم خدمات الشحن الجوي لدينا لتوفير شحن سريع وموثوق وآمن لبضائعك الحساسة للوقت. نحن نستخدم شبكة من شركات الطيران وشركات الشحن العالمية لضمان وصول بضائعك إلى وجهتها بسرعة وأمان.",
  "impo_expo_services_3_li1": "1. تحسين الشحن الجوي: نحن متخصصون في تحسين طرق الشحن الجوي لتقديم أسرع أوقات العبور والحلول الفعالة من حيث التكلفة. تتيح لنا شراكاتنا مع شركات الطيران الكبرى توفير جداول مرنة وأسعار تنافسية لجميع احتياجات الشحن الجوي الخاصة بك.",
  "impo_expo_services_3_li2": "2. الشحن الجوي السريع والقياسي: سواء كنت بحاجة إلى تسليم سريع أو خدمات الشحن الجوي القياسية، فإننا نقدم خيارات تلبي احتياجاتك العاجلة وميزانيتك. تضمن حلولنا التعامل مع بضائعك بعناية ووصولها في الوقت المحدد.",
  "impo_expo_services_3_li3": "3. التخليص الجمركي والتوثيق: تشمل خدمات الشحن الجوي لدينا التخليص الجمركي الشامل وإدارة الوثائق. نحن نتعامل مع جميع المستندات اللازمة، بما في ذلك سندات الشحن الجوي وإقرارات الاستيراد / التصدير، لضمان الشحن السلس والمتوافق.",
  "impo_expo_services_3_li4": "4. الشحن الجوي المتحكم بدرجة حرارته: بالنسبة للسلع الحساسة لدرجة الحرارة مثل الأدوية أو السلع القابلة للتلف، نقدم حلول الشحن الجوي المتحكم بدرجة حرارته. تحافظ حاوياتنا المتخصصة على الظروف المطلوبة طوال الرحلة، مما يحمي شحناتك القيمة.",
  "impo_expo_services_3_li5": "5. خدمات الأولوية والرحلات المستأجرة: نوفر خيارات الشحن الجوي المتخصص والرحلات المستأجرة للشحنات العاجلة أو عالية القيمة. تضمن خدماتنا المخصصة التسليم في الوقت المناسب وبشكل آمن، مع دعم مخصص لإدارة كل جانب من جوانب احتياجات الشحن الجوي الخاصة بك.",
  "software_dev_0": "خدمات تطوير البرمجيات الخاصة بنا",
  "software_dev_0_title": "نحن نقدم مجموعة متنوعة من الخدمات",
  "get_started": "ابدأ",
  "software_dev_1_head": "تطوير البرمجيات",
  "sd_main_desc": "حلول مخصصة لتلبية الاحتياجات الفريدة لعملك، من المفهوم إلى النشر",
  "sd_process1_main_title": "عملية التطوير الخاصة بنا",
  "sd_process1_1_title": "1. تحليل المتطلبات",
  "sd_process1_1_desc": "نبدأ بتحليل مفصل لاحتياجات عملك لضمان أن الحل البرمجي يلبي متطلباتك المحددة",
  "sd_process1_2_title": "2. التصميم والنمذجة الأولية",
  "sd_process1_2_desc": "يقوم فريقنا بإنشاء مستندات تصميم ونماذج أولية مفصلة لتوضيح وظائف البرنامج وواجهة المستخدم",
  "sd_process1_3_title": "3. التطوير والاختبار",
  "sd_process1_3_desc": "نستخدم أفضل ممارسات الصناعة لبناء برامج قوية وقابلة للتطوير وإجراء اختبارات شاملة لضمان الجودة",
  "sd_process1_4_title": "4. النشر والدعم",
  "sd_process1_4_desc": "نتولى النشر ونقدم الدعم والصيانة المستمرة لضمان الأداء الأمثل",
  "sd_solution1_title": "حلول البرمجيات التي نقدمها",
  "sd_solution1_1": "أنظمة تخطيط موارد المؤسسات",
  "sd_solution1_2": "برامج إدارة علاقات العملاء",
  "sd_solution1_3": "أدوات إدارة المشاريع",
  "sd_solution1_4": "أنظمة إدارة الموارد البشرية",
  "sd_solution1_5": "خدمات الحوسبة السحابية",
  "sd_solution1_6": "حلول الأمن السيبراني",
  "sd_solution1_7": "أدوات التعاون",
  "sd_solution1_8": "تحليلات البيانات وذكاء الأعمال",
  "sd_solution1_9": "أدوات DevOps",
  "sd_solution1_10": "الإدارة المالية",
  "sd_solution1_11": "منصات التجارة الإلكترونية",
  "sd_solution1_12": "حلول مكتب المساعدة",
  "web_dev_1_head": "تطوير تطبيقات الويب",
  "wd_main_desc": "نحن نستخدم أحدث التقنيات لبناء تطبيقات وظيفية وسهلة الاستخدام",
  "wd_process1_main_title": "عملية التطوير الخاصة بنا",
  "wd_process1_1_title": "1. تطوير الواجهة الأمامية",
  "wd_process1_1_desc": "نحن نقوم بتصميم وتطوير واجهات مستخدم بديهية وسريعة الاستجابة لتوفير تجربة مستخدم سلسة عبر جميع الأجهزة",
  "wd_process1_2_title": "2. تطوير الواجهة الخلفية",
  "wd_process1_2_desc": "يبني فريقنا أنظمة قوية على جانب الخادم تتعامل مع معالجة البيانات وتكاملها بكفاءة، مما يضمن تطبيقًا موثوقًا به وقابل للتطوير",
  "wd_process1_3_title": "3. تصميم وإدارة قواعد البيانات",
  "wd_process1_3_desc": "نقوم بتنفيذ قواعد بيانات آمنة وفعالة لدعم احتياجات تخزين واسترجاع البيانات الخاصة بتطبيق الويب الخاص بك، وضمان الأداء العالي والموثوقية.",
  "wd_process1_4_title": "4. تطوير واجهة برمجة التطبيقات",
  "wd_process1_4_desc": "نقوم بإنشاء ودمج واجهات برمجة التطبيقات لتسهيل الاتصال بين تطبيق الويب الخاص بك والخدمات الأخرى، مما يضمن تبادل البيانات بسلاسة وكفاءة.",
  "wd_solution1_title": "التقنيات التي نستخدمها",
  "wd_solution1_1": "React",
  "wd_solution1_2": "Angular",
  "wd_solution1_3": "Vue.js",
  "wd_solution1_4": "Node.js",
  "wd_solution1_5": "Express",
  "wd_solution1_6": "Django",
  "wd_solution1_7": "Flask",
  "wd_solution1_8": "MongoDB",
  "wd_solution1_9": "PostgreSQL",
  "wd_solution1_10": "MySQL",
  "wd_solution1_11": "Firebase",
  "wd_solution1_12": "GraphQL",
  "mob_dev_1_head": "تطوير تطبيقات الهاتف المحمول",
  "md_main_desc": "نقدم خدمات تطوير تطبيقات الهاتف المحمول الشاملة لكل من أنظمة التشغيل IOS وAndroid.",
  "md_process1_main_title": "عملية التطوير الخاصة بنا",
  "md_process1_1_title": "1. تطوير التطبيقات الأصلية",
  "md_process1_1_desc": "نقوم بتطوير تطبيقات أصلية مصممة خصيصًا للمتطلبات المحددة لمنصات iOS وAndroid، مما يضمن الأداء الأمثل وتجربة المستخدم.",
  "md_process1_2_title": "2. تطوير التطبيقات الهجينة",
  "md_process1_2_desc": "تجمع حلول التطبيقات الهجينة الخاصة بنا بين التقنيات الأصلية وتقنيات الويب لتوفير خيار فعال من حيث التكلفة مع توافق واسع النطاق مع المنصات.",
  "md_process1_3_title": "3. تصميم واجهة المستخدم/تجربة المستخدم",
  "md_process1_3_desc": "نقوم بتصميم واجهات جذابة وسهلة الاستخدام للتطبيقات المحمولة، مع التركيز على قابلية الاستخدام والجاذبية البصرية لتحسين رضا المستخدم.",
  "md_process1_4_title": "4. اختبار وتحسين التطبيق",
  "md_process1_4_desc": "نقوم بإجراء اختبارات وتحسينات مكثفة لضمان أن يكون تطبيقك يعمل بسلاسة عبر أجهزة وأنظمة تشغيل مختلفة.",
  "md_solution1_title": "التقنيات التي نستخدمها",
  "md_solution1_1": "React Native",
  "md_solution1_2": "Flutter",
  "md_solution1_3": "Swift",
  "md_solution1_4": "Kotlin",
  "md_solution1_5": "Xamarin",
  "sis_dev_1_head": "تكامل البرامج",
  "sis_main_desc": "تساعدك خدمات تكامل البرامج لدينا على ربط أنظمة وتطبيقات مختلفة لتبسيط عملياتك.",
  "sis_process1_main_title": "عملية التكامل لدينا",
  "sis_process1_1_title": "1. تحليل النظام",
  "sis_process1_1_desc": "نقوم بتحليل أنظمتك الحالية لتحديد نقاط التكامل والمتطلبات، وتصميم الحلول التي تلبي احتياجاتك المحددة.",
  "sis_process1_2_title": "2. تطوير البرمجيات الوسيطة",
  "sis_process1_2_desc": "نحن نبتكر حلول البرمجيات الوسيطة التي تسهل الاتصال بين الأنظمة المختلفة، مما يضمن تبادل البيانات بسلاسة وتوافق الأنظمة.",
  "sis_process1_3_title": "3. نقل البيانات",
  "sis_process1_3_desc": "نحن ندير نقل بياناتك بين الأنظمة، مما يضمن الدقة والنزاهة مع تقليل الاضطراب في عملك.",
  "sis_process1_4_title": "4. اختبار التكامل",
  "sis_process1_4_desc": "نجري اختبارات شاملة لضمان عمل الأنظمة المتكاملة بشكل صحيح وفعال، وتلبية معايير الأداء والموثوقية الخاصة بك.",
  "sis_solution1_title": "ما نقوم بدمجه",
  "sis_solution1_1": "واجهات برمجة تطبيقات REST",
  "sis_solution1_2": "واجهات برمجة تطبيقات SOAP",
  "sis_solution1_3": "OAuth 2.0",
  "sis_solution1_4": "GraphQL",
  "sis_solution1_5": "Zapier",
  "cb_dev_1_head": "حلول قائمة على السحابة",
  "cb_main_desc": "حلول مخصصة للبنية التحتية والخدمات السحابية، مما يعزز مرونة عملك.",
  "cb_process1_main_title": "حلولنا المستندة إلى السحابة",
  "cb_process1_1_title": "1. تطوير تطبيقات السحابة",
  "cb_process1_1_desc": "نصمم وننشئ تطبيقات سحابية مخصصة تناسب احتياجات عملك وتدفع بالنمو.",
  "cb_process1_2_title": "2. ترحيل السحابة",
  "cb_process1_2_desc": "نقل أنظمتك وبياناتك الحالية إلى السحابة بسلاسة مع الحد الأدنى من الانقطاع.",
  "cb_process1_3_title": "3. تكامل السحابة",
  "cb_process1_3_desc": "دمج خدمات وتطبيقات السحابة المختلفة من أجل عملية موحدة وفعالة.",
  "cb_process1_4_title": "4. أمان السحابة",
  "cb_process1_4_desc": "تنفيذ تدابير أمنية قوية لحماية بياناتك وتطبيقاتك في السحابة.",
  "cb_solution1_title": "تقنيات السحابة التي نستخدمها",
  "cb_solution1_1": "AWS",
  "cb_solution1_2": "Microsoft Azure",
  "cb_solution1_3": "Google Cloud",
  "cb_solution1_4": "Cloudflare",
  "sm_dev_1_head": "حلول إدارة البرامج",
  "sm_main_desc": "إدارة فعّالة لأنظمة البرامج لتحسين الأداء وتعزيز الإنتاجية.",
  "sm_process1_main_title": "خدمات إدارة البرامج لدينا",
  "sm_process1_1_title": "1. إدارة دورة حياة البرامج",
  "sm_process1_1_desc": "نضمن نهجًا سلسًا ومنظمًا لتطوير البرامج، من التخطيط إلى النشر.",
  "sm_process1_2_title": "2. التحكم في الإصدارات والتحديثات",
  "sm_process1_2_desc": "احرص على تحديث برنامجك بأحدث الميزات وتصحيحات الأمان باستخدام خدمات إدارة الإصدارات لدينا.",
  "sm_process1_3_title": "3. تتبع الأخطاء وحلها",
  "sm_process1_3_desc": "تتبع الأخطاء وتحديد أولوياتها وحلها بكفاءة لضمان تجربة برمجية سلسة.",
  "sm_process1_4_title": "4. مراقبة الأداء",
  "sm_process1_4_desc": "راقب أداء برنامجك في الوقت الفعلي لتحديد المشكلات المحتملة ومعالجتها مبكرًا.",
  "sm_solution1_title": "أدوات إدارة البرامج التي نستخدمها",
  "sm_solution1_1": "Jira",
  "sm_solution1_2": "GitLab",
  "sm_solution1_3": "Trello",
  "sm_solution1_4": "Azure DevOps",
  "contact_us_bottom_title": "هل أنت مستعد لتحويل عملك؟",
  "contact_us_bottom_desc": "دعنا نناقش كيف يمكن لحلول البرامج الخاصة بنا أن تدفع نجاحك.",
  "contact_us_bottom_btn": "اتصل بنا",
  "software_dev_2_head": "تطوير تطبيقات الويب",
  "software_dev_3_head": "تطوير تطبيقات الهاتف المحمول",
  "software_dev_4_head": "تكامل البرمجيات",
  "software_dev_5_head": "حلول قائمة على السحابة",
  "software_dev_6_head": "صيانة البرامج",
  "thirt_party_0": "التسويق الرقمي",
  "thirt_party_1_head": "تحسين محركات البحث (SEO)",
  "seo_dev_1_head": "تحسين محركات البحث (SEO)",
  "seo_main_desc": "نستخدم نهجًا قائمًا على البيانات لتعزيز حضورك على الإنترنت وزيادة حركة المرور العضوية.",
  "seo_process1_main_title": "استراتيجية تحسين محركات البحث الخاصة بنا",
  "seo_process1_1_title": "1. البحث عن الكلمات الرئيسية",
  "seo_process1_1_desc": "نجري بحثًا شاملاً عن الكلمات الرئيسية لتحديد الكلمات الرئيسية الأكثر صلة وحركة مرور عالية لعملك، وتحسين المحتوى الخاص بك لتحسين ترتيب محرك البحث.",
  "seo_process1_2_title": "2. تحسين الصفحة",
  "seo_process1_2_desc": "يعمل فريقنا على تحسين بنية موقع الويب الخاص بك وعلامات التعريف والمحتوى لضمان أنه صديق لمحركات البحث ويقدم تجربة مستخدم متفوقة.",
  "seo_process1_3_title": "3. بناء الروابط",
  "seo_process1_3_desc": "نقوم بتطوير حملة بناء روابط استراتيجية لزيادة سلطة موقعك على الويب ومصداقيته، وتحسين فرصك في الحصول على ترتيب أعلى في نتائج البحث.",
  "seo_process1_4_title": "4. تتبع الأداء",
  "seo_process1_4_desc": "نقوم بمراقبة أداء تحسين محرك البحث الخاص بك باستمرار، باستخدام التحليلات لتتبع التقدم، وتحديد مجالات التحسين، وتعديل الاستراتيجيات حسب الحاجة.",
  "seo_solution1_title": "أدوات تحسين محرك البحث التي نستخدمها",
  "seo_solution1_1": "Google Analytics",
  "seo_solution1_2": "Ahrefs",
  "seo_solution1_3": "SEMrush",
  "seo_solution1_4": "Yoast SEO",
  "seo_solution1_5": "Google Search Console",
  "seo_contact_title": "هل أنت مستعد لرفع مستوى استراتيجية تحسين محرك البحث الخاصة بك؟",
  "seo_contact_desc": "دعنا نناقش كيف يمكن لخدمات تحسين محرك البحث لدينا تعزيز حضورك عبر الإنترنت وزيادة حركة المرور العضوية.",
  "seo_contact_btn": "اتصل بنا",
  "thirt_party_2_head": "تسويق المحتوى",
  "content_marketing_head": "تسويق المحتوى",
  "content_marketing_main_desc": "تركز خدمات تسويق المحتوى لدينا على إنشاء محتوى قيم وذو صلة يجذب جمهورك المستهدف ويتفاعل معه ويحتفظ به.",
  "content_marketing_process1_main_title": "إستراتيجيتنا لتسويق المحتوى",
  "content_marketing_process1_1_title": "1. تخطيط المحتوى",
  "content_marketing_process1_1_desc": "نطور إستراتيجية محتوى شاملة تتوافق مع أهداف عملك واحتياجات جمهورك واتجاهات الصناعة.",
  "content_marketing_process1_2_title": "2. إنشاء المحتوى",
  "content_marketing_process1_2_desc": "يقوم فريقنا بصياغة محتوى عالي الجودة، بما في ذلك المدونات والمقالات ومقاطع الفيديو والرسوم البيانية التوضيحية، والذي يتحدث إلى جمهورك ويحفز المشاركة.",
  "content_marketing_process1_3_title": "3. توزيع المحتوى",
  "content_marketing_process1_3_desc": "نقوم بتوزيع المحتوى الخاص بك بشكل استراتيجي عبر منصات مختلفة لتحقيق أقصى قدر من الوصول والرؤية.",
  "content_marketing_process1_4_title": "4. تتبع الأداء",
  "content_marketing_process1_4_desc": "نقوم بتحليل أداء حملات تسويق المحتوى الخاصة بك، وتتبع المقاييس الرئيسية لقياس الفعالية.",
  "content_marketing_solution1_title": "أدوات تسويق المحتوى التي نستخدمها",
  "content_marketing_solution1_1": "Google Analytics",
  "content_marketing_solution1_2": "HubSpot",
  "content_marketing_solution1_3": "BuzzSumo",
  "content_marketing_solution1_4": "CoSchedule",
  "content_marketing_solution1_5": "SEMrush",
  "content_marketing_contact_title": "هل أنت مستعد لرفع مستوى استراتيجية المحتوى الخاصة بك؟",
  "content_marketing_contact_desc": "دعنا نناقش كيف يمكن لخدمات تسويق المحتوى الخاصة بنا أن تدفع المشاركة وتزيد من جمهورك.",
  "content_marketing_contact_btn": "اتصل بنا",
  "thirt_party_3_head": "التسويق عبر وسائل التواصل الاجتماعي",
  "social_media_marketing_head": "التسويق عبر وسائل التواصل الاجتماعي",
  "social_media_marketing_main_desc": "تساعد خدمات التسويق عبر وسائل التواصل الاجتماعي الشركات على بناء حضور قوي عبر الإنترنت، والتواصل مع الجماهير، ودفع التحويلات.",
  "social_media_marketing_process1_main_title": "إستراتيجيتنا للتسويق عبر وسائل التواصل الاجتماعي",
  "social_media_marketing_process1_1_title": "1. أبحاث الجمهور",
  "social_media_marketing_process1_1_desc": "نقوم بتحليل جمهورك المستهدف لفهم تفضيلاتهم وسلوكياتهم والمنصات التي يرتادونها لتخصيص الحملات بشكل فعال.",
  "social_media_marketing_process1_2_title": "2. إنشاء المحتوى",
  "social_media_marketing_process1_2_desc": "نقوم بإنشاء محتوى جذاب، بما في ذلك المرئيات ومقاطع الفيديو والنصوص، التي تتوافق مع جمهورك وتعزز هوية علامتك التجارية.",
  "social_media_marketing_process1_3_title": "3. إدارة المنصة",
  "social_media_marketing_process1_3_desc": "يدير فريقنا منصات التواصل الاجتماعي الخاصة بك، وينشر المحتوى، ويتفاعل مع المتابعين، ويضمن الاتساق عبر جميع القنوات.",
  "social_media_marketing_process1_4_title": "4. تحليلات الأداء",
  "social_media_marketing_process1_4_desc": "نتتبع مقاييس الأداء الرئيسية، ونراقب الاتجاهات، ونعدل الاستراتيجيات لضمان استمرار حملاتك في تحقيق نتائج قوية.",
  "social_media_marketing_solution1_title": "منصات الوسائط الاجتماعية التي نتخصص فيها",
  "social_media_marketing_solution1_1": "فيسبوك",
  "social_media_marketing_solution1_2": "إنستغرام",
  "social_media_marketing_solution1_3": "لينكد إن",
  "social_media_marketing_solution1_4": "تويتر",
  "social_media_marketing_solution1_5": "يوتيوب",
  "social_media_marketing_contact_title": "هل أنت مستعد لتعزيز حضورك على وسائل التواصل الاجتماعي؟",
  "social_media_marketing_contact_desc": "دعنا نناقش كيف يمكن لخدمات التسويق عبر وسائل التواصل الاجتماعي أن تساعدك في التواصل مع جمهورك وتنمية علامتك التجارية.",
  "social_media_marketing_contact_btn": "اتصل بنا",
  "thirt_party_4_head": "الإعلان بالدفع لكل نقرة (PPC)",
  "ppc_advertising_head": "الإعلان بالدفع لكل نقرة (PPC)",
  "ppc_advertising_main_desc": "تساعدك خدمات الإعلان بالدفع لكل نقرة (PPC) على توجيه الزيارات المستهدفة إلى موقعك على الويب من خلال وضع الإعلانات بشكل استراتيجي، مما يزيد من عائد الاستثمار مع كل نقرة.",
  "ppc_advertising_process1_main_title": "إستراتيجيتنا للإعلان بالدفع لكل نقرة (PPC)",
  "ppc_advertising_process1_1_title": "1. تخطيط الحملة",
  "ppc_advertising_process1_1_desc": "نطور إستراتيجية مفصلة لحملة الدفع لكل نقرة (PPC) مصممة خصيصًا لأهداف عملك، مع تحديد أفضل المنصات والكلمات الرئيسية لتحقيق أقصى قدر من التأثير.",
  "ppc_advertising_process1_2_title": "2. إنشاء الإعلانات",
  "ppc_advertising_process1_2_desc": "يصمم فريقنا إعلانات مقنعة بنصوص مقنعة وصور جذابة تجذب الانتباه وتدفع إلى التحويلات.",
  "ppc_advertising_process1_3_title": "3. إدارة العطاءات",
  "ppc_advertising_process1_3_desc": "نحن ندير عطاءاتك لتحسين وضع الإعلان وضمان الإنفاق الفعال من حيث التكلفة استنادًا إلى بيانات الأداء.",
  "ppc_advertising_process1_4_title": "4. مراقبة الأداء",
  "ppc_advertising_process1_4_desc": "نقوم بمراقبة حملات PPC الخاصة بك بشكل مستمر، وتحليل المقاييس الرئيسية لتحسين الاستراتيجيات وتحسين عائد الاستثمار بمرور الوقت.",
  "ppc_advertising_solution1_title": "منصات PPC التي نتفوق فيها",
  "ppc_advertising_solution1_1": "إعلانات Google",
  "ppc_advertising_solution1_2": "إعلانات Bing",
  "ppc_advertising_solution1_3": "إعلانات Facebook",
  "ppc_advertising_solution1_4": "إعلانات LinkedIn",
  "ppc_advertising_solution1_5": "إعلانات Twitter",
  "ppc_contact_title": "هل أنت مستعد لتعزيز حركة المرور الخاصة بك باستخدام PPC؟",
  "ppc_contact_desc": "دعنا نناقش كيف يمكن لخدمات PPC الخاصة بنا تعزيز حضورك عبر الإنترنت.",
  "ppc_contact_btn": "اتصل بنا",
  "blog_title": "الملاحة في التجارة العالمية: استراتيجيات الاستيراد والتصدير لعام 2024",
  "blog_date": "9 سبتمبر 2024",
  "blog_author": "رؤى التجارة العالمية",
  "blog_intro": "في المشهد المتطور باستمرار للتجارة العالمية، يقدم عام 2024 تحديات وفرصًا جديدة. من اضطرابات سلسلة التوريد إلى الحروب التجارية واللوائح المتغيرة، يجب أن تكون الشركات العاملة في مجال الاستيراد والتصدير سريعة الحركة واستباقية. في هذه المدونة، سنستكشف الاستراتيجيات الرئيسية لتحسين عمليات الاستيراد والتصدير، والتخفيف من المخاطر، واغتنام الفرص في الأسواق الناشئة.",
  "section1_title": "تنويع سلاسل التوريد من أجل الاستقرار",
  "section1_desc": "مع تزايد التوترات الجيوسياسية والقيود التجارية، يعد تنويع سلسلة التوريد أمرًا ضروريًا. يجب على الشركات استكشاف المصادر من بلدان متعددة لتقليل الاضطرابات وضمان تدفق ثابت للسلع. من خلال الاستفادة من اتفاقيات التجارة الحرة وصياغة شراكات جديدة، يمكنك حماية عملياتك من الاضطرابات غير المتوقعة.",
  "section2_title": "الاستفادة من التكنولوجيا لتحقيق كفاءة التجارة",
  "section2_desc": "تعمل الحلول الرقمية على تحويل الطريقة التي نتاجر بها. من تكنولوجيا blockchain التي تضمن الشفافية في المعاملات إلى التحليلات التي تعتمد على الذكاء الاصطناعي والتي تتنبأ باتجاهات السوق، ستكتسب الشركات التي تتبنى الابتكارات التكنولوجية ميزة تنافسية. يمكن أن يؤدي تنفيذ التتبع في الوقت الفعلي ومعالجة الجمارك الرقمية إلى تبسيط أنشطة الاستيراد والتصدير الخاصة بك.",
  "section3_title": "التكيف مع اللوائح التجارية المتغيرة",
  "section3_desc": "يجلب عام 2024 تغييرات في اللوائح التجارية، وخاصة مع المتطلبات البيئية والاستدامة الجديدة. إن البقاء في طليعة هذه اللوائح لن يساعد فقط في تجنب العقوبات، بل يمكن أن يفتح أيضًا أبوابًا لأسواق جديدة. إن فهم الفروق الدقيقة في اللوائح مثل تعديلات حدود الكربون وشهادات الاستدامة سيكون أمرًا بالغ الأهمية لتحقيق النجاح على المدى الطويل.",
  "section4_title": "استكشاف الأسواق الناشئة",
  "section4_desc": "توفر الأسواق الناشئة في آسيا وأفريقيا وأمريكا اللاتينية فرصًا مربحة للشركات التي تتطلع إلى توسيع نطاقها العالمي. ومع تنامي الطبقة المتوسطة وزيادة الطلب على السلع، توفر هذه المناطق إمكانات غير مستغلة للمصدرين. وسيكون إجراء أبحاث السوق الشاملة وبناء شراكات محلية أمرًا أساسيًا لدخول هذه الأسواق بنجاح.",
  "section5_title": "تخفيف مخاطر التجارة",
  "section5_desc": "إن بيئة التجارة الدولية محفوفة بالمخاطر، بما في ذلك تقلب قيم العملات وعدم الاستقرار السياسي والتحديات اللوجستية. يجب على الشركات تنفيذ استراتيجيات إدارة المخاطر، مثل التحوط ضد تقلبات العملة، وتنويع قواعد العملاء، وتأمين تأمين الائتمان التجاري لتقليل الخسائر المحتملة.",
  "section6_title": "الاستدامة والتوريد الأخلاقي",
  "section6_desc": "يعطي المستهلكون والحكومات الأولوية بشكل متزايد للاستدامة والتوريد الأخلاقي. الشركات التي تتبنى ممارسات صديقة للبيئة، مثل الحد من انبعاثات الكربون في الشحن والتوريد من الموردين الأخلاقيين، لن تمتثل للأنظمة فحسب، بل ستعزز أيضًا سمعة علامتها التجارية وتجذب المستهلكين الواعين.",
  "blog_title1": "لماذا يحتاج عملك إلى برامج مخصصة",
  "blog_author1": "الحلول التقنية",
  "blog_date1": "9 سبتمبر 2024",
  "blog_intro1": "في بيئة الأعمال السريعة الخطى اليوم، غالبًا ما تفشل حلول البرامج الجاهزة في تلبية المتطلبات الفريدة للشركات الفردية. يقدم تطوير البرامج المخصصة نهجًا مخصصًا، ويوفر حلولًا مصممة خصيصًا لتلبية احتياجات شركتك. في هذه المدونة، سنتعمق في كيفية قدرة البرامج المخصصة على تبسيط العمليات وخفض التكاليف وتوفير ميزة تنافسية.",
  "section1_title1": "تبسيط العمليات",
  "section1_desc1": "تم تصميم البرامج المخصصة لتتوافق مع سير العمل والعمليات الحالية لديك، مما يزيل الميزات غير الضرورية والتعقيدات الموجودة في البرامج العامة. يؤدي هذا التوافق إلى زيادة الكفاءة، حيث يقضي الموظفون وقتًا أقل في التنقل بين الوظائف غير ذات الصلة والمزيد من الوقت في المهام الإنتاجية. يضمن التكامل مع الأنظمة الحالية تدفق البيانات بسلاسة عبر الأقسام، مما يعزز الكفاءة التشغيلية بشكل أكبر.",
  "section2_title1": "خفض التكاليف في الأمد البعيد",
  "section2_desc1": "في حين أن الاستثمار الأولي في البرامج المخصصة قد يبدو أعلى مقارنة بالخيارات الجاهزة، فإنه غالبًا ما يؤدي إلى توفير التكاليف بمرور الوقت. تعمل الحلول المخصصة على التخلص من الحاجة إلى تراخيص برامج متعددة وتقليل التكاليف المرتبطة بتدريب الموظفين على منصات متعددة. بالإضافة إلى ذلك، يمكن توسيع نطاق البرامج المخصصة وتحديثها مع نمو عملك، مما يتجنب الحاجة إلى عمليات الإصلاح الباهظة الثمن أو الانتقال إلى أنظمة جديدة.",
  "section3_title1": "ميزات مخصصة لاحتياجات فريدة",
  "section3_desc1": "لكل شركة عمليات ومتطلبات فريدة لا يمكن للبرامج العامة معالجتها بالكامل. يتيح لك تطوير البرامج المخصصة تحديد ميزات ووظائف محددة تلبي نموذج عملك. سواء كان نظام إدارة علاقات العملاء الفريد أو تتبع المخزون المتخصص، تضمن الحلول المخصصة دعم جميع جوانب عملياتك.",
  "section4_title1": "تعزيز الأمان",
  "section4_desc1": "يعتبر الأمان من أهم الأمور التي تشغل الشركات، وخاصة عند التعامل مع البيانات الحساسة. تقلل البرامج المخصصة من خطر حدوث خروقات أمنية شائعة في التطبيقات الجاهزة المستخدمة على نطاق واسع. باستخدام الحلول المخصصة، يمكن تخصيص بروتوكولات الأمان وفقًا لاحتياجاتك المحددة، ولديك سيطرة كاملة على كيفية تخزين البيانات والوصول إليها.",
  "section5_title1": "اكتساب ميزة تنافسية",
  "section5_desc1": "من خلال تنفيذ برنامج مصمم خصيصًا لشركتك، يمكنك اكتساب ميزة تنافسية كبيرة. تتيح لك البرامج المخصصة الابتكار وتقديم الخدمات أو المنتجات التي لا يستطيع المنافسون الذين يستخدمون البرامج العامة تقديمها. كما تتيح لك مرونة أكبر واستجابة أكبر لتغيرات السوق، مما يضع عملك في موقع الريادة في صناعتك.",
  "section6_title1": "إعداد عملك للمستقبل",
  "section6_desc1": "تتطور التكنولوجيا بسرعة، وتحتاج الشركات إلى حلول يمكنها التكيف مع هذه التغييرات. يمكن تصميم البرامج المخصصة مع مراعاة قابلية التوسع، مما يضمن نموها جنبًا إلى جنب مع عملك. يمكن إضافة التحديثات والميزات الجديدة حسب الحاجة، مما يحافظ على ملاءمة برنامجك وكفاءته دون الحاجة إلى استبدالات كاملة.",
  "blog_byb_title1": "عزز علامتك التجارية",
  "blog_byb_author1": "الحلول التقنية",
  "blog_byb_date1": "19 يوليو 2024",
  "section1_byb_title1": "فهم هوية العلامة التجارية",
  "section1_byb_desc1": "هوية العلامة التجارية أمر بالغ الأهمية لترك انطباع لا يُنسى في السوق. وهي تشمل عناصر مثل شعارك ونظام الألوان والتصميم العام، والتي تساهم في كيفية إدراك علامتك التجارية. يساعد بناء هوية علامة تجارية قوية في ترسيخ الثقة والمصداقية بين جمهورك المستهدف.",
  "section2_byb_title1": "إنشاء عرض قيمة فريد",
  "section2_byb_desc1": "يحدد عرض القيمة الفريد (UVP) بوضوح ما يجعل علامتك التجارية تبرز من بين المنافسين. يسلط الضوء على الفوائد والقيمة التي سيحصل عليها العملاء، مما يساعدك على جذب قاعدة عملاء مخلصة والاحتفاظ بها. يتضمن إنشاء عرض تقديمي فريد من نوعه فهم احتياجات جمهورك ومواءمة عروضك مع تلك الاحتياجات.",
  "section3_byb_title1": "الاستفادة من وسائل التواصل الاجتماعي لنمو العلامة التجارية",
  "section3_byb_desc1": "توفر منصات الوسائط الاجتماعية أدوات قوية لتوسيع نطاق وصول علامتك التجارية وتفاعلها. من خلال إنشاء محتوى قيم ومشاركته، والتفاعل مع جمهورك، وتشغيل حملات إعلانية مستهدفة، يمكنك تعزيز رؤية العلامة التجارية وتعزيز مجتمع من دعاة العلامة التجارية.",
  "section4_byb_title1": "الاستثمار في محتوى عالي الجودة",
  "section4_byb_desc1": "يعد المحتوى عالي الجودة حجر الزاوية للعلامة التجارية الفعالة. فهو لا يجذب العملاء ويحتفظ بهم فحسب، بل يثبت علامتك التجارية أيضًا كسلطة في صناعتك. إن الاستثمار في إنشاء محتوى احترافي، بما في ذلك المدونات ومقاطع الفيديو والرسوم البيانية التوضيحية، يمكن أن يؤثر بشكل كبير على سمعة علامتك التجارية ونجاحها.",
  "section5_byb_title1": "مراقبة استراتيجية علامتك التجارية وتكييفها",
  "section5_byb_desc1": "إن المراقبة المستمرة وتكييف استراتيجية علامتك التجارية أمر ضروري لتحقيق النجاح على المدى الطويل. إن تحليل مقاييس الأداء الرئيسية وجمع تعليقات العملاء والبقاء على اطلاع بأحدث اتجاهات السوق سيساعدك على تحسين نهجك وضمان بقاء علامتك التجارية ذات صلة وتنافسية.",
  "hr_busi_0": "استشارات الأعمال المتعلقة بالموارد البشرية",
  "hr_busi_1": "مرحبًا بكم في خدمات استشارات الأعمال المتعلقة بالموارد البشرية، حيث تلتقي الخبرة بالابتكار! في شركتنا، نتفهم التحديات الديناميكية التي تواجهها الشركات في المشهد التنافسي اليوم. مع فريق من المستشارين المخضرمين، نقدم إرشادات استراتيجية مصممة خصيصًا لتلبية احتياجاتك المحددة. سواء كنت شركة ناشئة تتطلع إلى ترسيخ وجودك في السوق أو شركة راسخة تهدف إلى التميز التشغيلي، فإن حلولنا الشاملة تمكنك من تحقيق أهدافك.",
  "hr_busi_2": "في مجال استشارات الأعمال المتعلقة بالموارد البشرية، نعيد تعريف الاحتمالات. يجمع فريقنا المخصص من المحترفين بين رؤى الصناعة والإبداع، ويقدم حلولاً مبتكرة تدفع نمو الأعمال. نحن نؤمن ليس فقط بتلبية توقعات العملاء ولكن أيضًا بتجاوزها. من خلال الاستفادة من خبرتنا في مجالات مثل أبحاث السوق والتخطيط الاستراتيجي والتطوير التنظيمي، نساعد الشركات في اتخاذ قرارات مستنيرة والبقاء في صدارة المنافسة. دعنا نكون شركاءك الاستراتيجيين، ونرشدك نحو مستقبل من النجاح والنمو غير المسبوقين.",
  "emp_tr_0": "تدريب وتطوير الموظفين",
  "emp_tr_1": "نحن نقدم مجموعة متنوعة من وحدات التدريب المصممة خصيصًا لمعالجة تحديات الصناعة المحددة وفجوات المهارات الفردية. من الكفاءة الفنية إلى المهارات الشخصية، يقدم مدربونا ذوو الخبرة جلسات عملية وتفاعلية تعزز التعلم المستمر. هدفنا ليس فقط سد فجوات المهارات الموجودة داخل مؤسستك ولكن أيضًا تنمية ثقافة الإبداع والقدرة على التكيف.",
  "emp_tr_2": "من خلال الاستثمار في برامج تدريب وتطوير الموظفين لدينا، فأنت لا تعزز قدرات فريقك فحسب؛ بل تعزز قوة عاملة مرنة وتحفيزية وجاهزة لمواجهة أي تحد. تعاون معنا لإطلاق العنان للإمكانات الكاملة لموظفيك، ودفع عملك نحو النمو المستدام والنجاح.",
  "hr_comp_0": "الامتثال للموارد البشرية والدعم القانوني",
  "hr_comp_1": "يعد التنقل في المشهد المعقد للامتثال للموارد البشرية واللوائح القانونية أمرًا بالغ الأهمية لأي عمل تجاري. تم تصميم خدمات الامتثال للموارد البشرية والدعم القانوني لتزويدك بالإرشادات الخبيرة وراحة البال. نحن نواكب أحدث قوانين ولوائح العمل، ونضمن أن سياسات وممارسات شركتك تتوافق بسلاسة مع المتطلبات القانونية.",
  "hr_comp_2": "يقدم فريقنا المخصص من المحترفين دعمًا شاملاً في صياغة ومراجعة وتحديث سياسات وإجراءات الموارد البشرية. نجري عمليات تدقيق شاملة لتحديد مجالات المخاطر المحتملة وإرشادك إلى أفضل الممارسات للتخفيف من التحديات القانونية. سواء كان الأمر يتعلق بعقود التوظيف أو سياسات مكافحة التمييز أو إرشادات السلامة في مكان العمل، فنحن نخصص خدماتنا لتلبية احتياجات صناعتك المحددة، وضمان الامتثال للقوانين المحلية والولائية والفيدرالية.",
  "hr_comp_3": "من خلال الشراكة معنا في مجال الامتثال للموارد البشرية والدعم القانوني، يمكنك التركيز على أنشطتك التجارية الأساسية، واثقًا من أن ممارسات الموارد البشرية الخاصة بك تتوافق مع القانون. كن على اطلاع بالتغييرات التنظيمية، وقلل من المخاطر القانونية، وعزز بيئة العمل التي تعزز الامتثال القانوني والنزاهة الأخلاقية. دعنا نكون شركاءك الموثوق بهم في ضمان مكان عمل آمن ومتوافق لموظفيك.",
  "read_more": "اقرأ المزيد",
  "first_name_form": "أدخل اسمك الأول",
  "last_name_form": "أدخل اسمك الأخير",
  "email_form": "أدخل عنوان بريدك الإلكتروني",
  "num_code_form": "رقم الهاتف مع رمز الدولة",
  "msg_form": "اكتب رسالتك...",
  "landTransportationHeading": "الشحن البري",
  "landTransportationDescription": "نحن في شركة PCOX Internet Pvt Limited متخصصون في تقديم حلول النقل البري الفعّالة والموثوقة والمصممة خصيصًا لاحتياجاتك اللوجستية المحددة.",
  "landTransportationFeature1": "تحسين النقل البري",
  "landTransportationFeature2": "حلول عبر الحدود",
  "landTransportationFeature3": "إدارة الأسطول المخصصة",
  "landTransportationFeature4": "مناولة البضائع المتخصصة",
  "landTransportationProcess1": "الاستلام والتعبئة والتغليف",
  "landTransportationProcess2": "تخطيط الطريق",
  "landTransportationProcess3": "النقل",
  "landTransportationProcess4": "التخزين",
  "landTransportationContact": "تواصل معنا للحصول على حلول النقل البري المخصصة، من إدارة الأسطول إلى الخدمات عبر الحدود.",
  "landTransportationContactLink": "تواصل معنا!",
  "seaTransportationHeading": "البضائع البحرية",
  "seaTransportationDescription": "في شركة PCOX Internet Pvt Limited، نقدم حلول نقل بحرية موثوقة وفعّالة، لضمان وصول بضائعك إلى وجهتها بأمان وفي الوقت المحدد.",
  "seaTransportationFeature1": "حلول الشحن العالمية",
  "seaTransportationFeature2": "إدارة الحاويات",
  "seaTransportationFeature3": "التخليص الجمركي",
  "seaTransportationFeature4": "تتبع البضائع",
  "seaTransportationProcess1": "الاستلام والتعبئة والتغليف",
  "seaTransportationProcess2": "تخطيط المسار",
  "seaTransportationProcess3": "النقل",
  "seaTransportationProcess4": "التخزين",
  "seaTransportationContact": "اتصل بنا للحصول على خدمات نقل بحري موثوقة وتخليص جمركي سلس لبضائعك.",
  "seaTransportationContactLink": "تواصل معنا!",
  "airTransportationHeading": "الشحن الجوي",
  "airTransportationDescription": "في شركة PCOX Internet Pvt Limited، نقدم حلول نقل جوي سريعة وفعالة لاحتياجات الشحن العاجلة لديك، لضمان التسليم في الوقت المناسب في جميع أنحاء العالم.",
  "airTransportationFeature1": "التوصيل السريع",
  "airTransportationFeature2": "حلول الشحن العالمية",
  "airTransportationFeature3": "مناولة البضائع الخطرة",
  "airTransportationFeature4": "التتبع في الوقت الفعلي",
  "airTransportationProcess1": "الاستلام والتعبئة والتغليف",
  "airTransportationProcess2": "تخطيط المسار",
  "airTransportationProcess3": "النقل",
  "airTransportationProcess4": "التخزين",
  "airTransportationContact": "هل تحتاج إلى نقل جوي سريع؟ اتصل بنا للحصول على خدمة الشحن السريع والتتبع في الوقت الفعلي لاحتياجات الشحن الخاصة بك.",
  "airTransportationContactLink": "تواصل معنا!",
  "landTransportationProcessTitle": "عمليتنا",
  "pageTitle": "التسويق الرقمي",
  "breadcrumbTitle": "thirt_party_0",
  "serviceDetailsHeader": "في التسويق الرقمي، إليك ما نقدمه",
  "serviceCard1Title": "تحسين محركات البحث (SEO)",
  "serviceCard1Icon": "RiSeoLine",
  "serviceCard1ServicePage": "services_wwp_card_btn2",
  "serviceCard2Title": "التسويق الاستراتيجي للمحتوى",
  "serviceCard2Icon": "BiBookContent",
  "serviceCard2ServicePage": "services_wwp_card_btn2",
  "serviceCard3Title": "التسويق عبر وسائل التواصل الاجتماعي",
  "serviceCard3Icon": "IoShareSocialSharp",
  "serviceCard3ServicePage": "services_wwp_card_btn2",
  "serviceCard4Title": "الإعلان بالدفع لكل نقرة (PPC)",
  "company_address": "إيلنوف8 مانتري كوميرسيو، الطابق الخامس، برج أ بيلاندور أور، بنغالورو، كارناتاكا 560103"
}