{
  "home": "بيت",
  "about": "عن",
  "services": "خدمة",
  "blog": "مدونة",
  "contact": "اتصال",
  "for_job_seekers": "للباحثين عن عمل",
  "for_client": "للعميل",
  "about_us": "معلومات عنا",
  "about_desc_1": "شركة PCOX Internet Pvt. Ltd. هي شركة حلول تكنولوجيا معلومات ديناميكية ومبتكرة ملتزمة بمساعدة الشركات على التنقل والازدهار في المشهد الرقمي. تأسست الشركة برؤية لتمكين الشركات من خلال التكنولوجيا، ونحن متخصصون في تقديم خدمات شاملة في تطوير الويب وتطوير البرمجيات والتسويق الرقمي ومنصات التجارة والخدمات اللوجستية الرقمية. هدفنا بسيط: تقديم حلول رقمية مبتكرة وقابلة للتطوير ومخصصة تعمل على تعزيز النمو والكفاءة.",
  "about_desc_2": "يتألف فريقنا من محترفين ذوي خبرة في مجالاتهم. من المصممين والمطورين المبدعين إلى المسوقين الرقميين الاستراتيجيين وخبراء الخدمات اللوجستية، نجمع بين مجموعة متنوعة من المهارات والخبرات لتقديم حلول شاملة. في PCOX Internet Pvt. Ltd.، نعتقد أن موظفينا هم أعظم أصولنا، ونستثمر في نموهم وتطورهم للبقاء في المقدمة.",
  "about_desc_3": "في شركة PCOX Internet Pvt. Ltd.، نؤمن ببناء شراكات طويلة الأمد مع عملائنا من خلال فهم احتياجاتهم الفريدة وتقديم حلول تتجاوز التوقعات. إليك ما يجعلنا مختلفين",
  "about_desc_4": "نحن نفخر باحترافيتنا ونزاهتنا وسلوكنا الأخلاقي. نحن نلتزم بأعلى معايير ممارسات العمل، ونضمن الشفافية والسرية والنزاهة طوال عملية التوظيف. هدفنا هو بناء علاقات طويلة الأمد مع عملائنا ومرشحينا، على أساس الثقة والاحترام المتبادل والنجاح المشترك.",
  "our_achiev": "إنجازاتنا",
  "teams": "فرق",
  "country": "الدول المخدومة",
  "promise": "الوعود التي تم تسليمها",

  "testimonials_head": "الشهادات - التوصيات",

  "testimonials_desc1": "لقد قامت شركة PCOX Internet Pvt. Ltd. بتحويل حضورنا الرقمي من خلال حلولها المبتكرة. لقد قامت منصة التجارة والخدمات اللوجستية الرقمية الخاصة بها بتبسيط عمليات الاستيراد والتصدير لدينا، مما وفر لنا الوقت والمال!",
  "testimonials_client1": "ادوارد بلينكين",

  "testimonials_desc2": "كان العمل مع شركة PCOX Internet Pvt. Ltd. بمثابة نقطة تحول في أعمالنا. ساعدتنا خبرتهم في تطوير الويب والتسويق الرقمي في الوصول إلى أسواق جديدة وتنمية قاعدة عملائنا بشكل كبير.",
  "testimonials_client2": "كلفن توماس",

  "testimonials_desc3": "كنا نواجه صعوبات في فهم سلسلة التوريد حتى دخلنا في شراكة مع شركة PCOX Internet Pvt. Ltd. لقد قدمت منصتهم كفاءة لا مثيل لها وبيانات في الوقت الفعلي، مما أدى إلى إحداث ثورة في إدارة الخدمات اللوجستية لدينا.",
  "testimonials_client3": "هيليري أندرو",

  "testimonials_desc4": "لقد قدمت لنا شركة PCOX Internet Pvt. Ltd. خدمات تطوير برمجيات استثنائية تناسب احتياجات أعمالنا تمامًا. كان فريقهم محترفًا وسريع الاستجابة وملتزمًا بنجاحنا منذ اليوم الأول.",
  "testimonials_client4": "أكليما",

  "testimonials_desc5": "كانت استراتيجيات التسويق الرقمي التي طورتها شركة PCOX Internet Pvt. Ltd. فعالة بشكل لا يصدق. فقد ارتفعت مشاركتنا عبر الإنترنت بشكل كبير، وشهدنا زيادة ملحوظة في عدد العملاء المحتملين والتحويلات!",
  "testimonials_client5": "جيليا ترامب",

  "mission": "مهمة",
  "mission_desc_1": "في شركة PCOX Internet Pvt. Ltd، مهمتنا هي تمكين الشركات بحلول رقمية مبتكرة تعزز النمو والكفاءة وتفاعل العملاء. نسعى لأن نكون شريكًا موثوقًا من خلال تقديم خدمات مخصصة وعالية الجودة في تطوير الويب، تطوير البرمجيات، التسويق الرقمي، والتجارة والخدمات اللوجستية الرقمية، مما يضمن لعملائنا النجاح في العالم الرقمي المتطور باستمرار.",
  "vision": "الرؤية",
  "vision_desc_1": "رؤيتنا هي أن نكون رائدين عالميين في التحول الرقمي، معروفين بالتزامنا بالابتكار، التميز، ونجاح العملاء. نسعى إلى إعادة تعريف التجربة الرقمية للشركات حول العالم، لتمكينهم من تحقيق إمكانياتهم الكاملة من خلال التكنولوجيا المتطورة والحلول الرقمية الاستراتيجية.",
  "value": "القيم",
  "value_desc_1": "قيمنا ترتكز على الابتكار، الجودة، والتعاون. نحن ملتزمون بتقديم حلول رقمية شاملة وفعالة لعملائنا، مع التركيز على تحقيق نجاحهم من خلال تكامل التكنولوجيا المتقدمة مع الشراكة الإستراتيجية والشفافية.",
  "value_desc_2": "الابتكار: نسعى باستمرار إلى إيجاد طرق جديدة وإبداعية لحل المشكلات، ونتبنى التغيير ونعتمد أحدث التقنيات لتحقيق أفضل النتائج.",
  "value_desc_3": "النزاهة: نلتزم بأعلى معايير الصدق والشفافية والسلوك الأخلاقي في جميع تعاملاتنا وممارساتنا التجارية.",
  "our_services": "خدماتنا",
  "our_services_message": "حلول شاملة في تطوير الويب، تطوير البرمجيات، التسويق الرقمي، الاستيراد والتصدير، والخدمات اللوجستية لدفع نجاح عملك.",
  "hr_services": "خدمات الاستيراد والتصدير وحلول الخدمات اللوجستية",
  "hr_services_message": "تبسيط التجارة العالمية من خلال الخبرة في التوريد، الامتثال، والخدمات اللوجستية الفعالة، لضمان التسليم في الوقت المحدد وبأمان عبر الأسواق الدولية.",
  "hr_consulting": "تطوير البرمجيات",
  "hr_consulting_message": "تقديم حلول برمجية مخصصة تناسب احتياجات عملك، وتعزيز الإنتاجية والقابلية للتوسع والنمو من خلال تكنولوجيا مبتكرة وآمنة وفعالة.",
  "hr_third_party_payroll_services": "التسويق الرقمي",
  "hr_third_party_payroll_services_message": "رفع علامتك التجارية من خلال استراتيجيات SEO، وسائل التواصل الاجتماعي، تسويق المحتوى، وحملات PPC المصممة لزيادة التفاعل، المرور، والتحويلات.",
  "business_consulting": "استشارات أعمال الموارد البشرية",
  "business_consulting_message": "مرحبًا بكم في خدمات استشارات أعمال الموارد البشرية لدينا! نحن متخصصون في تقديم الإرشادات الخبراء للأعمال، لمساعدتها في التنقل عبر...",
  "employment_training_and_development": "تدريب وتطوير الموظفين",
  "employment_training_and_development_message": "استثمر في قوتك العاملة من خلال برامج التدريب المخصصة لدينا. من ورش عمل تطوير المهارات إلى التدريب القيادي...",
  "hr_compilance_and_legal_support": "الامتثال للموارد البشرية والدعم القانوني",
  "hr_compilance_and_legal_support_message": "ابقَ ملتزمًا بقوانين وأنظمة التوظيف المتغيرة باستمرار. يقدم خبراؤنا في الموارد البشرية الإرشادات بشأن الأمور القانونية...",
  "industries_we_serve": "الصناعات التي نخدمها",
  "industries_we_serve_message": "نحن فخورون بتقديم حلول وخدمات مبتكرة لمجموعة متنوعة من الصناعات.",
  "building_construction": "التجارة الإلكترونية",
  "building_construction_message": "تعزيز تجارب التسوق عبر الإنترنت من خلال تطوير الويب، التسويق الرقمي، والخدمات اللوجستية الفعالة.",
  "road_construction": "الرعاية الصحية",
  "road_construction_message": "تطوير برمجيات مخصصة لإدارة المرضى، تسويق خدمات الرعاية الصحية، وضمان سلاسة الخدمات اللوجستية للإمدادات الطبية.",
  "oil_and_gas": "التصنيع",
  "oil_and_gas_message": "تبسيط سلاسل التوريد، تحسين الخدمات اللوجستية، وتنفيذ حلول برمجية مخصصة لزيادة كفاءة الإنتاج.",
  "facility_management": "الخدمات المالية",
  "facility_management_message": "تقديم تطوير برمجيات آمنة للمعاملات المالية، التسويق الرقمي لجذب العملاء، وحلول لوجستية للتعامل الآمن مع الوثائق.",
  "security": "التجزئة",
  "security_message": "تحسين الوجود الرقمي من خلال استراتيجيات تطوير الويب والتسويق الرقمي، وإدارة اللوجستيات للاستيراد والتصدير للمخزون والإمدادات.",
  "mep": "التعليم",
  "mep_message": "تطوير برمجيات تعليمية مخصصة، تنفيذ استراتيجيات التسويق الرقمي للمؤسسات، وإدارة اللوجستيات للموارد والمواد التعليمية.",
  "latest_blog": "أحدث المدونات",
  "latest_blog_message_1": "اكتشف رؤى الخبراء ونصائح قيمة حول عمليات الاستيراد والتصدير،",
  "latest_blog_message_2": "اتجاهات التكنولوجيا، واستراتيجيات الأعمال في قسم مدونتنا المعلوماتي.",
  "securty": "التجارة العالمية: استراتيجيات الاستيراد والتصدير لعام 2024",
  "securty_message": "استكشف أحدث الاستراتيجيات وأفضل الممارسات لتحسين عمليات الاستيراد والتصدير الخاصة بك، وتقليل المخاطر، والاستفادة من الأسواق العالمية الناشئة.",
  "management": "لماذا يحتاج عملك إلى برمجيات مخصصة",
  "management_message": "تعلم كيف يمكن أن تحسن حلول البرمجيات المخصصة العمليات، وتخفض التكاليف، وتقدم ميزات مخصصة لتلبية احتياجات عملك الفريدة.",
  "design": "تعزيز علامتك التجارية",
  "desing_message": "اكتشف استراتيجيات التسويق الرقمي الفعالة، من SEO إلى استراتيجيات وسائل التواصل الاجتماعي، التي يمكن أن ترفع علامتك التجارية وتزيد من العائد على الاستثمار في السوق التنافسي.",
  "user_indication_title": "دعنا نفهم احتياجاتك",
  "user_indication_title_message": "يرجى مشاركة تفاصيلك وسيتواصل معك أحد المتخصصين لدينا قريبًا.",
  "ready_to_do_this": "جاهز للبدء",
  "lets_get_to_work": "لنبدأ العمل",
  "submit": "إرسال",
  "contact_us": "اتصل بنا",
  "find_jobs": "ابحث عن وظائف",
  "Job_abu_dhabi": "وظائف في أبوظبي",
  "Job_dubai": "وظائف في دبي",
  "Job_algeria": "وظائف في الجزائر",
  "Job_behrain": "وظائف في البحرين",
  "Job_egypt": "وظائف في مصر",
  "Job_india": "وظائف في الهند",
  "Job_iraq": "وظائف في العراق",
  "Job_jordan": "وظائف في الأردن",
  "Job_kuwait": "وظائف في الكويت",
  "Job_lebanon": "وظائف في لبنان",
  "Job_libya": "وظائف في ليبيا",
  "Job_morocco": "وظائف في المغرب",
  "copyright": "حقوق النشر © 2023-24 شركة PCOX Internet Pvt. Ltd. جميع الحقوق محفوظة",
  "contact_num": "التواصل برقم الهاتف",
  "email_add": "عنوان البريد الإلكتروني",
  "location": "الموقع",
  "formcont1": "اتصل بنا",
  "formdesc": "لمساعدتنا في تقديم أفضل الحلول المصممة خصيصًا لعملك، يرجى ملء النموذج أدناه بمتطلباتك المحددة.",

  "hr_services_0": "خدمات الاستيراد والتصدير وحلول الخدمات اللوجستية",

  "hr_services_1_head": "خدمات النقل البري",
  "hr_services_1_desc": "في شركة PCOX Internet Pvt Limited، تم تصميم خدمات النقل البري لدينا لتوفير الكفاءة والموثوقية والسرعة في نقل البضائع عبر الحدود المحلية والدولية. نحن نقدم مجموعة شاملة من الحلول لضمان نقل بضائعك بأمان وفي الوقت المحدد وبشفافية كاملة.",
  "hr_services_1_li1": "1. تحسين النقل البري: يصمم خبراؤنا طرق نقل بري محسنة تقلل من أوقات التسليم وتقلل من استهلاك الوقود وتخفض التكاليف الإجمالية. من خلال الاستفادة من أدوات التخطيط اللوجستي المتقدمة وتتبع المركبات في الوقت الفعلي وإدارة الطرق الفعّالة، نضمن تسليم بضائعك بدقة وسرعة.",
  "hr_services_1_li2": "2. الحلول عبر الحدود: نعمل على تبسيط النقل عبر الحدود من خلال إدارة التخليص الجمركي والامتثال التنظيمي وجميع الوثائق اللازمة. تضمن حلولنا الشاملة انتقالات سلسة على الحدود الدولية، مما يساعدك على تجنب التأخيرات المكلفة وضمان تسليم سلس لبضائعك.",
  "hr_services_1_li3": "3. إدارة الأسطول المخصصة: بالنسبة للشركات التي لديها احتياجات نقل متكررة، نقدم خدمات إدارة الأسطول المخصصة لضمان جداول تسليم ثابتة وموثوقة.",
  "hr_services_1_li4": "4. مناولة البضائع المتخصصة: نقدم أيضًا حلول نقل متخصصة للبضائع الضخمة أو الخطرة أو الحساسة. من خلال المناولة المتخصصة والمعدات المناسبة والتركيز على السلامة، نضمن وصول حتى أكثر الشحنات تعقيدًا بأمان إلى وجهتها.",

  "hr_services_2_head": "خدمات النقل البحري",
  "hr_services_2_desc": "في شركة PCOX Internet Pvt Limited، تم تصميم خدمات النقل البحري لدينا لضمان الشحن الفعال والموثوق به عبر المياه العالمية. نقدم مجموعة شاملة من الحلول لنقل البضائع الخاصة بك بأمان وفي الموعد المحدد، والاستفادة من الشراكات الاستراتيجية مع شركات النقل والموانئ الكبرى في جميع أنحاء العالم.",
  "hr_services_2_li1": "1. تحسين الشحن البحري: يتخصص فريقنا في تحسين طرق الشحن البحري لتقليل أوقات العبور والتكاليف. نحن نعمل بشكل وثيق مع خطوط الشحن لتوفير أسعار تنافسية وجداول شحن مرنة مصممة لتناسب احتياجات عملك.",
  "hr_services_2_li2": "2. حمولة حاوية كاملة (FCL) وحمولة أقل من حاوية (LCL): نقدم خياري حمولة حاوية كاملة وحمولة أقل من حاوية اعتمادًا على حجم الشحنة الخاصة بك. سواء كان لديك شحنة كاملة أو أصغر، فإننا نضمن تعبئة بضائعك بشكل آمن ونقلها بكفاءة.",
  "hr_services_2_li3": "3. الجمارك والتوثيق: تشمل خدمات النقل البحري لدينا التخليص الجمركي الكامل وإدارة جميع الوثائق، بما في ذلك سندات الشحن وإعلانات التصدير وشهادات المنشأ، مما يضمن الامتثال للوائح التجارة الدولية.",
  "hr_services_2_li4": "4. الشحن مع التحكم في درجة الحرارة: نقدم خدمات الحاويات المبردة للسلع الحساسة لدرجة الحرارة، مما يضمن الحفاظ على العناصر القابلة للتلف مثل الأغذية والأدوية في الظروف المطلوبة طوال الرحلة بأكملها.",
  "hr_services_2_li5": "5. مناولة البضائع المتخصصة: بالنسبة للبضائع ذات الحجم الكبير أو المتخصصة، نقدم حلول نقل بحري مخصصة، بما في ذلك خدمات شحن المشاريع والرفع الثقيل. يضمن فريقنا التحميل والتأمين والتفريغ المناسبين لضمان التسليم الآمن.",

  "hr_services_3_head": "خدمات النقل الجوي",
  "hr_services_3_desc": "في شركة PCOX Internet Pvt Limited، تم تصميم خدمات النقل الجوي لدينا لتوفير شحن سريع وموثوق وآمن لبضائعك الحساسة للوقت. نحن نستخدم شبكة من شركات الطيران وشركات الشحن العالمية لضمان وصول بضائعك إلى وجهتها بسرعة وأمان.",
  "hr_services_3_li1": "1. تحسين الشحن الجوي: نحن متخصصون في تحسين طرق الشحن الجوي لتقديم أسرع أوقات العبور والحلول الفعالة من حيث التكلفة. تتيح لنا شراكاتنا مع شركات الطيران الكبرى توفير جداول مرنة وأسعار تنافسية لجميع احتياجاتك في مجال النقل الجوي.",
  "hr_services_3_li2": "2. الشحن الجوي السريع والقياسي: سواء كنت بحاجة إلى تسليم سريع أو خدمات شحن جوي قياسية، فإننا نقدم خيارات تلبي احتياجاتك العاجلة وميزانيتك. تضمن حلولنا التعامل مع شحنتك بعناية ووصولها في الوقت المحدد.",
  "hr_services_3_li3": "3. التخليص الجمركي والتوثيق: تشمل خدمات النقل الجوي لدينا التخليص الجمركي الشامل وإدارة الوثائق. نحن نتعامل مع جميع المستندات اللازمة، بما في ذلك سندات الشحن الجوي وإقرارات الاستيراد/التصدير، لضمان الشحن السلس والمتوافق.",
  "hr_services_3_li4": "4. الشحن الجوي الذي يتم التحكم في درجة حرارته: بالنسبة للعناصر الحساسة للحرارة مثل الأدوية أو السلع القابلة للتلف، نقدم حلول الشحن الجوي التي يتم التحكم في درجة حرارتها. تحافظ حاوياتنا المتخصصة على الظروف المطلوبة طوال الرحلة، مما يحمي شحناتك القيمة.",
  "hr_services_3_li5": "5. خدمات الأولوية والرحلات المستأجرة: نوفر خيارات النقل الجوي الأولوية والرحلات المستأجرة للشحنات العاجلة أو عالية القيمة. تضمن خدماتنا المخصصة التسليم في الوقت المناسب وبشكل آمن، مع دعم مخصص لإدارة كل جانب من جوانب احتياجات الشحن الجوي الخاصة بك.",

  "hr_consulting_0": "خدمات تطوير البرمجيات الخاصة بنا",

  "hr_consulting_1_head": "تطوير البرمجيات المخصصة",
  "hr_consulting_1_desc": "في شركة PCOX Internet Pvt Limited، يتم تصميم خدمات تطوير البرمجيات المخصصة لدينا لتلبية الاحتياجات الفريدة لعملك. نحن نقدم حلولاً شاملة، من المفهوم الأولي والتصميم إلى التطوير والنشر، مما يضمن منتجًا يعزز كفاءتك التشغيلية ويتماشى مع أهدافك الاستراتيجية.",
  "hr_consulting_1_li1": "1. تحليل المتطلبات: نبدأ بتحليل مفصل لاحتياجات عملك لضمان أن الحل البرمجي الذي نطوره يلبي متطلباتك وأهدافك المحددة.",
  "hr_consulting_1_li2": "2. التصميم والنمذجة الأولية: ينشئ فريقنا مستندات تصميم ونماذج أولية مفصلة لتصور وظائف البرنامج وواجهة المستخدم، مما يضمن التوافق مع توقعاتك.",
  "hr_consulting_1_li3": "3. التطوير والاختبار: نستخدم أفضل ممارسات الصناعة لإنشاء برامج قوية وقابلة للتطوير وإجراء اختبارات شاملة لتحديد وحل أي مشكلات، وتقديم منتج نهائي عالي الجودة.",
  "hr_consulting_1_li4": "4. النشر والدعم: بمجرد اكتمال التطوير، نتولى النشر ونقدم الدعم والصيانة المستمرة لضمان استمرار أداء برنامجك على النحو الأمثل.",

  "hr_consulting_2_head": "تطوير تطبيقات الويب",
  "hr_consulting_2_desc": "تركز خدمات تطوير تطبيقات الويب لدينا على إنشاء تطبيقات ويب جذابة وديناميكية ومستجيبة تعمل على تحقيق النجاح التجاري. نحن نستخدم أحدث التقنيات لبناء تطبيقات وظيفية وسهلة الاستخدام.",
  "hr_consulting_2_li1": "1. تطوير الواجهة الأمامية: نقوم بتصميم وتطوير واجهات مستخدم بديهية ومستجيبة لتوفير تجربة مستخدم سلسة عبر جميع الأجهزة.",
  "hr_consulting_2_li2": "2. تطوير الواجهة الخلفية: يبني فريقنا أنظمة قوية على جانب الخادم تتعامل مع معالجة البيانات وتكاملها بكفاءة، مما يضمن تطبيقًا موثوقًا وقابلًا للتطوير.",
  "hr_consulting_2_li3": "3. تصميم وإدارة قاعدة البيانات: ننفذ قواعد بيانات آمنة وفعالة لدعم احتياجات تخزين واسترجاع البيانات لتطبيق الويب الخاص بك.",
  "hr_consulting_2_li4": "4. تطوير واجهة برمجة التطبيقات: نقوم بإنشاء واجهات برمجة التطبيقات ودمجها لتسهيل الاتصال بين تطبيق الويب الخاص بك والخدمات الأخرى، مما يضمن تبادل البيانات بسلاسة وكفاءة.",

  "hr_consulting_3_head": "تطوير تطبيقات الهاتف المحمول",
  "hr_consulting_3_desc": "نحن نقدم خدمات تطوير تطبيقات الهاتف المحمول الشاملة لكل من منصات iOS وAndroid، مع التركيز على تقديم تطبيقات عالية الأداء تلبي احتياجات عملك وتعزز مشاركة المستخدم.",
  "hr_consulting_3_li1": "1. تطوير التطبيقات الأصلية: نقوم بتطوير تطبيقات أصلية مصممة خصيصًا للمتطلبات المحددة لمنصات iOS وAndroid، مما يضمن الأداء الأمثل وتجربة المستخدم.",
  "hr_consulting_3_li2": "2. تطوير التطبيقات الهجينة: تجمع حلول التطبيقات الهجينة لدينا بين التقنيات الأصلية وتقنيات الويب لتوفير خيار فعال من حيث التكلفة مع توافق واسع النطاق مع المنصات.",
  "hr_consulting_3_li3": "3. تصميم واجهة المستخدم/تجربة المستخدم: نقوم بتصميم واجهات جذابة وسهلة الاستخدام للتطبيقات المحمولة، مع التركيز على قابلية الاستخدام والجاذبية البصرية لتحسين رضا المستخدم.",
  "hr_consulting_3_li4": "4. اختبار التطبيق وتحسينه: نقوم بإجراء اختبارات وتحسينات مكثفة لضمان عمل تطبيقك بسلاسة عبر الأجهزة وأنظمة التشغيل المختلفة.",

  "hr_consulting_4_head": "تكامل البرامج",
  "hr_consulting_4_desc": "تساعدك خدمات تكامل البرامج لدينا على ربط الأنظمة والتطبيقات المختلفة لتبسيط عملياتك. نركز على إنشاء حلول متماسكة تعمل على تعزيز تدفق البيانات والكفاءة التشغيلية.",
  "hr_consulting_4_li1": "1. تحليل النظام: نقوم بتحليل أنظمتك الحالية لتحديد نقاط التكامل والمتطلبات، وتصميم الحلول التي تلبي احتياجاتك المحددة.",
  "hr_consulting_4_li2": "2. تطوير البرامج الوسيطة: نقوم بإنشاء حلول البرامج الوسيطة التي تسهل الاتصال بين الأنظمة المختلفة، وضمان تبادل البيانات بسلاسة وقابلية التشغيل البيني للنظام.",
  "hr_consulting_4_li3": "3. نقل البيانات: نحن ندير نقل بياناتك بين الأنظمة، وضمان الدقة والنزاهة مع تقليل الاضطراب في عملك.",
  "hr_consulting_4_li4": "4. اختبار التكامل: نجري اختبارات شاملة لضمان عمل الأنظمة المتكاملة بشكل صحيح وفعال، وتلبية معايير الأداء والموثوقية الخاصة بك.",

  "hr_consulting_5_head": "حلول قائمة على السحابة",
  "hr_consulting_5_desc": "نقدم حلول برمجية قائمة على السحابة توفر المرونة وقابلية التوسع والفعالية من حيث التكلفة. تم تصميم خدماتنا لتحسين عملياتك ودعم نمو أعمالك من خلال تقنيات السحابة المبتكرة.",
  "hr_consulting_5_li1": "1. تطوير تطبيقات السحابة: نقوم بتطوير تطبيقات سحابية مخصصة تستفيد من البنية الأساسية السحابية للحصول على حلول قابلة للتطوير وعالية الأداء ومصممة خصيصًا لتلبية متطلبات عملك.",
  "hr_consulting_5_li2": "2. ترحيل السحابة: تسهل خدمات ترحيل السحابة لدينا انتقال تطبيقاتك وبياناتك إلى السحابة، مما يضمن عملية سلسة وفعالة مع الحد الأدنى من التأثير على عملياتك.",
  "hr_consulting_5_li3": "3. تكامل السحابة: نقوم بدمج خدمات السحابة مع أنظمتك الحالية لإنشاء بيئة تكنولوجيا معلومات متماسكة، وتعزيز الاتصال وتبسيط العمليات القائمة على السحابة.",
  "hr_consulting_5_li4": "4. أمان السحابة: نقوم بتنفيذ تدابير أمنية قوية لحماية تطبيقاتك وبياناتك القائمة على السحابة، بما في ذلك التشفير وضوابط الوصول والامتثال لمعايير الصناعة.",

  "hr_consulting_6_head": "صيانة ودعم البرامج",
  "hr_consulting_6_desc": "خدمات صيانة ودعم البرامج لدينا تأكد من أن برنامجك يظل محدثًا وعمليًا وآمنًا. نحن نقدم الدعم والتحديثات المستمرة للحفاظ على تشغيل أنظمتك بسلاسة وكفاءة.",
  "hr_consulting_6_li1": "1. التحديثات المنتظمة: نقدم تحديثات في الوقت المناسب لبرنامجك، بما في ذلك الميزات الجديدة وتصحيحات الأمان وتحسينات الأداء لضمان بقائه محدثًا وفعالًا.",
  "hr_consulting_6_li2": "2. إصلاح الأخطاء: يعالج فريقنا أي مشكلات أو أخطاء تنشأ، وينفذ الإصلاحات والتحسينات اللازمة للحفاظ على موثوقية البرنامج وأدائه.",
  "hr_consulting_6_li3": "3. الدعم الفني: نقدم دعمًا فنيًا شاملاً للمساعدة في أي مشكلات أو أسئلة قد تكون لديك، وضمان الحل السريع والحد الأدنى من الانقطاع لعملياتك.",
  "hr_consulting_6_li4": "4. مراقبة الأداء: نراقب أداء برنامجك باستمرار لتحديد المشكلات المحتملة ومعالجتها بشكل استباقي، وضمان الأداء الأمثل وتجربة المستخدم.",

  "thirt_party_0": "خدمات التسويق الرقمي",

  "thirt_party_1_head": "تحسين محركات البحث (SEO)",
  "thirt_party_1_desc": "في PCOX Internet Pvt Limited، تم تصميم خدمات تحسين محركات البحث لدينا لتحسين ظهور موقعك على الويب وترتيبه على محركات البحث. نستخدم نهجًا قائمًا على البيانات لتعزيز حضورك على الإنترنت وزيادة حركة المرور العضوية.",
  "thirt_party_1_li1": "1. البحث عن الكلمات الرئيسية: نجري بحثًا شاملاً عن الكلمات الرئيسية لتحديد الكلمات الرئيسية الأكثر صلة وحركة مرور عالية لعملك، وتحسين المحتوى الخاص بك لتحسين ترتيب محرك البحث.",
  "thirt_party_1_li2": "2. التحسين على الصفحة: يعمل فريقنا على تحسين بنية موقعك على الويب وعلامات التعريف والمحتوى لضمان أنه صديق لمحركات البحث ويوفر تجربة مستخدم متفوقة.",
  "thirt_party_1_li3": "3. بناء الروابط: نطور حملة بناء روابط إستراتيجية لزيادة عدد الزيارات إلى موقعك. سلطة ومصداقية موقع الويب، مما يحسن فرصك في الحصول على ترتيب أعلى في نتائج البحث.",
  "thirt_party_1_li4": "4. تتبع الأداء: نراقب أداء تحسين محرك البحث الخاص بك باستمرار، باستخدام التحليلات لتتبع التقدم، وتحديد مجالات التحسين، وتعديل الاستراتيجيات حسب الحاجة.",

  "thirt_party_2_head": "تسويق المحتوى",
  "thirt_party_2_desc": "تم تصميم خدمات تسويق المحتوى لدينا لإشراك وجذب جمهورك المستهدف. نحن ننشئ محتوى عالي الجودة يتردد صداه مع جمهورك ويدفع التحويلات.",
  "thirt_party_2_li1": "1. تطوير استراتيجية المحتوى: نطور استراتيجية محتوى شاملة تتوافق مع أهداف عملك وجمهورك المستهدف، مما يضمن أن المحتوى الخاص بك يقود المشاركة بشكل فعال.",
  "thirt_party_2_li2": "2. كتابة المدونات والمقالات: ينشئ فريقنا منشورات ومقالات مدونة إعلامية وجذابة تعمل على ترسيخ علامتك التجارية كسلطة في الصناعة وتدفع الزيارات إلى موقع الويب الخاص بك.",
  "thirt_party_2_li3": "3. إنشاء المحتوى المرئي: نقوم بتصميم رسوم بيانية توضيحية ومقاطع فيديو ومحتوى وسائط متعددة جذاب بصريًا يجذب الانتباه ويعزز جهودك التسويقية.",
  "thirt_party_2_li4": "4. توزيع المحتوى: ندير توزيع المحتوى الخاص بك عبر منصات مختلفة، مما يضمن أقصى قدر من الوصول والرؤية للتفاعل مع جمهورك بشكل فعال.",

  "thirt_party_3_head": "التسويق عبر وسائل التواصل الاجتماعي",
  "thirt_party_3_desc": "تساعدك خدمات التسويق عبر وسائل التواصل الاجتماعي لدينا على بناء حضور قوي عبر الإنترنت والتواصل مع جمهورك عبر منصات التواصل الاجتماعي المختلفة. نحن نبتكر استراتيجيات تعزز الوعي بالعلامة التجارية وتعزز مشاركة المجتمع.",
  "thirt_party_3_li1": "1. استراتيجية وسائل التواصل الاجتماعي: نقوم بتطوير استراتيجيات مخصصة لوسائل التواصل الاجتماعي لتلبية أهداف عملك، بما في ذلك تخطيط المحتوى واستهداف الجمهور واختيار المنصة.",
  "thirt_party_3_li2": "2. إنشاء المحتوى: ينتج فريقنا محتوى جذابًا وذا صلة بوسائل التواصل الاجتماعي، بما في ذلك المنشورات والصور ومقاطع الفيديو، لجذب انتباه جمهورك والاحتفاظ به.",
  "thirt_party_3_li3": "3. إدارة المجتمع: ندير ملفاتك الشخصية على وسائل التواصل الاجتماعي، ونتفاعل مع جمهورك، ونتعامل مع أي أسئلة أو تعليقات لبناء مجتمع قوي وإيجابي على الإنترنت.",
  "thirt_party_3_li4": "4. التحليلات وإعداد التقارير: نتتبع أداء وسائل التواصل الاجتماعي باستخدام أدوات التحليلات، ونقدم تقارير ورؤى منتظمة لقياس فعالية استراتيجياتنا وإجراء تعديلات قائمة على البيانات.",

  "thirt_party_4_head": "الإعلان بالدفع لكل نقرة (PPC)",
  "thirt_party_4_desc": "تم تصميم خدمات الإعلان بالدفع لكل نقرة لدينا لجذب حركة المرور الفورية وتوليد العملاء المحتملين من خلال الحملات الإعلانية المستهدفة. نحن نركز على تعظيم عائد الاستثمار الخاص بك مع تحسين الإنفاق على الإعلانات والأداء.",
  "thirt_party_4_li1": "1. إستراتيجية الحملة: نقوم بإنشاء إستراتيجيات مفصلة لحملة الدفع لكل نقرة، بما في ذلك اختيار الكلمات الرئيسية وكتابة نصوص الإعلانات وإدارة العطاءات لتحقيق أهدافك الإعلانية.",
  "thirt_party_4_li2": "2. إنشاء الإعلانات: يقوم فريقنا بتصميم إعلانات إبداعية وصفحات مقصودة مقنعة تجذب الانتباه وتدفع التحويلات، مما يضمن تجربة مستخدم عالية الجودة.",
  "thirt_party_4_li3": "3. إدارة العطاءات: نعمل باستمرار على تحسين عروض الإعلانات والميزانيات الخاصة بك لزيادة الرؤية والعائد على الاستثمار مع تقليل التكاليف غير الضرورية.",
  "thirt_party_4_li4": "4. مراقبة الأداء: نقوم بمراقبة وتحليل حملة الدفع لكل نقرة الأداء، وتوفير تحديثات ورؤى منتظمة لتحسين الاستراتيجيات وتحسين النتائج.",

  "hr_busi_0": "استشارات الأعمال المتعلقة بالموارد البشرية",
  "hr_busi_1": "مرحبًا بكم في خدمات استشارات الأعمال الخاصة بالموارد البشرية، حيث تلتقي الخبرة بالابتكار! في شركتنا، نتفهم التحديات الديناميكية التي تواجهها الشركات في المشهد التنافسي اليوم. مع فريق من المستشارين المخضرمين، نقدم إرشادات استراتيجية مصممة خصيصًا لاحتياجاتك المحددة. سواء كنت شركة ناشئة تتطلع إلى ترسيخ وجودك في السوق أو شركة راسخة تهدف إلى التميز التشغيلي، فإن حلولنا الشاملة تمكنك من تحقيق أهدافك.",
  "hr_busi_2": "في مجال استشارات الأعمال الخاصة بالموارد البشرية، نعيد تعريف الاحتمالات. يجمع فريقنا المخصص من المحترفين بين رؤى الصناعة والإبداع، وتقديم حلول مبتكرة تدفع نمو الأعمال. نحن نؤمن ليس فقط بتلبية توقعات العملاء ولكن تجاوزها. من خلال الاستفادة من خبرتنا في مجالات مثل أبحاث السوق والتخطيط الاستراتيجي والتطوير التنظيمي، نساعد الشركات في اتخاذ قرارات مستنيرة والبقاء في صدارة المنافسة. دعنا نكون شركاءك الاستراتيجيين، ونوجهك نحو مستقبل من النجاح والنمو الذي لا مثيل له.",
  "emp_tr_0": "تدريب وتطوير الموظفين",
  "emp_tr_1": "نحن نقدم مجموعة متنوعة من وحدات التدريب المصممة خصيصًا لمعالجة تحديات الصناعة المحددة وفجوات المهارات الفردية. من الكفاءة الفنية إلى المهارات الشخصية، يقدم مدربونا ذوو الخبرة جلسات عملية وتفاعلية تعزز التعلم المستمر. هدفنا ليس فقط سد فجوات المهارات الموجودة داخل مؤسستك ولكن أيضًا تنمية ثقافة الإبداع والقدرة على التكيف.",
  "emp_tr_2": "من خلال الاستثمار في برامج تدريب وتطوير الموظفين لدينا، فإنك لا تعزز قدرات فريقك فحسب؛ بل تعزز قوة عاملة مرنة وحافزة وجاهزة لمواجهة أي تحد. اشترك معنا لإطلاق العنان للإمكانات الكاملة لموظفيك، ودفع عملك نحو النمو المستدام والنجاح.",
  "hr_comp_0": "الامتثال للموارد البشرية والدعم القانوني",
  "hr_comp_1": "إن التنقل في المشهد المعقد للامتثال للموارد البشرية واللوائح القانونية أمر بالغ الأهمية لأي عمل تجاري. تم تصميم خدمات الامتثال للموارد البشرية والدعم القانوني لتزويدك بالإرشادات الخبيرة وراحة البال. نحن نواكب أحدث قوانين ولوائح العمل، ونضمن أن سياسات وممارسات شركتك تتوافق بسلاسة مع المتطلبات القانونية.",
  "hr_comp_2": "يقدم فريقنا المخصص من المحترفين دعمًا شاملاً في صياغة ومراجعة وتحديث سياسات وإجراءات الموارد البشرية. نجري عمليات تدقيق شاملة لتحديد مجالات المخاطر المحتملة وإرشادك إلى أفضل الممارسات للتخفيف من التحديات القانونية. سواء كانت عقود توظيف أو سياسات مكافحة التمييز أو إرشادات السلامة في مكان العمل، فنحن نخصص خدماتنا لتلبية احتياجات صناعتك المحددة، وضمان الامتثال للقوانين المحلية والولائية والفيدرالية.",
  "hr_comp_3": "من خلال الشراكة معنا للامتثال للموارد البشرية والدعم القانوني، يمكنك التركيز على أنشطتك التجارية الأساسية، واثقًا من أن ممارسات الموارد البشرية الخاصة بك تتوافق مع القانون. كن على اطلاع دائم بالتغييرات التنظيمية، وقلّل من المخاطر القانونية، وعزز بيئة العمل التي تعزز الامتثال القانوني والنزاهة الأخلاقية. دعنا نكون شركاءك الموثوق بهم في ضمان بيئة عمل آمنة ومتوافقة لموظفيك."
}
