{
  "home": "Hogar",
  "about": "Acerca de",
  "services": "Servicio",
  "blog": "Blog",
  "contact": "Contacto",
  "for_job_seekers": "PARA BUSCADORES DE EMPLEO",
  "for_client": "PARA CLIENTE",
  "about_us": "Sobre nosotras",
  "about_desc_1": "¡Bienvenido a nuestro sitio web de contratación en el extranjero! Estamos encantados de tenerte aquí. En nuestros servicios de recursos humanos, nos esforzamos por conectar personas talentosas con interesantes oportunidades laborales en el extranjero. Si usted es un solicitante de empleo que busca una nueva aventura o un empleador que busca profesionales calificados, estamos aquí para ayudarlo en cada paso del camino. Con nuestra amplia red y experiencia en contratación internacional, hemos colocado candidatos con éxito en diversas industrias en todo el mundo.",
  "about_desc_2": "Nuestro equipo de dedicados profesionales de recursos humanos comprende los desafíos y oportunidades únicos que conlleva trabajar en un país extranjero. Estamos orgullosos de brindar servicios personalizados que satisfacen las necesidades específicas tanto de quienes buscan empleo como de los empleadores. Para quienes buscan empleo, ofrecemos una amplia gama de recursos para ayudarlos a encontrar el trabajo perfecto en el extranjero. Nuestro equipo trabajará estrechamente con usted para comprender sus habilidades, aspiraciones y preferencias. Luego lo encontraremos con oportunidades laborales adecuadas en países que se alineen con sus objetivos.",
  "mission": "Misión",
  "mission_desc_1": "Empoderar a cada individuo para que lleve la vida de su elección proporcionándole las habilidades necesarias y un trabajo que mejore su crecimiento.",
  "vision": "Visión",
  "vision_desc_1": "Nuestra misión es brindar servicios de contratación excepcionales, garantizando un proceso fluido y eficiente tanto para los empleadores como para los solicitantes de empleo. Nuestro objetivo es combinar el talento adecuado con el trabajo adecuado, ayudando a las empresas a prosperar y a las personas a alcanzar sus objetivos profesionales.",
  "value": "Valor",
  "value_desc_1": "Estamos comprometidos a mantener los más altos estándares de profesionalismo, integridad y conducta ética en todas nuestras interacciones. Nuestro objetivo es construir relaciones de largo plazo con nuestros clientes y candidatos, basadas en la confianza, la transparencia y el éxito mutuo.",
  "value_desc_2": "A través de nuestra experiencia y nuestra amplia red, nuestro objetivo es contribuir al crecimiento y desarrollo de empresas globales proporcionándoles el mejor talento de todo el mundo. También nos esforzamos por empoderar a las personas conectándolas con oportunidades que mejorarán sus habilidades, conocimientos y perspectivas profesionales generales.",
  "value_desc_3": "En resumen, nuestra visión es ser un líder global en contratación de recursos humanos, mientras que nuestra misión es brindar servicios excepcionales, conectar el talento con oportunidades y contribuir al éxito de empresas e individuos por igual.",
  "our_services": "Nuestros servicios",
  "our_services_message": "¡Bienvenido a nuestro sitio web de contratación en el extranjero! Estamos encantados de tenerte aquí.",
  "hr_services": "Servicios de Recursos Humanos",
  "hr_services_message": "¡Bienvenido a nuestros sitios web de contratación en el extranjero! Estamos encantados de tenerte aquí. En nuestros servicios de Recursos Humanos, nos esforzamos por conectar personas talentosas.",
  "hr_consulting": "Consultoría de RRHH",
  "hr_consulting_message": "¡Bienvenido a nuestros sitios web de servicios de consultoría de RRHH! Estamos encantados de tenerte aquí. En nuestra firma nos especializamos en brindar atención integral y..",
  "hr_third_party_payroll_services": "Servicios de nómina de terceros de recursos humanos",
  "hr_third_party_payroll_services_message": "¡Bienvenido a nuestros servicios de nómina de terceros de Recursos Humanos! Estamos encantados de ofrecerle una solución integral y eficiente para gestionar su nómina...",
  "business_consulting": "Consulta de trabajo",
  "business_consulting_message": "¡Bienvenido a nuestros servicios de Consultoría Empresarial! Nos especializamos en brindar orientación experta a las empresas, ayudándolas a navegar...",
  "employment_training_and_development": "Capacitación y desarrollo de empleados",
  "employment_training_and_development_message": "Invierta en su fuerza laboral con nuestros programas de capacitación personalizados. Desde talleres de desarrollo de habilidades hasta formación en liderazgo...",
  "hr_compilance_and_legal_support": "Cumplimiento de recursos humanos y soporte legal",
  "hr_compilance_and_legal_support_message": "Cumpla con las leyes y regulaciones laborales en constante cambio. Nuestros expertos en recursos humanos brindan orientación sobre asuntos legales...",
  "industries_we_serve": "Industrias a las que servimos",
  "industries_we_serve_message": "Estamos orgullosos de ofrecer soluciones y servicios innovadores a una amplia gama de industrias.",
  "building_construction": "Construcción de edificio",
  "building_construction_message": "Contratación de ingenieros de proyectos, trabajadores calificados, operadores de máquinas, etc.",
  "road_construction": "Construcción vial",
  "road_construction_message": "Contrató a más de 30.000 profesionales de cuello azul y cuello blanco.",
  "oil_and_gas": "Petróleo y gas",
  "oil_and_gas_message": "Ayudé a empresas de petróleo y gas a contratar más de 7000 gerentes de proyectos",
  "facility_management": "Gestión de instalaciones",
  "facility_management_message": "Manejo de instalaciones de todos los tamaños",
  "security": "Seguridad",
  "security_message": "Apoyamos a las empresas a contratar",
  "mep": "MEP (Mecánica, Eléctrica y Fontanería)",
  "mep_message": "Desde niveles gerenciales hasta personal de tierra",
  "latest_blog": "Blog más reciente",
  "latest_blog_message_1": "Descubra conocimientos de expertos y valiosos consejos sobre ciberseguridad",
  "latest_blog_message_2": "tendencias tecnológicas y estrategias comerciales en nuestra sección de blog informativo.",
  "securty": "Seguridad",
  "securty_message": "Mejores prácticas de la política de seguridad BYOD: protección de los dispositivos de los empleados",
  "management": "Gestión",
  "management_message": "Un gran boleto ido a ser una interesante.",
  "design": "Diseño",
  "desing_message": "La casa del futuro podría ser Bebes",
  "user_indication_title": "Nos encantaría saber de usted",
  "user_indication_title_message": "Por favor comparta sus datos y uno de nuestros especialistas en reclutamiento se comunicará con usted en breve",
  "ready_to_do_this": "Listo para hacer esto",
  "lets_get_to_work": "Pongámonos a trabajar",
  "submit": "Entregar",
  "contact_us": "CONTÁCTENOS",
  "find_jobs": "Encontrar trabajos",
  "Job_abu_dhabi": "Empleos en Abu Dabi",
  "Job_dubai": "Empleos en Dubái",
  "Job_algeria": "Empleos en Argelia",
  "Job_behrain": "Empleos en Baréin",
  "Job_egypt": "Empleos en Egipto",
  "Job_india": "Empleos en India",
  "Job_iraq": "Empleos en Irak",
  "Job_jordan": "Empleos en Jordania",
  "Job_kuwait": "Empleos en Kuwait",
  "Job_lebanon": "Empleos en Líbano",
  "Job_libya": "Empleos en Libia",
  "Job_morocco": "Empleos en Marruecos",
  "copyright": "Copyright © 2023-24 alcaenat. Todos los derechos reservados"
}