{
  "home": "Inicio",
  "about": "Acerca de",
  "services": "Servicio",
  "blog": "Blog",
  "contact": "Contacto",
  "for_job_seekers": "PARA BUSCADORES DE EMPLEO",
  "for_client": "PARA CLIENTES",
  "about_us": "Acerca de nosotros",
  "about_desc_1": "PCOX Internet Pvt. Ltd. es una empresa de soluciones de TI dinámica e innovadora comprometida a ayudar a las empresas a navegar y prosperar en el panorama digital. Fundada con la visión de empoderar a las empresas a través de la tecnología, nos especializamos en brindar servicios integrales en desarrollo web, desarrollo de software, marketing digital y plataformas de comercio y logística digitales. Nuestro objetivo es simple: brindar soluciones digitales innovadoras, escalables y personalizadas que impulsen el crecimiento y la eficiencia.",
  "about_desc_2": "Nuestro equipo está formado por profesionales experimentados que son expertos en sus respectivos campos. Desde diseñadores y desarrolladores creativos hasta especialistas en marketing digital estratégico y expertos en logística, reunimos una amplia gama de habilidades y experiencia para brindar soluciones integrales. En PCOX Internet Pvt. Ltd., creemos que nuestra gente es nuestro mayor activo e invertimos en su crecimiento y desarrollo para mantenernos a la vanguardia.",
  "about_desc_3": "En PCOX Internet Pvt. Ltd., creemos en construir alianzas a largo plazo con nuestros clientes al comprender sus necesidades únicas y brindar soluciones que superen las expectativas. Esto es lo que nos hace diferentes",
  "about_desc_4": "Nos enorgullecemos de nuestro profesionalismo, integridad y conducta ética. Nos adherimos a los más altos estándares de prácticas comerciales, garantizando transparencia, confidencialidad y equidad durante todo el proceso de contratación. Nuestro objetivo es construir relaciones a largo plazo con nuestros clientes y candidatos, basadas en la confianza, el respeto mutuo y el éxito compartido",
  "our_achiev": "Nuestros logros",
  "teams": "Equipos",
  "country": "Países atendidos",
  "promise": "Promesas cumplidas",

  "testimonials_head": "Testimonios",

  "testimonials_desc1": "PCOX Internet Pvt. Ltd. transformó nuestra presencia digital con sus soluciones innovadoras. Su plataforma de comercio y logística digital ha optimizado nuestras operaciones de importación y exportación, lo que nos ha permitido ahorrar tiempo y dinero",
  "testimonials_client1": "Edawrd blinkin",

  "testimonials_desc2": "Trabajar con PCOX Internet Pvt. Ltd. ha sido un cambio radical para nuestro negocio. Su experiencia en desarrollo web y marketing digital nos ayudó a llegar a nuevos mercados y a aumentar significativamente nuestra base de clientes",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "Teníamos problemas con la visibilidad de la cadena de suministro hasta que nos asociamos con PCOX Internet Pvt. Ltd. Su plataforma nos ha proporcionado una eficiencia inigualable y datos en tiempo real, revolucionando nuestra gestión logística",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. Ltd. nos proporcionó servicios de desarrollo de software excepcionales que se adaptaron perfectamente a nuestras necesidades comerciales. Su equipo fue profesional, receptivo y comprometido con nuestro éxito desde el primer día",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "Las estrategias de marketing digital desarrolladas por PCOX Internet Pvt. Ltd. han sido increíblemente efectivas. ¡Nuestra participación en línea se ha disparado y hemos visto un aumento notable en clientes potenciales y conversiones!",
  "testimonials_client5": "Jelia trump",

  "mission": "Misión",
  "mission_desc_1": "En PCOX Internet Pvt. Ltd., nuestra misión es empoderar a las empresas con soluciones digitales innovadoras que mejoren el crecimiento, la eficiencia y la participación del cliente. Nos esforzamos por ser un socio de confianza al brindar servicios personalizados y de alta calidad en desarrollo web, desarrollo de software, marketing digital y comercio y logística digitales, asegurando que nuestros clientes prosperen en el panorama digital en constante evolución.",
  "vision": "Visión",
  "vision_desc_1": "Nuestra visión es ser un líder global en transformación digital, conocido por nuestro compromiso con la innovación, la excelencia y el éxito del cliente. Nuestro objetivo es redefinir la experiencia digital para las empresas de todo el mundo, permitiéndoles alcanzar su máximo potencial a través de tecnología de vanguardia y soluciones digitales estratégicas.",
  "value": "Valor",
  "value_desc_1": "Enfoque en el cliente: ponemos a nuestros clientes en el centro de todo lo que hacemos, trabajando en estrecha colaboración con ellos para comprender sus necesidades únicas y brindar soluciones personalizadas que impulsen el éxito.",
  "value_desc_2": "Innovación: buscamos continuamente formas nuevas y creativas de resolver problemas, aceptando el cambio y adoptando las últimas tecnologías para ofrecer los mejores resultados.",
  "value_desc_3": "Integridad: mantenemos los más altos estándares de honestidad, transparencia y comportamiento ético en todas nuestras interacciones y prácticas comerciales.",
  "our_services": "Nuestros servicios",
  "our_services_message": "Soluciones integrales en desarrollo web, desarrollo de software, marketing digital, importación-exportación y logística para impulsar el éxito de su negocio.",
  "hr_services": "Servicios de importación-exportación y soluciones logísticas",
  "hr_services_message": "Agilizamos el comercio global con abastecimiento experto, cumplimiento y logística eficiente, garantizando una entrega segura y oportuna en los mercados internacionales.",
  "hr_consulting": "Desarrollo de software",
  "hr_consulting_message": "Ofrecemos soluciones de software personalizadas y adaptadas a las necesidades de su negocio, mejorando la productividad, la escalabilidad y el crecimiento a través de tecnologías innovadoras, seguras y eficientes.",
  "hr_third_party_payroll_services": "Marketing digital",
  "hr_third_party_payroll_services_message": "Eleva tu marca con SEO estratégico, redes sociales, marketing de contenido y campañas PPC diseñadas para impulsar la participación, el tráfico y las conversiones.",
  "business_consulting": "Consultoría de negocios de RR.HH.",
  "business_consulting_message": "Bienvenido a nuestros servicios de consultoría empresarial de recursos humanos. Nos especializamos en brindar orientación experta a las empresas, ayudándolas a navegar...",
  "employment_training_and_development": "Capacitación y desarrollo de empleados",
  "employment_training_and_development_message": "Invierta en su fuerza laboral con nuestros programas de capacitación personalizados. Desde talleres de desarrollo de habilidades hasta capacitación en liderazgo...",
  "hr_compilance_and_legal_support": "Cumplimiento de RR. HH. y asistencia legal",
  "hr_compilance_and_legal_support_message": "Cumpla con las leyes y regulaciones laborales en constante cambio. Nuestros expertos en recursos humanos brindan orientación sobre asuntos legales...",
  "industries_we_serve": "Industrias a las que prestamos servicios",
  "industries_we_serve_message": "Nos enorgullecemos de ofrecer soluciones y servicios innovadores a una amplia gama de industrias",
  "building_construction": "Comercio electrónico",
  "building_construction_message": "Mejoramos las experiencias de compra en línea con desarrollo web, marketing digital y logística eficiente",
  "road_construction": "Atención médica",
  "road_construction_message": "Desarrollo de software personalizado para la gestión de pacientes, marketing de servicios sanitarios y garantía de una logística fluida para suministros médicos.",
  "oil_and_gas": "Fabricación",
  "oil_and_gas_message": "Optimización de las cadenas de suministro, mejora de la logística e implementación de soluciones de software personalizadas para la eficiencia de la producción.",
  "facility_management": "Servicios financieros",
  "facility_management_message": "Ofrecemos desarrollo de software seguro para transacciones financieras, marketing digital para la interacción con el cliente y soluciones logísticas para el manejo seguro de documentos.",
  "security": "Venta minorista",
  "security_message": "Optimización de la presencia en línea con estrategias de marketing web y digital, y gestión de la logística de importación y exportación para inventario y suministros.",
  "mep": "Educación",
  "mep_message": "Desarrollo de software educativo personalizado, implementación de estrategias de marketing digital para instituciones y gestión de la logística de recursos y materiales educativos.",
  "latest_blog": "Último blog",
  "latest_blog_message_1": "Descubra conocimientos de expertos y consejos valiosos sobre operaciones de importación y exportación",
  "latest_blog_message_2": "Tendencias tecnológicas y estrategias comerciales en nuestra sección de blog informativo",
  "securty": "Navegando por el comercio global: estrategias de importación y exportación para 2024",
  "securty_message": "Explore las últimas estrategias y mejores prácticas para optimizar sus operaciones de importación y exportación, minimizar los riesgos y capitalizar los mercados globales emergentes.",
  "management": "Por qué su empresa necesita software personalizado",
  "management_message": "Descubra cómo las soluciones de software personalizadas pueden optimizar las operaciones, reducir los costos y ofrecer funciones personalizadas para satisfacer las necesidades específicas de su negocio",
  "design": "Impulse su marca",
  "desing_message": "Descubra tácticas de marketing digital efectivas, desde SEO hasta estrategias de redes sociales, que pueden elevar su marca y aumentar el ROI en el mercado competitivo.",
  "user_indication_title": "Permítanos entender sus necesidades",
  "user_indication_title_message": "Comparta sus datos y uno de nuestros especialistas se comunicará con usted en breve",
  "ready_to_do_this": "LISTO PARA HACERLO",
  "lets_get_to_work": "Manos a la obra",
  "submit": "Enviar",
  "contact_us": "CONTÁCTENOS",
  "find_jobs": "Buscar empleo",
  "Job_abu_dhabi": "Empleos en Abu Dabi",
  "Job_dubai": "Empleos en Dubái",
  "Job_algeria": "Empleos en Argelia",
  "Job_behrain": "Empleos en Behrain",
  "Job_egypt": "Empleos en Egipto",
  "Job_india": "Empleos en India",
  "Job_iraq": "Empleos en Irak",
  "Job_jordan": "Empleos en Jordania",
  "Job_kuwait": "Empleos en Kuwait",
  "Job_lebanon": "Empleos en Líbano",
  "Job_libya": "Empleos en Libia",
  "Job_morocco": "Empleos en Marruecos",
  "copyright": "Copyright © 2023-24 PCOX Internet Pvt. Ltd. Todos los derechos reservados",
  "contact_num": "Contacto con número de teléfono",
  "email_add": "Dirección de correo electrónico",
  "location": "Ubicación",
  "formcont1": "Contáctenos",
  "formdesc": "Para ayudarnos a brindar las mejores soluciones adaptadas a su negocio, complete el formulario a continuación con sus requisitos específicos.",
  "hr_services_0": "Nuestros servicios de importación y exportación y soluciones logísticas",
  "hr_services_1": "Nuestros servicios de importación y exportación están diseñados para simplificar y agilizar sus operaciones comerciales globales. En PCOX Internet Pvt Limited, aprovechamos nuestro amplio conocimiento y experiencia en los mercados internacionales para ayudar a las empresas a expandir su alcance a través de las fronteras. Desde la obtención de productos de alta calidad hasta la gestión de la documentación y el cumplimiento, manejamos cada aspecto del proceso de importación y exportación con precisión y cuidado. Nuestro equipo es experto en navegar por regulaciones comerciales complejas y garantizar que sus envíos cumplan con todos los requisitos legales. ",
  "hr_services_2": " ",
  "hr_services_3": "Nuestras soluciones logísticas están diseñadas para brindar soporte integral para su cadena de suministro, asegurando que sus productos se entreguen de manera segura, eficiente y a tiempo. Entendemos que una gestión logística eficaz es fundamental para mantener la ventaja competitiva de su negocio, por lo que ofrecemos una gama de servicios que cubren todos los aspectos del proceso logístico. Desde el almacenamiento y la gestión de inventario hasta el transporte y la distribución, nuestro equipo lo maneja todo con el máximo cuidado y precisión. Utilizamos tecnología avanzada y seguimiento en tiempo real para monitorear sus envíos, brindándole visibilidad y control completos sobre su cadena de suministro. Nuestras soluciones son flexibles y escalables, lo que nos permite adaptarnos a sus necesidades cambiantes y demandas del mercado. Al asociarse con nosotros, se beneficia de plazos de entrega reducidos, ahorros de costos y una mayor satisfacción del cliente, lo que le da a su negocio una importante ventaja competitiva.",
  "hr_services_4": " ",
  "hr_services_5": "Asociarse con PCOX Internet Pvt Limited para sus necesidades de importación, exportación y logística significa elegir un socio confiable y experimentado comprometido con su éxito. Nuestro equipo de profesionales dedicados trabaja en estrecha colaboración con usted para comprender sus objetivos y desafíos comerciales, ofreciendo estrategias personalizadas que se alinean con sus objetivos. Nos enorgullecemos de nuestro enfoque proactivo, buscando constantemente formas innovadoras de optimizar su cadena de suministro y mejorar sus operaciones globales. Con un profundo conocimiento de los mercados internacionales y un historial de éxito comprobado, estamos bien equipados para manejar las complejidades del comercio global, desde el despacho de aduanas hasta la entrega final. Ya sea que esté buscando expandirse a nuevos mercados, reducir los costos operativos o mejorar la eficiencia de la cadena de suministro, le brindamos la experiencia y los recursos para ayudarlo a alcanzar sus objetivos. Confíe en nosotros para ser su socio estratégico para navegar por el dinámico mundo de los negocios internacionales.",
  "hr_services_6": " ",
  "hr_consulting_0": "Nuestro desarrollo de software",
  "hr_consulting_1": "Nos especializamos en desarrollar soluciones de software personalizadas que se alinean con sus objetivos comerciales. Nuestro equipo de expertos aprovecha las últimas tecnologías y las mejores prácticas para crear aplicaciones escalables, seguras y sólidas que agilizan sus operaciones y mejoran la productividad. Ya sea que necesite una aplicación web, una aplicación móvil o un software empresarial, ofrecemos soluciones a medida que se adaptan a sus necesidades.",
  "hr_consulting_2": "Nuestro proceso de desarrollo de software está guiado por metodologías ágiles, lo que garantiza flexibilidad, transparencia y mejora continua durante todo el ciclo de vida del proyecto. Al adoptar un enfoque iterativo, lo involucramos en cada etapa, lo que permite un desarrollo rápido y ajustes más rápidos basados ​​en la retroalimentación.",
  "hr_consulting_3": "Para las empresas que buscan probar rápidamente un nuevo concepto o idea, ofrecemos servicios de creación rápida de prototipos y desarrollo de producto mínimo viable (MVP). Este enfoque le permite validar su idea de producto en el mercado con una inversión mínima, recopilar comentarios de usuarios reales y hacer ",
  "hr_consulting_4": "Utilizamos una pila de tecnología de vanguardia para crear software de alto rendimiento que sea confiable y a prueba de futuro. Nuestra experiencia abarca varios lenguajes de programación, marcos y plataformas, incluidos Python, Java, .NET, React, Angular y más. Al seleccionar las herramientas más apropiadas para su proyecto, nos aseguramos de que su software sea sólido, escalable y optimizado para el éxito a largo plazo",
  "hr_consulting_5": "Nuestro equipo se destaca en el desarrollo multiplataforma, creando aplicaciones de software que funcionan sin problemas en múltiples dispositivos y sistemas operativos. Usamos principios de diseño responsivo y los últimos marcos para crear aplicaciones que brinden una experiencia de usuario consistente, ya sea en computadoras de escritorio, dispositivos móviles o la web. Este enfoque maximiza su alcance y mejora la satisfacción del cliente",
  "hr_consulting_6": "La seguridad es una prioridad máxima en nuestro proceso de desarrollo de software. Implementamos medidas de seguridad sólidas, que incluyen cifrado de datos, autenticación multifactor y prácticas de codificación seguras, para proteger su información confidencial. Además, nos aseguramos de que todo nuestro software cumpla con los estándares y las regulaciones pertinentes de la industria, lo que le brinda tranquilidad en el mundo actual impulsado por los datos.",
  "hr_consulting_7": "Entendemos que el nuevo software debe integrarse sin problemas con sus sistemas existentes para lograr la máxima eficiencia. Nuestro equipo se especializa en integrar nuevas aplicaciones con su infraestructura actual, ya sea que involucre bases de datos, API o herramientas de terceros. Esto garantiza un flujo de datos fluido y una funcionalidad consistente en todos sus procesos comerciales.",
  "hr_consulting_8": "Nuestro compromiso con usted no termina con la entrega de su software. Brindamos servicios integrales de soporte y mantenimiento para mantener su software funcionando sin problemas. Desde actualizaciones periódicas y correcciones de errores hasta optimización del rendimiento y desarrollo de nuevas funciones, nuestro equipo siempre está disponible para garantizar que su software se mantenga actualizado y efectivo.",
  "hr_consulting_9": "",
  "thirt_party_0": "Marketing digital",
  "thirt_party_1": "Nuestros servicios de marketing digital están diseñados para impulsar su presencia en línea e impulsar la participación. Desde SEO y marketing de contenido hasta redes sociales y campañas de PPC, utilizamos estrategias basadas en datos para llegar a su público objetivo, aumentar el tráfico y lograr resultados mensurables para su negocio.",
  "thirt_party_2": "Creamos planes de marketing digital personalizados que se alinean con los objetivos de su marca. Nuestro equipo aprovecha las últimas herramientas y tendencias para optimizar el rendimiento, mejorar la visibilidad y generar clientes potenciales. Ya sea que su objetivo sea generar conciencia de marca o impulsar las conversiones, nuestro enfoque personalizado garantiza que logre un crecimiento sostenible.",
  "thirt_party_3": "Características y beneficios clave de nuestros servicios de marketing digital:",
  "thirt_party_4": "1. Optimización de motores de búsqueda (SEO): Nuestros expertos en SEO optimizan el contenido y la estructura de su sitio web para mejorar las clasificaciones de los motores de búsqueda, generar tráfico orgánico y aumentar la visibilidad. Usamos las últimas técnicas de SEO, que incluyen investigación de palabras clave, optimización en la página, y creación de vínculos de retroceso para garantizar que su sitio alcance su máximo potencial.",
  "thirt_party_5": "2. Marketing de contenido: creamos contenido atractivo y relevante que resuena con su público objetivo. Nuestra estrategia de marketing de contenido incluye publicaciones de blog, artículos, infografías y videos diseñados para informar, entretener y convertir a los visitantes en clientes leales, lo que lo ayuda a construir una sólida presencia en línea y autoridad en su industria.",
  "thirt_party_6": "3. Gestión de redes sociales: nuestro equipo administra sus perfiles de redes sociales, creando y compartiendo contenido que aumenta el conocimiento de la marca e impulsa la participación. Desarrollamos estrategias personalizadas para cada plataforma, monitoreamos el rendimiento e interactuamos con su audiencia para construir una comunidad en línea vibrante y fomentar la lealtad del cliente.",
  "thirt_party_7": "4. Publicidad de pago por clic (PPC): creamos y administramos campañas de PPC específicas que generan tráfico y conversiones inmediatas. Nuestro enfoque basado en datos garantiza una ubicación y un presupuesto de anuncios óptimos, maximizando el ROI y minimizando los costos. Monitoreamos y ajustamos continuamente sus campañas para lograr los mejores resultados posibles.",
  "hr_busi_0": "Consultoría de Negocios de RR.HH.",
  "hr_busi_1": "Bienvenido a nuestros servicios de consultoría de negocios de recursos humanos, donde la experiencia se encuentra con la innovación. En nuestra firma, comprendemos los desafíos dinámicos que enfrentan las empresas en el panorama competitivo actual. Con un equipo de consultores experimentados, ofrecemos orientación estratégica adaptada a sus necesidades específicas. Ya sea que sea una empresa emergente que busca establecer su presencia en el mercado o una corporación establecida que apunta a la excelencia operativa, nuestras soluciones integrales lo capacitan para alcanzar sus objetivos",
  "hr_busi_2": "En el ámbito de la consultoría de negocios de recursos humanos, redefinimos las posibilidades. Nuestro equipo dedicado de profesionales combina conocimientos de la industria con creatividad, brindando soluciones innovadoras que impulsan el crecimiento empresarial. Creemos no solo en cumplir, sino también en superar las expectativas del cliente. Al aprovechar nuestra experiencia en áreas como investigación de mercado, planificación estratégica y desarrollo organizacional, ayudamos a las empresas a tomar decisiones informadas y mantenerse por delante de la competencia. Permítanos ser sus socios estratégicos, guiándolo hacia un futuro de éxito y crecimiento incomparables",
  "emp_tr_0": "Capacitación y desarrollo de empleados",
  "emp_tr_1": "Ofrecemos una amplia gama de módulos de capacitación diseñados para abordar desafíos específicos de la industria y brechas de habilidades individuales. Desde competencia técnica hasta habilidades blandas, nuestros capacitadores experimentados brindan sesiones prácticas e interactivas que fomentan el aprendizaje continuo. Nuestro objetivo no es solo cerrar las brechas de habilidades existentes dentro de su organización, sino también cultivar una cultura de innovación y adaptabilidad",
  "emp_tr_2": "Al invertir en nuestros programas de capacitación y desarrollo de empleados, no solo está mejorando las capacidades de su equipo; está fomentando una fuerza laboral ágil, motivada y lista para enfrentar cualquier desafío. Asóciese con nosotros para liberar todo el potencial de sus empleados, impulsando su negocio hacia el crecimiento y el éxito sostenibles",
  "hr_comp_0": "Cumplimiento de RR. HH. y soporte legal",
  "hr_comp_1": "Navegar por el complejo panorama del cumplimiento de RR. HH. y las regulaciones legales es crucial para cualquier empresa. Nuestros servicios de Cumplimiento de RR. HH. y Soporte Legal están diseñados para brindarle orientación experta y tranquilidad. Nos mantenemos actualizados con las últimas leyes y regulaciones laborales, lo que garantiza que las políticas y prácticas de su empresa se alineen perfectamente con los requisitos legales.",
  "hr_comp_2": "Nuestro equipo dedicado de profesionales ofrece soporte integral en la redacción, revisión y actualización de políticas y procedimientos de RR. HH. Realizamos auditorías exhaustivas para identificar áreas potenciales de riesgo y lo orientamos sobre las mejores prácticas para mitigar los desafíos legales. Ya sean contratos de empleo, políticas antidiscriminación o pautas de seguridad en el lugar de trabajo, adaptamos nuestros servicios a las necesidades específicas de su industria, lo que garantiza el cumplimiento de las leyes locales, estatales y federales.",
  "hr_comp_3": "Al asociarse con nosotros para el Cumplimiento de RR. HH. y Soporte Legal, puede concentrarse en sus actividades comerciales principales, con la confianza de que sus prácticas de RR. HH. están en línea con la ley. Manténgase a la vanguardia de los cambios regulatorios, minimice los riesgos legales y fomente un entorno de trabajo que promueva tanto el cumplimiento legal como la integridad ética. Permítanos ser sus socios de confianza para garantizar un lugar de trabajo seguro y compatible para sus empleados"
}
