{
  "home": "Inicio",
  "about": "Acerca de nosotros",
  "services": "Servicio",
  "blog": "Blogs",
  "contact": "Contáctenos",
  "for_job_seekers": "PARA BUSCADORES DE EMPLEO",
  "for_client": "PARA CLIENTES",
  "about_us": "Acerca de nosotros",
  "about_desc_1": "PCOX Internet Pvt. Ltd. es una empresa de soluciones de TI dinámica e innovadora comprometida a ayudar a las empresas a navegar y prosperar en el panorama digital. Fundada con la visión de empoderar a las empresas a través de la tecnología, nos especializamos en brindar servicios integrales en desarrollo web, desarrollo de software, marketing digital y plataformas de comercio y logística digitales. Nuestro objetivo es simple: brindar soluciones digitales innovadoras, escalables y personalizadas que impulsen el crecimiento y la eficiencia.",
  "about_desc_2": "Nuestro equipo está formado por profesionales experimentados que son expertos en sus respectivos campos. Desde diseñadores y desarrolladores creativos hasta especialistas en marketing digital estratégico y expertos en logística, reunimos una amplia gama de habilidades y experiencia para brindar soluciones integrales. En PCOX Internet Pvt. Ltd., creemos que nuestra gente es nuestro mayor activo e invertimos en su crecimiento y desarrollo para mantenernos a la vanguardia.",
  "about_desc_3": "En PCOX Internet Pvt. Ltd., creemos en construir asociaciones a largo plazo con nuestros clientes al comprender sus necesidades únicas y brindar soluciones que superen las expectativas. Esto es lo que nos hace diferentes",
  "about_desc_4": "Nos enorgullecemos de nuestro profesionalismo, integridad y conducta ética. Nos adherimos a los más altos estándares de prácticas comerciales, garantizando transparencia, confidencialidad y equidad durante todo el proceso de contratación. Nuestro objetivo es construir relaciones a largo plazo con nuestros clientes y candidatos, basadas en la confianza, el respeto mutuo y el éxito compartido.",
  "our_achiev": "Nuestros logros",
  "teams": "Equipos",
  "country": "Países atendidos",
  "promise": "Promesas cumplidas",
  "mission": "Misión",

  "home_hero_sec_title": "Potenciándose en su camino con",
  "home_hero_sec_desc": "Más de 400 empresas confían en nosotros",
  "Software-Development": "Desarrollo de software",
  "home_hero_sec_loop2": "Marketing digital",
  "home_hero_sec_loop3": "Servicios de importación exportación y soluciones logísticas",

  "testimonials_head": "Testimonios",

  "testimonials_desc1": "PCOX Internet Pvt. Ltd. transformó nuestra presencia digital con sus soluciones innovadoras. Su plataforma de comercio y logística digital ha optimizado nuestras operaciones de importación y exportación, ¡lo que nos ha permitido ahorrar tiempo y dinero!",
  "testimonials_client1": "Edawrd blinkin",

  "testimonials_desc2": "Trabajar con PCOX Internet Pvt. Ltd. ha sido un cambio radical para nuestro negocio. Su experiencia en desarrollo web y marketing digital nos ayudó a llegar a nuevos mercados y a aumentar significativamente nuestra base de clientes.",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "Teníamos dificultades con la visibilidad de la cadena de suministro hasta que nos asociamos con PCOX Internet Pvt. Ltd. Su plataforma ha proporcionado una eficiencia inigualable y datos en tiempo real, lo que ha revolucionado nuestra gestión logística.",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. Ltd. nos proporcionó con servicios de desarrollo de software excepcionales que se adaptaron perfectamente a nuestras necesidades comerciales. Su equipo fue profesional, receptivo y comprometido con nuestro éxito desde el primer día..",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "Las estrategias de marketing digital desarrolladas por PCOX Internet Pvt. Ltd. han sido increíblemente efectivas. ¡Nuestra participación en línea se ha disparado y hemos visto un aumento notable en clientes potenciales y conversiones!",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "En PCOX Internet Pvt. Ltd., nuestra misión es empoderar a las empresas con soluciones digitales innovadoras que mejoren el crecimiento, la eficiencia y la participación del cliente. Nos esforzamos por ser un socio de confianza al brindar servicios personalizados y de alta calidad en desarrollo web, desarrollo de software, marketing digital y comercio y logística digitales, garantizando que nuestros clientes prosperen en el panorama digital en constante evolución.",
  "vision": "Visión",
  "vision_desc_1": "Nuestra visión es ser un líder mundial en transformación digital, conocido por nuestro compromiso con la innovación, la excelencia y el éxito del cliente. Nuestro objetivo es redefinir la experiencia digital de las empresas de todo el mundo, permitiéndoles alcanzar su máximo potencial a través de tecnología de vanguardia y soluciones digitales estratégicas.",
  "value": "Valor",
  "value_desc_1": "Enfoque en el cliente: ponemos a nuestros clientes en el centro de todo lo que hacemos, trabajando en estrecha colaboración con ellos para comprender sus necesidades únicas y brindar soluciones personalizadas que impulsen el éxito.",
  "value_desc_2": "Innovación: buscamos continuamente formas nuevas y creativas de resolver problemas, aceptando el cambio y adoptando las últimas tecnologías para ofrecer los mejores resultados.",
  "value_desc_3": "Integridad: mantenemos los más altos estándares de honestidad, transparencia y comportamiento ético en todas nuestras interacciones y prácticas comerciales.",

  "our_services": "Nuestros servicios",
  "our_services_message": "Soluciones integrales en desarrollo web, desarrollo de software, marketing digital, importación-exportación y logística para impulsar el éxito de su negocio.",
  "hr_services": "Servicios de importación-exportación y soluciones logísticas",
  "hr_services_message": "Agilizamos el comercio global con abastecimiento experto, cumplimiento y logística eficiente, garantizando una entrega oportuna y segura en los mercados internacionales.",
  "hr_consulting": "Desarrollo de software",
  "software_dev_message": "Ofrecemos soluciones de software personalizadas adaptadas a las necesidades de su negocio, mejorando la productividad, la escalabilidad y el crecimiento a través de tecnologías innovadoras, seguras y eficientes.",
  "hr_third_party_payroll_services": "Marketing digital",
  "hr_third_party_payroll_services_message": "Elevamos su marca con SEO estratégico, redes sociales, marketing de contenido y PPC, impulsando la participación, el tráfico y las conversiones para alcanzar sus objetivos de crecimiento empresarial.",
  "business_consulting": "Consultoría de negocios en RR.HH.",
  "business_consulting_message": "Bienvenido a nuestros servicios de Consultoría de negocios en RR.HH. Nos especializamos en brindar orientación experta a las empresas, ayudándolas a navegar...",
  "employment_training_and_development": "Capacitación y desarrollo de empleados",
  "employment_training_and_development_message": "Invierta en su fuerza laboral con nuestros programas de capacitación personalizados. Desde talleres de desarrollo de habilidades hasta capacitación en liderazgo...",
  "hr_compilance_and_legal_support": "Cumplimiento de RR. HH. y asistencia legal",
  "hr_compilance_and_legal_support_message": "Cumpla con las leyes y regulaciones laborales en constante cambio. Nuestros expertos en RR. HH. brindan orientación sobre asuntos legales...",
  "industries_we_serve": "Industrias a las que prestamos servicios",
  "industries_we_serve_message": "Nos enorgullecemos de ofrecer soluciones y servicios innovadores a una amplia gama de industrias",
  "building_construction": "Comercio electrónico",
  "building_construction_message": "Mejora de las experiencias de compra en línea con desarrollo web, marketing digital y logística eficiente",
  "road_construction": "Atención médica",
  "road_construction_message": "Desarrollo de software personalizado para la gestión de pacientes, comercialización de servicios de atención médica y garantía de una logística fluida para suministros médicos",
  "oil_and_gas": "Fabricación",
  "oil_and_gas_message": "Optimización del suministro Cadenas de suministro, mejora de la logística e implementación de soluciones de software personalizadas para la eficiencia de la producción.",
  "facility_management": "Servicios financieros",
  "facility_management_message": "Ofrecemos desarrollo de software seguro para transacciones financieras, marketing digital para la participación del cliente y soluciones logísticas para el manejo seguro de documentos.",
  "security": "Venta minorista",
  "security_message": "Optimización de la presencia en línea con estrategias de marketing web y digital, y gestión de la logística de importación y exportación para inventario y suministros.",
  "mep": "Educación",
  "mep_message": "Desarrollo de software educativo personalizado, implementación de estrategias de marketing digital para instituciones y gestión de la logística de recursos y materiales educativos.",
  "latest_blog": "Últimos blogs",
  "latest_blog_message_1": "Descubra conocimientos de expertos y valiosos consejos sobre operaciones de importación y exportación",
  "latest_blog_message_2": "Tendencias tecnológicas y estrategias comerciales en nuestra sección de blogs informativos",
  "securty": "Navegando por el comercio global: importación y exportación Estrategias",
  "securty_message": "Explore las últimas estrategias y mejores prácticas para optimizar sus operaciones de importación y exportación, minimizar los riesgos y capitalizar los mercados globales emergentes.",
  "management": "Por qué su empresa necesita software personalizado",
  "management_message": "Descubra cómo las soluciones de software personalizadas pueden agilizar las operaciones, reducir los costos y ofrecer funciones personalizadas para satisfacer las necesidades únicas de su empresa.",
  "design": "Impulse su marca",
  "desing_message": "Descubra tácticas de marketing digital efectivas, desde SEO hasta estrategias de redes sociales, que pueden elevar su marca y aumentar el ROI en el mercado competitivo.",
  "user_indication_title": "Permítanos comprender sus necesidades",
  "user_indication_title_message": "Comparta sus datos y uno de nuestros especialistas se comunicará con usted en breve",
  "ready_to_do_this": "¿Necesitar ayuda?",
  "lets_get_to_work": "¡Estamos aquí para ti!",
  "social_connect": "Síganos en Redes sociales",
  "submit": "Enviar",

  "contact_us": "Contáctenos",
  "find_jobs": "Encuentre empleos",
  "Job_abu_dhabi": "Empleos en Abu Dhabi",
  "Job_dubai": "Empleos en Dubai",
  "Job_algeria": "Empleos en Argelia",
  "Job_behrain": "Empleos en Behrain",
  "Job_egypt": "Empleos en Egipto",
  "Job_india": "Empleos en India",
  "Job_iraq": "Empleos en Irak",
  "Job_jordan": "Empleos en Jordania",
  "Job_kuwait": "Empleos en Kuwait",
  "Job_lebanon": "Empleos en Líbano",
  "Job_libya": "Empleos en Libia",
  "Job_morocco": "Empleos en Marruecos",
  "copyright": "Copyright © 2023-24 PCOX Internet Pvt. Ltd. Todos los derechos reservados",
  "contact_num": "Número de contacto",
  "email_add": "Dirección de correo electrónico",
  "location": "Ubicación",
  "formcont1": "Contáctenos",
  "formdesc": "Para ayudarnos a brindar las mejores soluciones adaptadas a su negocio, complete el formulario a continuación con sus requisitos específicos.",

  "services_wwp_card_btn1": "Consultar ahora",
  "services_wwp_card_btn2": "Conozca más",

  "impo_expo_services_0": "Nuestros servicios de importación exportación y soluciones logísticas",

  "impo_expo_services_wwp_title": "Ofrecemos este tipo de servicios de transporte",
  "impo_expo_services_wwp_card1_title": "Transporte terrestre",
  "impo_expo_services_wwp_card2_title": "Transporte marítimo",
  "impo_expo_services_wwp_card3_title": "Transporte aéreo",

  "impo_expo_services_1_head": "Servicios de transporte terrestre",
  "impo_expo_services_1_desc": "En PCOX Internet Pvt Limited, nos comprometemos a brindar servicios de transporte terrestre de primer nivel que prioricen la eficiencia, la confiabilidad y la velocidad. Nuestras soluciones están cuidadosamente diseñadas para satisfacer las demandas en constante evolución de las empresas, lo que garantiza un movimiento sin problemas de mercancías a través de fronteras locales e internacionales",
  "impo_expo_services_1_li1": "1. Optimización del transporte terrestre",
  "impo_expo_services_1_li2": "2. Soluciones transfronterizas",
  "impo_expo_services_1_li3": "3. Gestión de flotas dedicada",
  "impo_expo_services_1_li4": "4. Manejo de carga especializado",

  "impo_expo_services_2_head": "Servicios de transporte marítimo",
  "impo_expo_services_2_desc": "En PCOX Internet Pvt Limitados, nuestros servicios de transporte marítimo están diseñados para garantizar un envío eficiente y confiable a través de aguas globales. Ofrecemos una amplia gama de soluciones para mover su carga de manera segura y a tiempo, aprovechando las asociaciones estratégicas con los principales transportistas y puertos de todo el mundo.",
  "impo_expo_services_2_li1": "1. Optimización del transporte marítimo: Nuestro equipo se especializa en optimizar las rutas de transporte marítimo para reducir los tiempos de tránsito y los costos. Trabajamos en estrecha colaboración con las líneas navieras para ofrecer tarifas competitivas y horarios de envío flexibles adaptados a las necesidades de su negocio.",
  "impo_expo_services_2_li2": "2. Carga de contenedor completo (FCL) y carga fraccionada (LCL): Ofrecemos opciones FCL y LCL según el tamaño de su carga. Ya sea que tenga un envío completo o uno más pequeño, nos aseguramos de que sus productos estén embalados de manera segura y transportados de manera eficiente.",
  "impo_expo_services_2_li3": "3. Aduanas y documentación: Nuestros servicios de transporte marítimo incluyen el despacho de aduanas completo y la gestión de toda la documentación, incluidos los conocimientos de embarque, las declaraciones de exportación y los certificados de origen, lo que garantiza el cumplimiento de las normas de comercio internacional.",
  "impo_expo_services_2_li4": "4. Envíos con temperatura controlada: Ofrecemos servicios de contenedores refrigerados para productos sensibles a la temperatura, lo que garantiza que los artículos perecederos, como alimentos y productos farmacéuticos, se mantengan en las condiciones requeridas durante todo el viaje.",
  "impo_expo_services_2_li5": "5. Manejo de carga especializada: Para cargas de gran tamaño o especializadas, ofrecemos soluciones de transporte marítimo personalizadas, incluidos servicios de carga de proyectos y de carga pesada. Nuestro equipo garantiza una carga, sujeción y descarga adecuadas para garantizar una entrega segura.",

  "impo_expo_services_3_head": "Servicios de transporte aéreo",
  "impo_expo_services_3_desc": "En PCOX Internet Pvt Limited, nuestros servicios de transporte aéreo están diseñados para proporcionar un envío rápido, confiable y seguro para su carga sensible al tiempo. Utilizamos una red de aerolíneas y transportistas de carga globales para garantizar que sus productos lleguen a su destino de manera rápida y segura.",
  "impo_expo_services_3_li1": "1. Optimización del transporte aéreo: Nos especializamos en optimizar las rutas de transporte aéreo para ofrecer los tiempos de tránsito más rápidos y soluciones rentables. Nuestras asociaciones con las principales aerolíneas nos permiten ofrecer horarios flexibles y tarifas competitivas para todas sus necesidades de transporte aéreo.",
  "impo_expo_services_3_li2": "2. Envío aéreo exprés y estándar: Ya sea que necesite una entrega rápida o servicios de transporte aéreo estándar, ofrecemos opciones que se adaptan a su urgencia y presupuesto. Nuestras soluciones garantizan que su carga se maneje con cuidado y llegue a tiempo.",
  "impo_expo_services_3_li3": "3. Despacho de aduanas y documentación: Nuestros servicios de transporte aéreo incluyen el despacho de aduanas integral y la gestión de la documentación. Nos encargamos de todos los trámites necesarios, incluidas las guías aéreas y las declaraciones de importación/exportación, para garantizar un envío sin problemas y conforme a las normas.",
  "impo_expo_services_3_li4": "4. Carga aérea con temperatura controlada: para artículos sensibles a la temperatura, como productos farmacéuticos o productos perecederos, ofrecemos soluciones de carga aérea con temperatura controlada. Nuestros contenedores especializados mantienen las condiciones requeridas durante todo el vuelo, protegiendo sus valiosos envíos.",
  "impo_expo_services_3_li5": "5. Servicios prioritarios y chárter: ofrecemos transporte aéreo prioritario y opciones de vuelos chárter para envíos urgentes o de alto valor. Nuestros servicios personalizados garantizan una entrega oportuna y segura, con soporte dedicado para gestionar cada aspecto de sus necesidades de transporte aéreo.",

  "software_dev_0": "Nuestros servicios de desarrollo de software",

  "software_dev_0_title": "Ofrecemos una variedad de servicios",

  "get_started": "Comience",
  "software_dev_1_head": "Desarrollo de software",
  "sd_main_desc": "Soluciones personalizadas para satisfacer las necesidades únicas de su negocio, desde el concepto hasta la implementación",

  "sd_process1_main_title": "Nuestro proceso de desarrollo",
  "sd_process1_1_title": "1. Análisis de requisitos",
  "sd_process1_1_desc": "Comenzamos con un análisis detallado de las necesidades de su negocio para garantizar que la solución de software cumpla con sus requisitos específicos",
  "sd_process1_2_title": "2. Diseño y creación de prototipos",
  "sd_process1_2_desc": "Nuestro equipo crea documentos de diseño detallados y prototipos para visualizar la funcionalidad y la interfaz de usuario del software",
  "sd_process1_3_title": "3. Desarrollo y pruebas",
  "sd_process1_3_desc": "Usamos las mejores prácticas de la industria para crear software sólido y escalable y realizamos pruebas exhaustivas para garantizar la calidad",
  "sd_process1_4_title": "4. Implementación y soporte",
  "sd_process1_4_desc": "Nos encargamos de la implementación y brindamos soporte y mantenimiento continuos para garantizar un rendimiento óptimo",

  "sd_solution1_title": "Soluciones de software que brindamos",
  "sd_solution1_1": "Sistemas ERP",
  "sd_solution1_2": "Software CRM",
  "sd_solution1_3": "Herramientas de gestión de proyectos",
  "sd_solution1_4": "Sistemas de gestión de RR. HH.",
  "sd_solution1_5": "Servicios de computación en la nube",
  "sd_solution1_6": "Soluciones de ciberseguridad",
  "sd_solution1_7": "Herramientas de colaboración",
  "sd_solution1_8": "Análisis de datos y BI",
  "sd_solution1_9": "Herramientas DevOps",
  "sd_solution1_10": "Gestión financiera",
  "sd_solution1_11": "Plataformas de comercio electrónico",
  "sd_solution1_12": "Soluciones de soporte técnico",

  "web_dev_1_head": "Desarrollo de aplicaciones web",
  "wd_main_desc": "Utilizamos las últimas tecnologías para crear aplicaciones que sean funcionales y fáciles de usar",

  "wd_process1_main_title": "Nuestro proceso de desarrollo",
  "wd_process1_1_title": "1. Desarrollo front-end",
  "wd_process1_1_desc": "Diseñamos y desarrollamos interfaces de usuario intuitivas y responsivas para brindar una experiencia de usuario perfecta en todos los dispositivos.",
  "wd_process1_2_title": "2. Desarrollo back-end",
  "wd_process1_2_desc": "Nuestro equipo crea sistemas robustos del lado del servidor que manejan el procesamiento y la integración de datos de manera eficiente, lo que garantiza una aplicación confiable y escalable.",
  "wd_process1_3_title": "3. Diseño y gestión de bases de datos",
  "wd_process1_3_desc": "Implementamos bases de datos seguras y eficientes para respaldar las necesidades de almacenamiento y recuperación de datos de su aplicación web, lo que garantiza un alto rendimiento y confiabilidad.",
  "wd_process1_4_title": "4. Desarrollo de API",
  "wd_process1_4_desc": "Creamos e integramos API para facilitar la comunicación entre su aplicación web y sus clientes. aplicación web y otros servicios, lo que garantiza un intercambio de datos fluido y eficiente.",

  "wd_solution1_title": "Tecnologías que utilizamos",
  "wd_solution1_1": "React",
  "wd_solution1_2": "Angular",
  "wd_solution1_3": "Vue.js",
  "wd_solution1_4": "Node.js",
  "wd_solution1_5": "Express",
  "wd_solution1_6": "Django",
  "wd_solution1_7": "Flask",
  "wd_solution1_8": "MongoDB",
  "wd_solution1_9": "PostgreSQL",
  "wd_solution1_10": "MySQL",
  "wd_solution1_11": "Firebase",
  "wd_solution1_12": "GraphQL",

  "mob_dev_1_head": "Desarrollo de aplicaciones móviles",
  "md_main_desc": "Ofrecemos servicios integrales de desarrollo de aplicaciones móviles para plataformas iOS y Android.",

  "md_process1_main_title": "Nuestro proceso de desarrollo",
  "md_process1_1_title": "1. Desarrollo de aplicaciones nativas",
  "md_process1_1_desc": "Desarrollamos aplicaciones nativas adaptadas a los requisitos específicos de las plataformas iOS y Android, garantizando un rendimiento y una experiencia de usuario óptimos.",
  "md_process1_2_title": "2. Desarrollo de aplicaciones híbridas",
  "md_process1_2_desc": "Nuestras soluciones de aplicaciones híbridas combinan tecnologías nativas y web para brindar una opción rentable con una amplia compatibilidad de plataformas.",
  "md_process1_3_title": "3. Diseño de UI/UX",
  "md_process1_3_desc": "Diseñamos interfaces atractivas y fáciles de usar para aplicaciones móviles, centrándonos en la usabilidad y el atractivo visual para mejorar la satisfacción del usuario.",
  "md_process1_4_title": "4. Pruebas y optimización de aplicaciones",
  "md_process1_4_desc": "Realizamos pruebas y optimizaciones exhaustivas para garantizar que su aplicación funcione sin problemas en diferentes dispositivos y sistemas operativos.",

  "md_solution1_title": "Tecnologías que utilizamos",
  "md_solution1_1": "React Native",
  "md_solution1_2": "Flutter",
  "md_solution1_3": "Swift",
  "md_solution1_4": "Kotlin",
  "md_solution1_5": "Xamarin",

  "sis_dev_1_head": "Integración de software",
  "sis_main_desc": "Nuestros servicios de integración de software lo ayudan a conectar varios sistemas y aplicaciones para optimizar sus operaciones.",

  "sis_process1_main_title": "Nuestro proceso de integración",
  "sis_process1_1_title": "1. Análisis del sistema",
  "sis_process1_1_desc": "Analizamos sus sistemas existentes para identificar puntos de integración y requisitos, diseñando soluciones que satisfagan sus necesidades específicas.",
  "sis_process1_2_title": "2. Desarrollo de middleware",
  "sis_process1_2_desc": "Creamos soluciones de middleware que facilitan la comunicación entre sistemas dispares, asegurando un intercambio de datos fluido y la interoperabilidad del sistema.",
  "sis_process1_3_title": "3. Migración de datos",
  "sis_process1_3_desc": "Gestionamos la migración de sus datos entre sistemas, asegurando la precisión e integridad y minimizando las interrupciones en su negocio.",
  "sis_process1_4_title": "4. Pruebas de integración",
  "sis_process1_4_desc": "Realizamos pruebas exhaustivas para garantizar que los sistemas integrados funcionen de manera correcta y eficiente, cumpliendo con sus estándares de rendimiento y confiabilidad.",

  "sis_solution1_title": "Lo que hacemos Integrar",
  "sis_solution1_1": "API REST",
  "sis_solution1_2": "API SOAP",
  "sis_solution1_3": "OAuth 2.0",
  "sis_solution1_4": "GraphQL",
  "sis_solution1_5": "Zapier",

  "cb_dev_1_head": "Soluciones basadas en la nube",
  "cb_main_desc": "Soluciones personalizadas para servicios e infraestructura en la nube, que mejoran la agilidad de su negocio.",

  "cb_process1_main_title": "Nuestras soluciones basadas en la nube",
  "cb_process1_1_title": "1. Desarrollo de aplicaciones en la nube",
  "cb_process1_1_desc": "Diseñamos y construimos aplicaciones en la nube personalizadas que se adaptan a las necesidades de su negocio e impulsan el crecimiento.",
  "cb_process1_2_title": "2. Migración a la nube",
  "cb_process1_2_desc": "Migre sin problemas sus sistemas y datos existentes a la nube con una interrupción mínima.",
  "cb_process1_3_title": "3. Integración en la nube",
  "cb_process1_3_desc": "Integre varios servicios y aplicaciones en la nube para lograr una operación unificada y eficiente.",
  "cb_process1_4_title": "4. Seguridad en la nube",
  "cb_process1_4_desc": "Implemente medidas de seguridad sólidas para proteger sus datos y aplicaciones en la nube.",

  "cb_solution1_title": "Tecnologías en la nube que utilizamos",
  "cb_solution1_1": "AWS",
  "cb_solution1_2": "Microsoft Azure",
  "cb_solution1_3": "Google Cloud",
  "cb_solution1_4": "Cloudflare",

  "sm_dev_1_head": "Soluciones de gestión de software",
  "sm_main_desc": "Gestión eficiente de sistemas de software para optimizar el rendimiento y mejorar la productividad.",

  "sm_process1_main_title": "Nuestros servicios de gestión de software",
  "sm_process1_1_title": "1. Gestión del ciclo de vida del software",
  "sm_process1_1_desc": "Garantizamos un enfoque fluido y estructurado para el desarrollo de software, desde la planificación hasta la implementación.",
  "sm_process1_2_title": "2. Control de versiones y actualizaciones",
  "sm_process1_2_desc": "Mantenga su software actualizado con las últimas funciones y parches de seguridad utilizando nuestra gestión de versiones servicios.",
  "sm_process1_3_title": "3. Seguimiento y resolución de errores",
  "sm_process1_3_desc": "Realice un seguimiento, priorice y resuelva errores de manera eficiente para garantizar una experiencia de software perfecta.",
  "sm_process1_4_title": "4. Monitoreo del rendimiento",
  "sm_process1_4_desc": "Monitoree el rendimiento de su software en tiempo real para identificar y abordar problemas potenciales de manera temprana.",

  "sm_solution1_title": "Herramientas de administración de software que usamos",
  "sm_solution1_1": "Jira",
  "sm_solution1_2": "GitLab",
  "sm_solution1_3": "Trello",
  "sm_solution1_4": "Azure DevOps",

  "contact_us_bottom_title": "¿Está listo para transformar su negocio?",
  "contact_us_bottom_desc": "Hablemos sobre cómo nuestras soluciones de software pueden impulsar su éxito.",
  "contact_us_bottom_btn": "Contáctenos",

  "software_dev_2_head": "Desarrollo de aplicaciones web",
  "software_dev_3_head": "Desarrollo de aplicaciones móviles",
  "software_dev_4_head": "Integración de software",
  "software_dev_5_head": "Soluciones basadas en la nube",
  "software_dev_6_head": "Mantenimiento de software",

  "thirt_party_0": "Mercadotecnia Digital",

  "thirt_party_1_head": "Optimización de motores de búsqueda (SEO)",
  "seo_dev_1_head": "Optimización de motores de búsqueda (SEO)",
  "seo_main_desc": "Usamos un enfoque basado en datos para mejorar su presencia en línea y generar tráfico orgánico.",

  "seo_process1_main_title": "Nuestra estrategia de SEO",
  "seo_process1_1_title": "1. Investigación de palabras clave",
  "seo_process1_1_desc": "Realizamos una investigación exhaustiva de palabras clave para identificar las palabras clave más relevantes y de mayor tráfico para su negocio, optimizando su contenido para obtener mejores clasificaciones en los motores de búsqueda.",
  "seo_process1_2_title": "2. Optimización en la página",
  "seo_process1_2_desc": "Nuestro equipo optimiza la estructura, las metaetiquetas y el contenido de su sitio web para garantizar que sea compatible con los motores de búsqueda y ofrezca una experiencia de usuario superior. Experiencia.",
  "seo_process1_3_title": "3. Link Building",
  "seo_process1_3_desc": "Desarrollamos una campaña estratégica de link building para aumentar la autoridad y credibilidad de tu sitio web, mejorando tus posibilidades de posicionarte mejor en los resultados de búsqueda.",
  "seo_process1_4_title": "4. Seguimiento del rendimiento",
  "seo_process1_4_desc": "Monitoreamos continuamente el rendimiento de su SEO, utilizando análisis para realizar un seguimiento del progreso, identificar áreas de mejora y ajustar las estrategias según sea necesario.",

  "seo_solution1_title": "Herramientas de SEO que utilizamos",
  "seo_solution1_1": "Google Analytics",
  "seo_solution1_2": "Ahrefs",
  "seo_solution1_3": "SEMrush",
  "seo_solution1_4": "Yoast SEO",
  "seo_solution1_5": "Google Search Console",

  "seo_contact_title": "¿Está listo para mejorar su estrategia de SEO?",
  "seo_contact_desc": "Hablemos sobre cómo nuestros servicios de SEO pueden mejorar su presencia en línea y generar tráfico orgánico.",
  "seo_contact_btn": "Contáctenos",

  "thirt_party_2_head": "Marketing de contenidos",
  "content_marketing_head": "Marketing de contenidos",
  "content_marketing_main_desc": "Nuestros servicios de marketing de contenidos se centran en crear contenido valioso y relevante que atraiga, involucre y retenga a su público objetivo.",

  "content_marketing_process1_main_title": "Nuestra estrategia de marketing de contenidos",
  "content_marketing_process1_1_title": "1. Planificación de contenidos",
  "content_marketing_process1_1_desc": "Desarrollamos una estrategia de contenido integral que se alinea con sus objetivos comerciales, las necesidades de la audiencia y las tendencias de la industria.",
  "content_marketing_process1_2_title": "2. Creación de contenido",
  "content_marketing_process1_2_desc": "Nuestro equipo crea contenido de alta calidad, incluidos blogs, artículos, videos e infografías, que se dirige a su audiencia y genera participación.",
  "content_marketing_process1_3_title": "3. Distribución de contenido",
  "content_marketing_process1_3_desc": "Distribuimos estratégicamente su contenido en varias plataformas para maximizar el alcance y la visibilidad.",
  "content_marketing_process1_4_title": "4. Seguimiento del rendimiento",
  "content_marketing_process1_4_desc": "Analizamos el rendimiento de sus campañas de marketing de contenido y hacemos un seguimiento de las métricas clave para medir la eficacia.",

  "content_marketing_solution1_title": "Herramientas de marketing de contenido que utilizamos",
  "content_marketing_solution1_1": "Google Analytics",
  "content_marketing_solution1_2": "HubSpot",
  "content_marketing_solution1_3": "BuzzSumo",
  "content_marketing_solution1_4": "CoSchedule",
  "content_marketing_solution1_5": "SEMrush",

  "content_marketing_contact_title": "¿Está listo para mejorar su estrategia de contenido?",
  "content_marketing_contact_desc": "Hablemos sobre cómo nuestros servicios de marketing de contenido pueden impulsar la participación y hacer crecer su audiencia.",
  "content_marketing_contact_btn": "Contáctenos",

  "thirt_party_3_head": "Marketing en redes sociales",
  "social_media_marketing_head": "Marketing en redes sociales",
  "social_media_marketing_main_desc": "Nuestros servicios de marketing en redes sociales ayudan a las empresas a construir una fuerte presencia en línea, interactuar con las audiencias e impulsar las conversiones.",

  "social_media_marketing_process1_main_title": "Nuestra estrategia de marketing en redes sociales",
  "social_media_marketing_process1_1_title": "1. Investigación de audiencia",
  "social_media_marketing_process1_1_desc": "Analizamos su audiencia objetivo para comprender sus preferencias, comportamientos y las plataformas que frecuentan para adaptar las campañas de manera efectiva.",
  "social_media_marketing_process1_2_title": "2. Creación de contenido",
  "social_media_marketing_process1_2_desc": "Creamos contenido atractivo, que incluye elementos visuales, videos y textos, que resuena con su audiencia y fortalece su identidad de marca.",
  "social_media_marketing_process1_3_title": "3. Gestión de plataformas",
  "social_media_marketing_process1_3_desc": "Nuestro equipo administra sus plataformas de redes sociales, publica contenido, interactúa con los seguidores y garantiza la coherencia en todos los canales.",
  "social_media_marketing_process1_4_title": "4. Análisis de rendimiento",
  "social_media_marketing_process1_4_desc": "Realizamos un seguimiento de las métricas de rendimiento clave, monitoreamos las tendencias y ajustamos las estrategias para garantizar que sus campañas sigan brindando resultados sólidos",

  "social_media_marketing_solution1_title": "Plataformas de redes sociales en las que nos especializamos",
  "social_media_marketing_solution1_1": "Facebook",
  "social_media_marketing_solution1_2": "Instagram",
  "social_media_marketing_solution1_3": "LinkedIn",
  "social_media_marketing_solution1_4": "Twitter",
  "social_media_marketing_solution1_5": "YouTube",

  "social_media_marketing_contact_title": "¿Está listo para mejorar su presencia en las redes sociales?",
  "social_media_marketing_contact_desc": "Hablemos sobre cómo nuestros servicios de marketing en redes sociales pueden ayudarlo a interactuar con su audiencia y hacer crecer su marca",
  "social_media_marketing_contact_btn": "Contáctenos",

  "thirt_party_4_head": "Publicidad de pago por clic (PPC)",
  "ppc_advertising_head": "Publicidad de pago por clic (PPC)",
  "ppc_advertising_main_desc": "Nuestros servicios de publicidad PPC lo ayudan a generar tráfico dirigido a su sitio web a través de ubicaciones estratégicas de anuncios, maximizando el ROI con cada clic",

  "ppc_advertising_process1_main_title": "Nuestra estrategia de publicidad PPC",
  "ppc_advertising_process1_1_title": "1. Planificación de campañas",
  "ppc_advertising_process1_1_desc": "Desarrollamos una estrategia de campaña PPC detallada adaptada a sus objetivos comerciales, identificando las mejores plataformas y palabras clave para un máximo impacto",

  "ppc_advertising_process1_2_title": "2. Creación de anuncios",
  "ppc_advertising_process1_2_desc": "Nuestro equipo diseña anuncios atractivos con texto persuasivo y elementos visuales atractivos que Capte la atención y genere conversiones.",
  "ppc_advertising_process1_3_title": "3. Gestión de ofertas",
  "ppc_advertising_process1_3_desc": "Gestionamos sus ofertas para optimizar la ubicación de los anuncios y garantizar un gasto rentable en función de los datos de rendimiento.",
  "ppc_advertising_process1_4_title": "4. Monitoreo de desempeño",
  "ppc_advertising_process1_4_desc": "Monitoreamos continuamente sus campañas de PPC, analizando métricas clave para refinar las estrategias y mejorar el ROI con el tiempo.",

  "ppc_advertising_solution1_title": "Plataformas de PPC en las que nos destacamos",
  "ppc_advertising_solution1_1": "Anuncios de Google",
  "ppc_advertising_solution1_2": "Anuncios de Bing",
  "ppc_advertising_solution1_3": "Anuncios de Facebook",
  "ppc_advertising_solution1_4": "Anuncios de LinkedIn",
  "ppc_advertising_solution1_5": "Anuncios de Twitter",

  "ppc_contact_title": "¿Está listo para aumentar su tráfico con PPC?",
  "ppc_contact_desc": "Hablemos sobre cómo nuestros servicios de PPC pueden mejorar su presencia en línea.",
  "ppc_contact_btn": "Contáctenos",

  "blog_title": "Navegando por el comercio global: estrategias de importación y exportación para 2024",
  "blog_date": "9 de septiembre de 2024",
  "blog_author": "Perspectivas sobre el comercio global",
  "blog_intro": "En el panorama en constante evolución del comercio global, 2024 presenta nuevos desafíos y oportunidades. Desde interrupciones en la cadena de suministro hasta guerras comerciales y regulaciones cambiantes, las empresas que participan en la importación y exportación deben ser ágiles y proactivas. En este blog, exploraremos estrategias clave para optimizar sus operaciones de importación y exportación, mitigar los riesgos y aprovechar las oportunidades en los mercados emergentes",

  "section1_title": "Diversificación de las cadenas de suministro para la estabilidad",
  "section1_desc": "Con las tensiones geopolíticas y las restricciones comerciales en aumento, diversificar su cadena de suministro es esencial. Las empresas deben explorar la posibilidad de abastecerse en varios países para minimizar las interrupciones y garantizar un flujo constante de bienes. Al aprovechar los acuerdos de libre comercio y forjar nuevas asociaciones, puede proteger sus operaciones de cambios inesperados. disrupciones.",

  "section2_title": "Aprovechar la tecnología para la eficiencia comercial",
  "section2_desc": "Las soluciones digitales están transformando la forma en que comerciamos. Desde la tecnología blockchain que garantiza la transparencia en las transacciones hasta los análisis impulsados ​​por IA que predicen las tendencias del mercado, las empresas que adopten innovaciones tecnológicas obtendrán una ventaja competitiva. La implementación del seguimiento en tiempo real y el procesamiento aduanero digital puede agilizar sus actividades de importación y exportación.",

  "section3_title": "Adaptación a las cambiantes regulaciones comerciales",
  "section3_desc": "El año 2024 trae cambios en las regulaciones comerciales, en particular con nuevos requisitos ambientales y de sostenibilidad. Mantenerse a la vanguardia de estas regulaciones no solo ayudará a evitar sanciones, sino que también puede abrir las puertas a nuevos mercados. Comprender los matices de las regulaciones, como los ajustes fronterizos de carbono y las certificaciones de sostenibilidad, será crucial para el éxito a largo plazo.",

  "section4_title": "Explorar los mercados emergentes",
  "section4_desc": "Los mercados emergentes de Asia, África y América Latina ofrecen oportunidades lucrativas para las empresas que buscan expandir su alcance global. Con una clase media en crecimiento y una mayor demanda de bienes, estas regiones ofrecen un potencial sin explotar para los exportadores. Realizar estudios de mercado exhaustivos y establecer alianzas locales será fundamental para ingresar con éxito a estos mercados.",

  "section5_title": "Mitigación de riesgos comerciales",
  "section5_desc": "El entorno comercial internacional está plagado de riesgos, entre ellos, fluctuaciones en los valores de las divisas, inestabilidad política y desafíos logísticos. Las empresas deben implementar estrategias de gestión de riesgos, como la protección contra las fluctuaciones cambiarias, la diversificación de las bases de clientes y la obtención de seguros de crédito comercial para minimizar las posibles pérdidas.",

  "section6_title": "Sustentabilidad y abastecimiento ético",
  "section6_desc": "Los consumidores y los gobiernos están dando cada vez más prioridad a la sustentabilidad y al abastecimiento ético. Las empresas que adopten prácticas respetuosas con el medio ambiente, como la reducción de las emisiones de carbono en los envíos y el abastecimiento de proveedores éticos, no solo cumplirán con las regulaciones, sino que también mejorarán la reputación de su marca y atraerán a consumidores conscientes.",

  "blog_title1": "Por qué su empresa necesita software personalizado",
  "blog_author1": "Soluciones tecnológicas",
  "blog_date1": "9 de septiembre de 2024",
  "blog_intro1": "En el acelerado entorno empresarial actual, las soluciones de software estándar a menudo no satisfacen las demandas únicas de las empresas individuales. El desarrollo de software personalizado ofrece un enfoque personalizado, que proporciona soluciones diseñadas específicamente para abordar las necesidades de su empresa. En este blog, profundizaremos en cómo el software personalizado puede optimizar las operaciones, reducir los costos y brindar una ventaja competitiva.",
  "section1_title1": "Optimización de las operaciones",
  "section1_desc1": "El software personalizado está diseñado para alinearse con sus flujos de trabajo y procesos existentes, eliminando las características y complejidades innecesarias que se encuentran en el software genérico. Esta alineación conduce a una mayor eficiencia, ya que los empleados pasan menos tiempo navegando por funciones irrelevantes y más tiempo en tareas productivas. La integración con los sistemas existentes garantiza un flujo de datos sin problemas en todos los departamentos, lo que mejora aún más la eficiencia operativa.",
  "section2_title1": "Reducción Costos a largo plazo",
  "section2_desc1": "Si bien la inversión inicial en software personalizado puede parecer más alta en comparación con las opciones estándar, a menudo se traduce en ahorros de costos con el tiempo. Las soluciones personalizadas eliminan la necesidad de múltiples licencias de software y reducen los costos asociados con la capacitación del personal en múltiples plataformas. Además, el software personalizado se puede escalar y actualizar a medida que su negocio crece, lo que evita la necesidad de costosas revisiones o migraciones a nuevos sistemas.",
  "section3_title1": "Funciones personalizadas para necesidades únicas",
  "section3_desc1": "Cada negocio tiene procesos y requisitos únicos que el software genérico no puede abordar por completo. El desarrollo de software personalizado le permite definir características y funcionalidades específicas que se adaptan a su modelo de negocio. Ya sea un sistema único de gestión de relaciones con el cliente o un seguimiento de inventario especializado, las soluciones personalizadas garantizan que todos los aspectos de sus operaciones estén respaldados.",
  "section4_title1": "Mejora de la seguridad",
  "section4_desc1": "La seguridad es una preocupación primordial para las empresas, especialmente cuando se trata de datos confidenciales. El software personalizado reduce el riesgo de violaciones de seguridad que son comunes en aplicaciones comerciales ampliamente utilizadas. Con soluciones personalizadas, los protocolos de seguridad se pueden adaptar a sus necesidades específicas y usted tiene control total sobre cómo se almacenan y se accede a los datos.",
  "section5_title1": "Obtener ventaja competitiva",
  "section5_desc1": "Al implementar un software diseñado específicamente para su negocio, puede obtener una importante ventaja competitiva. El software personalizado le permite innovar y ofrecer servicios o productos que los competidores que usan software genérico no pueden. Permite una mayor flexibilidad y capacidad de respuesta a los cambios del mercado, posicionando a su negocio como líder en su industria.",
  "section6_title1": "Asegurar el futuro de su negocio",
  "section6_desc1": "La tecnología evoluciona rápidamente y las empresas necesitan soluciones que puedan adaptarse a estos cambios. El software personalizado se puede diseñar teniendo en cuenta la escalabilidad, lo que garantiza que crezca junto con su negocio. Se pueden agregar actualizaciones y nuevas funciones según sea necesario, manteniendo su software relevante y eficiente sin la necesidad de reemplazos completos.",

  "blog_byb_title1": "Potencia tu marca",
  "blog_byb_author1": "Soluciones tecnológicas",
  "blog_byb_date1": "19 de julio de 2024",
  "section1_byb_title1": "Entender la identidad de marca",
  "section1_byb_desc1": "La identidad de marca es crucial para causar una impresión memorable en el mercado. Abarca elementos como el logotipo, la combinación de colores y el diseño general, que contribuyen a la forma en que se percibe tu marca. Desarrollar una identidad de marca sólida ayuda a generar confianza y credibilidad entre tu público objetivo.",
  "section2_byb_title1": "Crear una propuesta de valor única",
  "section2_byb_desc1": "Una propuesta de valor única (PVU) define claramente lo que hace que tu marca se destaque entre la competencia. Destaca los beneficios y el valor que recibirán los clientes, lo que te ayuda a atraer y retener una base de clientes leales. Crear una PVU convincente implica comprender las necesidades de tu audiencia y alinear tus ofertas con esas necesidades.",
  "section3_byb_title1": "Cómo aprovechar las redes sociales para el crecimiento de la marca",
  "section3_byb_desc1": "Las plataformas de redes sociales ofrecen herramientas poderosas para expandir el alcance y la participación de su marca. Al crear y compartir contenido valioso, interactuar con su audiencia y ejecutar campañas publicitarias específicas, puede mejorar la visibilidad de la marca y fomentar una comunidad de defensores de la marca.",
  "section4_byb_title1": "Invertir en contenido de calidad",
  "section4_byb_desc1": "El contenido de alta calidad es una piedra angular de una marca eficaz. No solo atrae y retiene a los clientes, sino que también establece su marca como una autoridad en su industria. Invertir en la creación de contenido profesional, incluidos blogs, videos e infografías, puede afectar significativamente la reputación y el éxito de su marca.",
  "section5_byb_title1": "Monitoreo y adaptación de su estrategia de marca",
  "section5_byb_desc1": "El monitoreo y la adaptación continuos de su estrategia de marca son esenciales para el éxito a largo plazo. Analizar métricas de rendimiento clave, recopilar comentarios de los clientes y mantenerse actualizado con las tendencias del mercado lo ayudarán a perfeccionar su enfoque y garantizar que su marca siga siendo relevante y competitiva",

  "hr_busi_0": "Consultoría de negocios de RR.HH.",
  "hr_busi_1": "Bienvenido a nuestros servicios de Consultoría de negocios de RR.HH., donde la experiencia se encuentra con la innovación. En nuestra firma, comprendemos los desafíos dinámicos que enfrentan las empresas en el panorama competitivo actual. Con un equipo de consultores experimentados, ofrecemos orientación estratégica adaptada a sus necesidades específicas. Ya sea que sea una empresa emergente que busca establecer su presencia en el mercado o una corporación establecida que apunta a la excelencia operativa, nuestras soluciones integrales lo capacitan para alcanzar sus objetivos.",
  "hr_busi_2": "En el ámbito de la Consultoría de negocios de RR.HH., redefinimos las posibilidades. Nuestro dedicado equipo de profesionales combina conocimientos de la industria con creatividad, brindando soluciones innovadoras que impulsan el crecimiento empresarial. Creemos no solo en cumplir, sino también en superar las expectativas del cliente. Al aprovechar nuestra experiencia en áreas como investigación de mercado, planificación estratégica y desarrollo organizacional, ayudamos a las empresas a tomar decisiones informadas y mantenerse por delante de la competencia. Permítanos ser sus socios estratégicos y guiarlo hacia un futuro de éxito y crecimiento sin igual.",
  "emp_tr_0": "Capacitación y desarrollo de empleados",
  "emp_tr_1": "Ofrecemos una amplia gama de módulos de capacitación diseñados para abordar desafíos específicos de la industria y brechas de habilidades individuales. Desde competencia técnica hasta habilidades blandas, nuestros capacitadores experimentados brindan sesiones prácticas e interactivas que fomentan el aprendizaje continuo. Nuestro objetivo no solo es superar las brechas de habilidades existentes dentro de su organización, sino también cultivar una cultura de innovación y adaptabilidad.",
  "emp_tr_2": "Al invertir en nuestros programas de capacitación y desarrollo de empleados, no solo está mejorando las capacidades de su equipo; está fomentando una fuerza laboral ágil, motivada y lista para enfrentar cualquier desafío. Asóciese con nosotros para liberar todo el potencial de sus empleados, impulsando su negocio hacia un crecimiento y éxito sostenibles.",
  "hr_comp_0": "Cumplimiento de RR. HH. y soporte legal",
  "hr_comp_1": "Navegar por el complejo panorama del cumplimiento de RR. HH. y las regulaciones legales es crucial para cualquier negocio. Nuestros servicios de Cumplimiento de RR.HH. y Asistencia Legal están diseñados para brindarle orientación experta y tranquilidad. Nos mantenemos actualizados con las últimas leyes y regulaciones laborales, lo que garantiza que las políticas y prácticas de su empresa se alineen perfectamente con los requisitos legales.",
  "hr_comp_2": "Nuestro equipo dedicado de profesionales ofrece un apoyo integral en la redacción, revisión y actualización de políticas y procedimientos de RR.HH. Realizamos auditorías exhaustivas para identificar áreas potenciales de riesgo y lo orientamos sobre las mejores prácticas para mitigar los desafíos legales. Ya sean contratos de empleo, políticas antidiscriminación o pautas de seguridad en el lugar de trabajo, adaptamos nuestros servicios a las necesidades específicas de su industria, lo que garantiza el cumplimiento de las leyes locales, estatales y federales.",
  "hr_comp_3": "Al asociarse con nosotros para el Cumplimiento de RR.HH. y Asistencia Legal, puede concentrarse en sus actividades comerciales principales, con la confianza de que sus prácticas de RR.HH. están en línea con la ley. Manténgase a la vanguardia de los cambios regulatorios, minimice los riesgos legales y fomente un entorno de trabajo que promueva tanto el cumplimiento legal como la integridad ética. Permítanos ser su socio de confianza para garantizar un lugar de trabajo seguro y que cumpla con las normas para sus empleados.",

  "read_more": "Leer más",

  "first_name_form": "Ingrese su nombre",
  "last_name_form": "Ingrese su nombre",
  "email_form": "Ingrese su dirección de correo electrónico",
  "num_code_form": "Número de teléfono con código de país",
  "msg_form": "Escribe tu mensaje...",

  "landTransportationHeading": "Servicios de transporte terrestre",
  "landTransportationDescription": "En PCOX Internet Pvt Limited, nos especializamos en brindar soluciones de transporte terrestre eficientes y confiables diseñadas para satisfacer sus necesidades logísticas específicas",
  "landTransportationFeature1": "Optimización del transporte terrestre",
  "landTransportationFeature2": "Soluciones transfronterizas",
  "landTransportationFeature3": "Gestión de flotas dedicada",
  "landTransportationFeature4": "Manejo de carga especializado",
  "landTransportationProcess1": "Recogida y embalaje",
  "landTransportationProcess2": "Planificación de rutas",
  "landTransportationProcess3": "Transporte",
  "landTransportationProcess4": "Almacenamiento",
  "landTransportationContact": "Contacte con nosotros para obtener soluciones de transporte terrestre personalizadas, desde gestión de flotas hasta servicios transfronterizos.",
  "landTransportationContactLink": "Contáctanos!",

  "seaTransportationHeading": "Servicios de transporte marítimo",
  "seaTransportationDescription": "En PCOX Internet Pvt Limited, ofrecemos soluciones de transporte marítimo confiables y eficientes, garantizando que su carga llegue a su destino de manera segura y a tiempo.",
  "seaTransportationFeature1": "Soluciones de envío globales",
  "seaTransportationFeature2": "Gestión de contenedores",
  "seaTransportationFeature3": "Despacho de aduana",
  "seaTransportationFeature4": "Seguimiento de carga",
  "seaTransportationProcess1": "Recogida y embalaje",
  "seaTransportationProcess2": "Planificación de rutas",
  "seaTransportationProcess3": "Transporte",
  "seaTransportationProcess4": "Almacenamiento",
  "seaTransportationContact": "Contáctenos para obtener servicios de transporte marítimo confiables y un despacho de aduana sin problemas para su carga.",
  "seaTransportationContactLink": "Contáctanos!",

  "airTransportationHeading": "Servicios de transporte aéreo",
  "airTransportationDescription": "En PCOX Internet Pvt Limited, ofrecemos soluciones de transporte aéreo rápidas y eficientes para sus necesidades de envío urgente, garantizando una entrega oportuna en todo el mundo.",
  "airTransportationFeature1": "Entrega exprés",
  "airTransportationFeature2": "Soluciones de transporte global",
  "airTransportationFeature3": "Manejo de mercancías peligrosas",
  "airTransportationFeature4": "Seguimiento en tiempo real",
  "airTransportationProcess1": "Recogida y embalaje",
  "airTransportationProcess2": "Planificación de rutas",
  "airTransportationProcess3": "Transporte",
  "airTransportationProcess4": "Almacenamiento",
  "airTransportationContact": "¿Necesita transporte aéreo rápido? Contáctenos para entrega exprés y seguimiento en tiempo real para sus necesidades de envío urgente.",
  "airTransportationContactLink": "Contáctanos!",

  "landTransportationProcessTitle": "Nuestro proceso",

  "pageTitle": "Servicios de nómina de terceros para RR. HH.",
  "breadcrumbTitle": "thirt_party_0",
  "serviceDetailsHeader": "En marketing digital, esto es lo que ofrecemos",
  "serviceCard1Title": "Optimización de motores de búsqueda (SEO)",
  "serviceCard1Icon": "RiSeoLine",
  "serviceCard1Contact": "services_wwp_card_btn1",
  "serviceCard1ServicePage": "services_wwp_card_btn2",
  "serviceCard2Title": "Marketing de contenido estratégico",
  "serviceCard2Icon": "BiBookContent",
  "serviceCard2Contact": "services_wwp_card_btn1",
  "serviceCard2ServicePage": "services_wwp_card_btn2",
  "serviceCard3Title": "Marketing en redes sociales",
  "serviceCard3Icon": "IoShareSocialSharp",
  "serviceCard3Contact": "services_wwp_card_btn1",
  "serviceCard3ServicePage": "services_wwp_card_btn2",
  "serviceCard4Title": "Publicidad de pago por clic (PPC)",

  "company_address": "Innov8 Mantri commercio, quinto piso, Torre-A Bellandur ORR, Bengaluru, Karnataka 560103"
}
