{
  "home": "Trang chủ",
  "about": "Giới thiệu",
  "services": "Dịch vụ",
  "blog": "Blog",
  "contact": "Liên hệ",
  "for_job_seekers": "DÀNH CHO NGƯỜI TÌM VIỆC",
  "for_client": "DÀNH CHO KHÁCH HÀNG",
  "about_us": "Giới thiệu về chúng tôi",
  "about_desc_1": "PCOX Internet Pvt. Ltd. là một công ty giải pháp CNTT năng động và sáng tạo, cam kết giúp các doanh nghiệp điều hướng và phát triển trong bối cảnh kỹ thuật số. Được thành lập với tầm nhìn trao quyền cho các doanh nghiệp thông qua công nghệ, chúng tôi chuyên cung cấp các dịch vụ toàn diện về phát triển web, phát triển phần mềm, tiếp thị kỹ thuật số và nền tảng thương mại & hậu cần kỹ thuật số. Mục tiêu của chúng tôi rất đơn giản: cung cấp các giải pháp kỹ thuật số sáng tạo, có thể mở rộng và tùy chỉnh để thúc đẩy tăng trưởng và hiệu quả.",
  "about_desc_2": "Nhóm của chúng tôi bao gồm các chuyên gia giàu kinh nghiệm, những người là chuyên gia trong lĩnh vực tương ứng của họ. Từ các nhà thiết kế và nhà phát triển sáng tạo đến các nhà tiếp thị kỹ thuật số chiến lược và chuyên gia hậu cần, chúng tôi tập hợp nhiều kỹ năng và chuyên môn đa dạng để cung cấp các giải pháp toàn diện. Tại PCOX Internet Pvt. Ltd., chúng tôi tin rằng con người là tài sản lớn nhất của chúng tôi và chúng tôi đầu tư vào sự tăng trưởng và phát triển của họ để luôn đi đầu.",
  "about_desc_3": "Tại PCOX Internet Pvt. Ltd., chúng tôi tin vào việc xây dựng quan hệ đối tác lâu dài với khách hàng bằng cách hiểu nhu cầu riêng của họ và cung cấp các giải pháp vượt quá mong đợi. Đây là điều làm nên sự khác biệt của chúng tôi",
  "about_desc_4": "Chúng tôi tự hào về tính chuyên nghiệp, tính chính trực và đạo đức nghề nghiệp của mình. Chúng tôi tuân thủ các tiêu chuẩn cao nhất về hoạt động kinh doanh, đảm bảo tính minh bạch, bảo mật và công bằng trong suốt quá trình tuyển dụng. Mục tiêu của chúng tôi là xây dựng mối quan hệ lâu dài với khách hàng và ứng viên, dựa trên sự tin tưởng, tôn trọng lẫn nhau và thành công chung.",
  "our_achiev": "Thành tựu của chúng tôi",
  "teams": "Các nhóm",
  "country": "Các quốc gia đã phục vụ",
  "promise": "Lời hứa đã thực hiện",
  "mission": "Sứ mệnh",

  "testimonials_head": "Lời chứng thực",

  "testimonials_desc1": "PCOX Internet Pvt. Ltd. đã biến đổi sự hiện diện kỹ thuật số của chúng tôi bằng các giải pháp sáng tạo của họ. Nền tảng thương mại và hậu cần kỹ thuật số của họ đã hợp lý hóa các hoạt động xuất nhập khẩu của chúng tôi, giúp chúng tôi tiết kiệm cả thời gian và tiền bạc!",
  "testimonials_client1": "Edawrd blinkin",

  "testimonials_desc2": "Làm việc với PCOX Internet Pvt. Ltd. đã thay đổi cuộc chơi cho doanh nghiệp của chúng tôi. Chuyên môn của họ về phát triển web và tiếp thị kỹ thuật số đã giúp chúng tôi tiếp cận các thị trường mới và tăng đáng kể cơ sở khách hàng của mình.",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "Chúng tôi đã vật lộn với khả năng hiển thị chuỗi cung ứng cho đến khi chúng tôi hợp tác với PCOX Internet Pvt. Ltd. Nền tảng của họ đã cung cấp hiệu quả vô song và dữ liệu thời gian thực, cách mạng hóa hoạt động quản lý hậu cần của chúng tôi.",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. Ltd. đã cung cấp cho chúng tôi các dịch vụ phát triển phần mềm đặc biệt hoàn toàn phù hợp với nhu cầu kinh doanh của chúng tôi. Đội ngũ của họ rất chuyên nghiệp, phản hồi nhanh và cam kết với thành công của chúng tôi ngay từ ngày đầu tiên..",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "Các chiến lược tiếp thị kỹ thuật số do PCOX Internet Pvt. Ltd. phát triển đã vô cùng hiệu quả. Sự tương tác trực tuyến của chúng tôi đã tăng vọt và chúng tôi đã thấy sự gia tăng đáng kể về lượng khách hàng tiềm năng và chuyển đổi!",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "Tại PCOX Internet Pvt. Ltd., sứ mệnh của chúng tôi là trao quyền cho các doanh nghiệp bằng các giải pháp kỹ thuật số sáng tạo giúp tăng trưởng, hiệu quả và sự gắn kết của khách hàng. Chúng tôi nỗ lực trở thành đối tác đáng tin cậy bằng cách cung cấp các dịch vụ chất lượng cao, được thiết kế riêng trong phát triển web, phát triển phần mềm, tiếp thị kỹ thuật số và thương mại & hậu cần kỹ thuật số, đảm bảo khách hàng của chúng tôi phát triển mạnh mẽ trong bối cảnh kỹ thuật số luôn thay đổi.",
  "vision": "Tầm nhìn",
  "vision_desc_1": "Tầm nhìn của chúng tôi là trở thành công ty hàng đầu toàn cầu về chuyển đổi kỹ thuật số, được biết đến với cam kết đổi mới, xuất sắc và thành công của khách hàng. Chúng tôi đặt mục tiêu định nghĩa lại trải nghiệm kỹ thuật số cho các doanh nghiệp trên toàn thế giới, cho phép họ phát huy hết tiềm năng của mình thông qua công nghệ tiên tiến và các giải pháp kỹ thuật số chiến lược.",
  "value": "Giá trị",
  "value_desc_1": "Tập trung vào khách hàng: Chúng tôi đặt khách hàng vào trung tâm của mọi việc chúng tôi làm, hợp tác chặt chẽ với họ để hiểu nhu cầu riêng của họ và cung cấp các giải pháp tùy chỉnh thúc đẩy thành công.",
  "value_desc_2": "Đổi mới: Chúng tôi liên tục tìm kiếm những cách mới và sáng tạo để giải quyết vấn đề, nắm bắt sự thay đổi và áp dụng các công nghệ mới nhất để mang lại kết quả tốt nhất.",
  "value_desc_3": "Chính trực: Chúng tôi duy trì các tiêu chuẩn cao nhất về sự trung thực, minh bạch và hành vi đạo đức trong mọi tương tác và hoạt động kinh doanh của mình.",
  "our_services": "Dịch vụ của chúng tôi",
  "our_services_message": "Các giải pháp toàn diện về phát triển web, phát triển phần mềm, tiếp thị kỹ thuật số, xuất nhập khẩu và hậu cần để thúc đẩy thành công trong kinh doanh của bạn.",
  "hr_services": "Dịch vụ xuất nhập khẩu & Giải pháp hậu cần",
  "hr_services_message": "Hợp lý hóa thương mại toàn cầu với nguồn cung ứng chuyên gia, tuân thủ và hậu cần hiệu quả, đảm bảo giao hàng an toàn, kịp thời trên các thị trường quốc tế.",
  "hr_consulting": "Phát triển phần mềm",
  "hr_consulting_message": "Cung cấp các giải pháp phần mềm tùy chỉnh phù hợp với nhu cầu kinh doanh của bạn, nâng cao năng suất, khả năng mở rộng và tăng trưởng thông qua các công nghệ sáng tạo, an toàn và hiệu quả.",
  "hr_third_party_payroll_services": "Tiếp thị kỹ thuật số",
  "hr_third_party_payroll_services_message": "Nâng tầm thương hiệu của bạn bằng các chiến dịch SEO, phương tiện truyền thông xã hội, tiếp thị nội dung và PPC chiến lược được thiết kế để thúc đẩy sự tương tác, lưu lượng truy cập và chuyển đổi.",
  "business_consulting": "Tư vấn kinh doanh về nguồn nhân lực",
  "business_consulting_message": "Chào mừng bạn đến với dịch vụ Tư vấn kinh doanh về nguồn nhân lực của chúng tôi! Chúng tôi chuyên cung cấp hướng dẫn chuyên môn cho doanh nghiệp, giúp họ điều hướng...",
  "employment_training_and_development": "Đào tạo và phát triển nhân viên",
  "employment_training_and_development_message": "Đầu tư vào lực lượng lao động của bạn bằng các chương trình đào tạo tùy chỉnh của chúng tôi. Từ các hội thảo phát triển kỹ năng đến đào tạo lãnh đạo...",
  "hr_compilance_and_legal_support": "Tuân thủ HR và Hỗ trợ pháp lý",
  "hr_compilance_and_legal_support_message": "Luôn tuân thủ các luật và quy định về việc làm luôn thay đổi Các chuyên gia HR của chúng tôi cung cấp hướng dẫn về các vấn đề pháp lý...",
  "industries_we_serve": "Các ngành chúng tôi phục vụ",
  "industries_we_serve_message": "Chúng tôi tự hào cung cấp các giải pháp và dịch vụ sáng tạo cho nhiều ngành công nghiệp khác nhau",
  "building_construction": "Thương mại điện tử",
  "building_construction_message": "Nâng cao trải nghiệm mua sắm trực tuyến bằng phát triển web, tiếp thị kỹ thuật số và hậu cần hiệu quả.",
  "road_construction": "Chăm sóc sức khỏe",
  "road_construction_message": "Phát triển phần mềm tùy chỉnh để quản lý bệnh nhân, tiếp thị dịch vụ chăm sóc sức khỏe và đảm bảo hậu cần thông suốt cho vật tư y tế.",
  "oil_and_gas": "Sản xuất",
  "oil_and_gas_message": "Hợp lý hóa chuỗi cung ứng, cải thiện hậu cần và triển khai các giải pháp phần mềm tùy chỉnh để nâng cao hiệu quả sản xuất.",
  "facility_management": "Dịch vụ tài chính",
  "facility_management_message": "Cung cấp dịch vụ phát triển phần mềm an toàn cho các giao dịch tài chính, tiếp thị kỹ thuật số để thu hút khách hàng và các giải pháp hậu cần để xử lý tài liệu an toàn.",
  "security": "Bán lẻ",
  "security_message": "Tối ưu hóa sự hiện diện trực tuyến bằng các chiến lược tiếp thị kỹ thuật số và web, đồng thời quản lý hậu cần xuất nhập khẩu cho hàng tồn kho và vật tư.",
  "mep": "Giáo dục",
  "mep_message": "Phát triển phần mềm giáo dục tùy chỉnh, triển khai các chiến lược tiếp thị kỹ thuật số cho các tổ chức và quản lý hậu cần cho các nguồn lực và tài liệu giáo dục.",
  "latest_blog": "Blog mới nhất",
  "latest_blog_message_1": "Khám phá những hiểu biết chuyên sâu và mẹo hữu ích về hoạt động xuất nhập khẩu",
  "latest_blog_message_2": "xu hướng công nghệ và chiến lược kinh doanh trong phần blog thông tin của chúng tôi",
  "securty": "Điều hướng thương mại toàn cầu: Chiến lược xuất nhập khẩu cho năm 2024",
  "securty_message": "Khám phá các chiến lược mới nhất và các biện pháp thực hành tốt nhất để tối ưu hóa hoạt động xuất nhập khẩu, giảm thiểu rủi ro và tận dụng các thị trường toàn cầu mới nổi",
  "management": "Tại sao doanh nghiệp của bạn cần phần mềm tùy chỉnh",
  "management_message": "Tìm hiểu cách các giải pháp phần mềm tùy chỉnh có thể hợp lý hóa hoạt động, giảm chi phí và cung cấp các tính năng phù hợp để đáp ứng nhu cầu kinh doanh độc đáo của bạn.",
  "design": "Nâng cao thương hiệu của bạn",
  "desing_message": "Khám phá các chiến thuật tiếp thị kỹ thuật số hiệu quả, từ SEO đến các chiến lược truyền thông xã hội, có thể nâng cao thương hiệu của bạn và tăng ROI trong thị trường cạnh tranh.",
  "user_indication_title": "Hãy để chúng tôi hiểu nhu cầu của bạn",
  "user_indication_title_message": "Vui lòng chia sẻ thông tin chi tiết của bạn và một trong những chuyên gia của chúng tôi sẽ sớm liên hệ với bạn",
  "ready_to_do_this": "SẴN SÀNG LÀM VIỆC NÀY",
  "lets_get_to_work": "Chúng ta hãy bắt tay vào làm việc",
  "submit": "Gửi",
  "contact_us": "LIÊN HỆ VỚI CHÚNG TÔI",
  "find_jobs": "Tìm việc làm",
  "Job_abu_dhabi": "Việc làm tại Abu Dhabi",
  "Job_dubai": "Việc làm tại Dubai",
  "Job_algeria": "Việc làm tại Algeria",
  "Job_behrain": "Việc làm tại Behrain",
  "Job_egypt": "Việc làm tại Ai Cập",
  "Job_india": "Việc làm tại Ấn Độ",
  "Job_iraq": "Việc làm tại Iraq",
  "Job_jordan": "Việc làm tại Jordan",
  "Job_kuwait": "Việc làm tại Kuwait",
  "Job_lebanon": "Việc làm tại Lebanon",
  "Job_libya": "Việc làm tại Libya",
  "Job_morocco": "Việc làm tại Morocco",
  "copyright": "Bản quyền © 2023-24 PCOX Internet Pvt. Ltd. Bảo lưu mọi quyền",
  "contact_num": "Liên hệ qua số điện thoại",
  "email_add": "Địa chỉ email",
  "location": "Vị trí",
  "formcont1": "Liên hệ với chúng tôi",
  "formdesc": "Để giúp chúng tôi cung cấp các giải pháp tốt nhất phù hợp với doanh nghiệp của bạn, vui lòng điền vào biểu mẫu bên dưới với các yêu cầu cụ thể của bạn.",
  "hr_services_0": "Dịch vụ xuất nhập khẩu và giải pháp hậu cần của chúng tôi",
  "hr_services_1": "Các dịch vụ xuất nhập khẩu của chúng tôi được thiết kế để đơn giản hóa và hợp lý hóa các hoạt động thương mại toàn cầu của bạn. Tại PCOX Internet Pvt Limited, chúng tôi tận dụng kiến ​​thức và kinh nghiệm sâu rộng của mình trên thị trường quốc tế để giúp các doanh nghiệp mở rộng phạm vi hoạt động xuyên biên giới. Từ việc tìm nguồn cung ứng các sản phẩm chất lượng cao đến quản lý tài liệu và tuân thủ, chúng tôi xử lý mọi khía cạnh của quy trình xuất nhập khẩu một cách chính xác và cẩn thận. Đội ngũ của chúng tôi rất thành thạo trong việc điều hướng các quy định thương mại phức tạp và đảm bảo rằng các lô hàng của bạn đáp ứng mọi yêu cầu pháp lý, giảm thiểu rủi ro và tránh sự chậm trễ. Chúng tôi cung cấp các giải pháp tùy chỉnh phù hợp với nhu cầu riêng của bạn, giúp bạn tối ưu hóa chuỗi cung ứng và giảm chi phí. Với mạng lưới rộng lớn các đối tác và nhà cung cấp toàn cầu, chúng tôi đảm bảo luồng hàng hóa liền mạch, cho phép bạn tập trung vào việc phát triển doanh nghiệp của mình trong khi chúng tôi xử lý sự phức tạp của thương mại quốc tế.",
  "hr_services_2": " ",
  "hr_services_3": "Các giải pháp hậu cần của chúng tôi được thiết kế để cung cấp hỗ trợ toàn diện cho chuỗi cung ứng của bạn, đảm bảo rằng các sản phẩm của bạn được giao một cách an toàn, hiệu quả và đúng hạn. Chúng tôi hiểu rằng quản lý hậu cần hiệu quả là rất quan trọng để duy trì lợi thế cạnh tranh của doanh nghiệp bạn, đó là lý do tại sao chúng tôi cung cấp một loạt các dịch vụ bao gồm mọi khía cạnh của quy trình hậu cần. Từ quản lý kho bãi và hàng tồn kho đến vận chuyển và phân phối, nhóm của chúng tôi xử lý tất cả với sự cẩn thận và chính xác cao nhất. Chúng tôi sử dụng công nghệ tiên tiến và theo dõi thời gian thực để theo dõi các lô hàng của bạn, cung cấp cho bạn khả năng hiển thị và kiểm soát hoàn toàn đối với chuỗi cung ứng của bạn. Các giải pháp của chúng tôi linh hoạt và có thể mở rộng, cho phép chúng tôi thích ứng với nhu cầu thay đổi và nhu cầu thị trường của bạn. Khi hợp tác với chúng tôi, bạn sẽ được hưởng lợi từ thời gian hoàn thành ngắn hơn, tiết kiệm chi phí và cải thiện sự hài lòng của khách hàng, mang lại cho doanh nghiệp của bạn lợi thế cạnh tranh đáng kể.",
  "hr_services_4": " ",
  "hr_services_5": "Hợp tác với PCOX Internet Pvt Limited cho nhu cầu xuất nhập khẩu và hậu cần của bạn có nghĩa là lựa chọn một đối tác đáng tin cậy, giàu kinh nghiệm, cam kết mang lại thành công cho bạn. Nhóm chuyên gia tận tụy của chúng tôi làm việc chặt chẽ với bạn để hiểu các mục tiêu và thách thức kinh doanh của bạn, đưa ra các chiến lược được cá nhân hóa phù hợp với mục tiêu của bạn. Chúng tôi tự hào về cách tiếp cận chủ động của mình, không ngừng tìm kiếm những cách sáng tạo để tối ưu hóa chuỗi cung ứng của bạn và nâng cao hoạt động toàn cầu của bạn. Với sự hiểu biết sâu sắc về thị trường quốc tế và thành tích đã được chứng minh, chúng tôi được trang bị tốt để xử lý những phức tạp của thương mại toàn cầu, từ thủ tục hải quan đến giao hàng cuối cùng. Cho dù bạn đang tìm cách mở rộng sang các thị trường mới, giảm chi phí hoạt động hay cải thiện hiệu quả chuỗi cung ứng, chúng tôi đều cung cấp chuyên môn và nguồn lực để giúp bạn đạt được mục tiêu của mình. Hãy tin tưởng chúng tôi là đối tác chiến lược của bạn trong việc điều hướng thế giới năng động của kinh doanh quốc tế.",
  "hr_services_6": " ",
  "hr_consulting_0": "Phát triển phần mềm của chúng tôi",
  "hr_consulting_1": "Tại PCOX IT Solutions, chúng tôi cung cấp các dịch vụ phát triển web tiên tiến được thiết kế để chuyển đổi sự hiện diện trực tuyến của bạn. Chuyên môn của chúng tôi nằm ở việc tạo ra các trang web năng động, phản hồi đáp ứng nhu cầu riêng biệt của các doanh nghiệp trong nhiều ngành. Sử dụng các công nghệ mới nhất như React, Node.js và MongoDB, chúng tôi đảm bảo rằng mọi dự án đều được xây dựng để có khả năng mở rộng, hiệu suất và bảo mật.",
  "hr_consulting_2": "Một trong những dự án nổi bật của chúng tôi bao gồm phát triển một nền tảng thương mại điện tử mạnh mẽ tích hợp các cổng thanh toán an toàn, quản lý hàng tồn kho hiệu quả và điều hướng trực quan, mang đến trải nghiệm mua sắm hoàn hảo cho người dùng. Trong một dự án khác, chúng tôi đã xây dựng một ứng dụng web tùy chỉnh để lên lịch hẹn, có tính năng cập nhật dữ liệu theo thời gian thực và giao diện thân thiện với người dùng, giúp quá trình này dễ dàng hơn cho cả nhà cung cấp dịch vụ và khách hàng.",
  "hr_consulting_3": "Tại PCOX IT Solutions, chúng tôi cung cấp các dịch vụ phát triển Android toàn diện để biến ý tưởng ứng dụng di động của bạn thành hiện thực. Nhóm các nhà phát triển lành nghề của chúng tôi sử dụng Java, Kotlin và các khuôn khổ hiện đại như Flutter để tạo ra các ứng dụng Android hiệu suất cao, giàu tính năng. Chúng tôi tập trung vào việc cung cấp trải nghiệm người dùng liền mạch phù hợp với mục tiêu kinh doanh của bạn.",
  "hr_consulting_4": "Trong một dự án, chúng tôi đã xây dựng một ứng dụng học trực tuyến tùy chỉnh với các tính năng tương tác, theo dõi tiến trình theo thời gian thực và khả năng ngoại tuyến, đảm bảo người dùng có thể học mọi lúc, mọi nơi. Trong một dự án khác, chúng tôi đã phát triển một ứng dụng dịch vụ dựa trên vị trí tích hợp dữ liệu, bản đồ và thông báo theo thời gian thực, tối ưu hóa để người dùng điều hướng nhanh chóng và hiệu quả. Mỗi giải pháp được chế tạo chính xác để đáp ứng nhu cầu cụ thể của khách hàng.",
  "hr_consulting_5": "Tại PCOX IT Solutions, chúng tôi cung cấp các dịch vụ điện toán đám mây tiên tiến giúp các doanh nghiệp chuyển đổi sang môi trường đám mây có khả năng mở rộng và an toàn. Nhóm của chúng tôi tận dụng các nền tảng như AWS, Microsoft Azure và Google Cloud để cung cấp các giải pháp tùy chỉnh phù hợp với nhu cầu của bạn. Cho dù bạn đang tìm cách di chuyển cơ sở hạ tầng hiện có hay xây dựng các ứng dụng gốc đám mây, chúng tôi đảm bảo tích hợp liền mạch và hiệu quả tối đa cho hoạt động của bạn.",
  "hr_consulting_6": "Trong một dự án, chúng tôi đã giúp một công ty bán lẻ di chuyển toàn bộ cơ sở dữ liệu của họ lên đám mây, cải thiện đáng kể hiệu suất và giảm chi phí hoạt động. Trong một dự án khác, chúng tôi đã phát triển một nền tảng phân tích dữ liệu dựa trên đám mây cho một nhà cung cấp dịch vụ chăm sóc sức khỏe, cho phép xử lý dữ liệu theo thời gian thực và lưu trữ an toàn. Các giải pháp đám mây của chúng tôi được thiết kế để đảm bảo độ tin cậy, bảo mật và tăng trưởng.",
  "hr_consulting_7": "Tại PCOX IT Solutions, chúng tôi cung cấp các dịch vụ phát triển blockchain tiên tiến để giúp bạn khai thác sức mạnh của các công nghệ phi tập trung. Nhóm của chúng tôi chuyên tạo ra các giải pháp blockchain mạnh mẽ, bao gồm hợp đồng thông minh, ứng dụng phi tập trung (DApp) và mạng blockchain tùy chỉnh bằng các nền tảng như Ethereum và Hyperledger. Chúng tôi đảm bảo các dự án blockchain của bạn an toàn, có thể mở rộng quy mô và được điều chỉnh để đáp ứng các nhu cầu kinh doanh cụ thể của bạn.",
  "hr_consulting_8": "Trong một dự án, chúng tôi đã phát triển một hệ thống quản lý chuỗi cung ứng dựa trên blockchain, tăng cường tính minh bạch và khả năng truy xuất nguồn gốc trên toàn bộ chuỗi cung ứng. Trong một dự án khác, chúng tôi đã xây dựng một nền tảng hợp đồng thông minh cho các giao dịch tự động, an toàn trong lĩnh vực tài chính. Các giải pháp blockchain của chúng tôi được thiết kế để thúc đẩy sự đổi mới và hiệu quả trong hoạt động kinh doanh của bạn.",
  "hr_consulting_9": "",
  "thirt_party_0": "Tiếp thị kỹ thuật số",
  "thirt_party_1": "Các dịch vụ tiếp thị kỹ thuật số của chúng tôi được thiết kế để thúc đẩy sự hiện diện trực tuyến của bạn và thúc đẩy sự tương tác. Từ SEO và tiếp thị nội dung đến các chiến dịch truyền thông xã hội và PPC, chúng tôi sử dụng các chiến lược dựa trên dữ liệu để tiếp cận đối tượng mục tiêu của bạn, tăng lưu lượng truy cập và đạt được kết quả có thể đo lường được cho doanh nghiệp của bạn.",
  "thirt_party_2": "Chúng tôi tạo ra các kế hoạch tiếp thị kỹ thuật số tùy chỉnh phù hợp với mục tiêu thương hiệu của bạn. Nhóm của chúng tôi tận dụng các công cụ và xu hướng mới nhất để tối ưu hóa hiệu suất, tăng khả năng hiển thị và tạo khách hàng tiềm năng. Cho dù bạn muốn xây dựng nhận thức về thương hiệu hay thúc đẩy chuyển đổi, phương pháp tiếp cận phù hợp của chúng tôi đảm bảo bạn đạt được sự tăng trưởng bền vững.",
  "thirt_party_3": "Các tính năng và lợi ích chính của Dịch vụ tiếp thị kỹ thuật số của chúng tôi:",
  "thirt_party_4": "1. Tối ưu hóa công cụ tìm kiếm (SEO): Các chuyên gia SEO của chúng tôi tối ưu hóa nội dung và cấu trúc trang web của bạn để cải thiện thứ hạng của công cụ tìm kiếm, thúc đẩy lưu lượng truy cập tự nhiên và tăng khả năng hiển thị. Chúng tôi sử dụng các kỹ thuật SEO mới nhất, bao gồm nghiên cứu từ khóa, tối ưu hóa trên trang và xây dựng liên kết ngược, để đảm bảo trang web của bạn đạt được tiềm năng đầy đủ.",
  "thirt_party_5": "2. Tiếp thị nội dung: Chúng tôi tạo ra nội dung hấp dẫn và có liên quan, phù hợp với đối tượng mục tiêu của bạn. Chiến lược tiếp thị nội dung của chúng tôi bao gồm các bài đăng trên blog, bài viết, đồ họa thông tin và video được thiết kế để thông tin, giải trí và chuyển đổi khách truy cập thành khách hàng trung thành, giúp bạn xây dựng sự hiện diện trực tuyến mạnh mẽ và uy tín trong ngành của mình.",
  "thirt_party_6": "3. Quản lý phương tiện truyền thông xã hội: Nhóm của chúng tôi quản lý hồ sơ phương tiện truyền thông xã hội của bạn, tạo và chia sẻ nội dung giúp tăng cường nhận thức về thương hiệu và thúc đẩy sự tương tác. Chúng tôi phát triển các chiến lược tùy chỉnh cho từng nền tảng, theo dõi hiệu suất và tương tác với đối tượng của bạn để xây dựng cộng đồng trực tuyến sôi động và thúc đẩy lòng trung thành của khách hàng.",
  "thirt_party_7": "4. Quảng cáo trả tiền cho mỗi lần nhấp (PPC): Chúng tôi tạo và quản lý các chiến dịch PPC được nhắm mục tiêu tạo ra lưu lượng truy cập và chuyển đổi ngay lập tức. Phương pháp tiếp cận dựa trên dữ liệu của chúng tôi đảm bảo vị trí quảng cáo và ngân sách tối ưu, tối đa hóa ROI trong khi giảm thiểu chi phí. Chúng tôi liên tục theo dõi và điều chỉnh các chiến dịch của bạn để đạt được kết quả tốt nhất có thể.",
  "hr_busi_0": "Tư vấn kinh doanh về nguồn nhân lực",
  "hr_busi_1": "Chào mừng đến với dịch vụ Tư vấn kinh doanh về nguồn nhân lực của chúng tôi, nơi chuyên môn kết hợp với sự đổi mới! Tại công ty chúng tôi, chúng tôi hiểu những thách thức năng động mà các doanh nghiệp phải đối mặt trong bối cảnh cạnh tranh ngày nay. Với đội ngũ cố vấn dày dạn kinh nghiệm, chúng tôi cung cấp hướng dẫn chiến lược phù hợp với nhu cầu cụ thể của bạn. Cho dù bạn là một công ty khởi nghiệp đang tìm cách thiết lập sự hiện diện trên thị trường hay một tập đoàn đã thành lập hướng đến sự xuất sắc trong hoạt động, các giải pháp toàn diện của chúng tôi sẽ giúp bạn đạt được mục tiêu của mình.",
  "hr_busi_2": "Trong lĩnh vực Tư vấn kinh doanh về nguồn nhân lực, chúng tôi định nghĩa lại các khả năng. Đội ngũ chuyên gia tận tâm của chúng tôi kết hợp hiểu biết sâu sắc về ngành với sự sáng tạo, cung cấp các giải pháp sáng tạo thúc đẩy tăng trưởng kinh doanh. Chúng tôi tin tưởng không chỉ đáp ứng mà còn vượt quá mong đợi của khách hàng. Bằng cách tận dụng chuyên môn của mình trong các lĩnh vực như nghiên cứu thị trường, lập kế hoạch chiến lược và phát triển tổ chức, chúng tôi hỗ trợ các doanh nghiệp đưa ra quyết định sáng suốt và luôn đi trước đối thủ cạnh tranh. Hãy để chúng tôi trở thành đối tác chiến lược của bạn, hướng dẫn bạn đến tương lai thành công và tăng trưởng vô song.",
  "emp_tr_0": "Đào tạo và phát triển nhân viên",
  "emp_tr_1": "Chúng tôi cung cấp nhiều mô-đun đào tạo đa dạng được thiết kế riêng để giải quyết các thách thức cụ thể của ngành và khoảng cách kỹ năng cá nhân. Từ trình độ chuyên môn đến kỹ năng mềm, các giảng viên giàu kinh nghiệm của chúng tôi cung cấp các buổi học thực hành, tương tác thúc đẩy việc học tập liên tục. Mục tiêu của chúng tôi không chỉ là thu hẹp khoảng cách kỹ năng hiện có trong tổ chức của bạn mà còn nuôi dưỡng văn hóa đổi mới và thích ứng.",
  "emp_tr_2": "Bằng cách đầu tư vào các chương trình đào tạo và phát triển nhân viên của chúng tôi, bạn không chỉ nâng cao năng lực của nhóm mình; bạn còn bồi dưỡng một lực lượng lao động nhanh nhẹn, có động lực và sẵn sàng giải quyết mọi thách thức. Hợp tác với chúng tôi để khai phá toàn bộ tiềm năng của nhân viên, thúc đẩy doanh nghiệp của bạn hướng tới tăng trưởng và thành công bền vững..",
  "hr_comp_0": "Tuân thủ HR và Hỗ trợ pháp lý",
  "hr_comp_1": "Điều hướng bối cảnh phức tạp của việc tuân thủ HR và các quy định pháp lý là điều tối quan trọng đối với bất kỳ doanh nghiệp nào. Dịch vụ Hỗ trợ pháp lý và Tuân thủ HR của chúng tôi được thiết kế để cung cấp cho bạn sự hướng dẫn chuyên môn và sự an tâm. Chúng tôi luôn cập nhật các luật và quy định mới nhất về việc làm, đảm bảo rằng các chính sách và hoạt động của công ty bạn phù hợp hoàn toàn với các yêu cầu pháp lý.",
  "hr_comp_2": "Đội ngũ chuyên gia tận tụy của chúng tôi cung cấp hỗ trợ toàn diện trong việc soạn thảo, xem xét và cập nhật các chính sách và quy trình HR. Chúng tôi tiến hành kiểm toán kỹ lưỡng để xác định các lĩnh vực rủi ro tiềm ẩn và hướng dẫn bạn về các biện pháp thực hành tốt nhất để giảm thiểu các thách thức pháp lý. Cho dù đó là hợp đồng lao động, chính sách chống phân biệt đối xử hay hướng dẫn về an toàn tại nơi làm việc, chúng tôi đều điều chỉnh các dịch vụ của mình theo nhu cầu cụ thể của ngành, đảm bảo tuân thủ luật pháp địa phương, tiểu bang và liên bang.",
  "hr_comp_3": "Bằng cách hợp tác với chúng tôi để Hỗ trợ pháp lý và Tuân thủ HR, bạn có thể tập trung vào các hoạt động kinh doanh cốt lõi của mình, tự tin rằng các hoạt động HR của bạn tuân thủ luật pháp. Luôn đi trước các thay đổi về quy định, giảm thiểu rủi ro pháp lý và thúc đẩy môi trường làm việc thúc đẩy cả tuân thủ pháp luật và tính chính trực về mặt đạo đức. Hãy để chúng tôi trở thành đối tác đáng tin cậy của bạn trong việc đảm bảo nơi làm việc an toàn và tuân thủ cho nhân viên của bạn."
}
