{
  "home": "Home",
  "about": "About",
  "services": "Serbisyo",
  "blog": "Blog",
  "contact": "Contact",
  "for_job_seekers": "PARA SA MGA NAghahanap ng TRABAHO",
  "for_client": "PARA SA CLIENT",
  "about_us": "Tungkol sa Amin",
  "about_desc_1": "Ang PCOX Internet Pvt. Ltd. ay isang pabago-bago at makabagong kumpanya ng mga solusyon sa IT na nakatuon sa pagtulong sa mga negosyo na mag-navigate at umunlad sa digital landscape. Itinatag na may pananaw na bigyang kapangyarihan ang mga negosyo sa pamamagitan ng teknolohiya, dalubhasa kami sa pagbibigay ng komprehensibong mga serbisyo sa web development. , software development, digital marketing, at digital trade & logistics platforms Ang aming layunin ay simple: maghatid ng mga makabago, scalable, at customized na digital na solusyon na nagtutulak ng paglago at kahusayan.",
  "about_desc_2": "Ang aming koponan ay binubuo ng mga karanasang propesyonal na dalubhasa sa kani-kanilang larangan. Mula sa mga malikhaing taga-disenyo at developer hanggang sa mga madiskarteng digital marketer at mga eksperto sa logistik, pinagsasama-sama namin ang magkakaibang hanay ng mga kasanayan at kadalubhasaan upang makapaghatid ng mga komprehensibong solusyon. Sa PCOX Internet Pvt . Ltd., naniniwala kami na ang aming mga tao ang aming pinakamalaking asset, at namumuhunan kami sa kanilang paglago at pag-unlad upang manatiling nangunguna sa kurba.",
  "about_desc_3": "Sa PCOX Internet Pvt. Ltd., naniniwala kami sa pagbuo ng pangmatagalang pakikipagsosyo sa aming mga kliyente sa pamamagitan ng pag-unawa sa kanilang mga natatanging pangangailangan at paghahatid ng mga solusyon na higit sa inaasahan. Ito ang dahilan kung bakit kami naiiba",
  "about_desc_4": "Ipinagmamalaki namin ang aming propesyonalismo, integridad, at etikal na pag-uugali. Sumusunod kami sa pinakamataas na pamantayan ng mga kasanayan sa negosyo, tinitiyak ang transparency, pagiging kumpidensyal, at pagiging patas sa buong proseso ng recruitment. Ang aming layunin ay bumuo ng mga pangmatagalang relasyon sa ang aming mga kliyente at kandidato, batay sa pagtitiwala, paggalang sa isa't isa, at pinagsamang tagumpay.",
  "our_achiev": "Aming mga Nagawa",
  "mga koponan": "Mga koponan",
  "country": "Mga Bansang Pinaglilingkuran",
  "promise": "Mga Pangako na Natupad",
  "misyon": "Misyon",

  "testimonials_head": "Testimonials",

  "testimonials_desc1": "Binago ng PCOX Internet Pvt. Ltd. ang aming digital presence gamit ang kanilang mga makabagong solusyon. Ang kanilang Digital Trade & Logistics Platform ay na-streamline ang aming mga operasyon sa pag-import-export, na nakakatipid sa amin ng oras at pera!",
  "testimonials_client1": "Edawrd blinkin",

  "testimonials_desc2": "Ang pakikipagtulungan sa PCOX Internet Pvt. Ltd. ay naging game-changer para sa aming negosyo. Ang kanilang kadalubhasaan sa web development at digital marketing ay nakatulong sa amin na maabot ang mga bagong market at makabuluhang mapalago ang aming client base.",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "Nahihirapan kami sa visibility ng supply chain hanggang sa nakipagsosyo kami sa PCOX Internet Pvt. Ltd. Nagbigay ang kanilang platform ng walang kaparis na kahusayan at real-time na data, na nagbabago ng aming pamamahala sa logistik.",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "Ang PCOX Internet Pvt. Ltd. ay nagbigay sa amin ng mga natatanging serbisyo sa pagbuo ng software na ganap na angkop sa aming mga pangangailangan sa negosyo. Ang kanilang koponan ay propesyonal, tumutugon, at nakatuon sa aming tagumpay mula sa unang araw..",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "Napakabisa ng mga diskarte sa digital marketing na binuo ng PCOX Internet Pvt. Ltd.. Ang aming online na pakikipag-ugnayan ay tumaas, at nakakita kami ng kapansin-pansing pagtaas sa mga lead at conversion!",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "Sa PCOX Internet Pvt. Ltd., ang aming misyon ay bigyang kapangyarihan ang mga negosyo gamit ang mga makabagong digital na solusyon na nagpapahusay sa paglago, kahusayan, at pakikipag-ugnayan sa customer. Nagsusumikap kaming maging isang pinagkakatiwalaang kasosyo sa pamamagitan ng paghahatid ng mga pinasadya, mataas na kalidad na mga serbisyo sa web development, software development, digital marketing, at digital trade at logistics, na tinitiyak na umunlad ang aming mga kliyente sa patuloy na nagbabagong digital landscape.",
  "vision": "Vision",
  "vision_desc_1": "Ang aming pananaw ay maging isang pandaigdigang lider sa digital na pagbabago, na kilala sa aming pangako sa pagbabago, kahusayan, at tagumpay ng kliyente. Nilalayon naming muling tukuyin ang digital na karanasan para sa mga negosyo sa buong mundo, na nagbibigay-daan sa kanila na maabot ang kanilang buong potensyal sa pamamagitan ng pagputol -edge na teknolohiya at mga madiskarteng digital na solusyon.",
  "value": "Halaga",
  "value_desc_1": "Focus ng Kliyente: Inilalagay namin ang aming mga kliyente sa gitna ng lahat ng aming ginagawa, nakikipagtulungan nang malapit sa kanila upang maunawaan ang kanilang mga natatanging pangangailangan at maghatid ng mga pasadyang solusyon na nagtutulak ng tagumpay.",
  "value_desc_2": "Innovation: Patuloy kaming naghahanap ng mga bago at malikhaing paraan upang malutas ang mga problema, yakapin ang pagbabago at gamitin ang pinakabagong mga teknolohiya upang maihatid ang pinakamahusay na mga resulta.",
  "value_desc_3": "Integridad: Sinusuportahan namin ang pinakamataas na pamantayan ng katapatan, transparency, at etikal na pag-uugali sa lahat ng aming mga pakikipag-ugnayan at mga kasanayan sa negosyo.",
  "our_services": "Aming Serbisyo",
  "our_services_message": "Mga komprehensibong solusyon sa web development, software development, digital marketing, import-export, at logistics upang himukin ang tagumpay ng iyong negosyo.",
  "hr_services": " Import-Export Services at Logistics Solutions",
  "hr_services_message": "Pag-streamline ng pandaigdigang kalakalan na may ekspertong sourcing, pagsunod, at mahusay na logistik, tinitiyak ang napapanahon, secure na paghahatid sa mga internasyonal na merkado.",
  "hr_consulting": "Pagpapaunlad ng Software",
  "hr_consulting_message": "Paghahatid ng mga custom na solusyon sa software na iniayon sa iyong mga pangangailangan sa negosyo, pagpapahusay ng produktibidad, scalability, at paglago sa pamamagitan ng mga makabago, secure, at mahusay na teknolohiya.",
  "hr_third_party_payroll_services": "Digital Marketing",
  "hr_third_party_payroll_services_message": "Itaas ang iyong brand gamit ang madiskarteng SEO, social media, marketing ng nilalaman, at mga kampanyang PPC na idinisenyo upang humimok ng pakikipag-ugnayan, trapiko, at mga conversion.",
  "business_consulting": "Pagkonsulta sa Negosyo ng HR",
  "business_consulting_message": "Maligayang pagdating sa aming mga serbisyo sa HR Business Consulting! Dalubhasa kami sa pagbibigay ng ekspertong gabay sa negosyo, na tinutulungan silang mag-navigate...",
  "employment_training_and_development": "Pagsasanay at Pag-unlad ng Empleyado",
  "employment_training_and_development_message": "Mamuhunan sa iyong workforce gamit ang aming mga customized na programa sa pagsasanay. Mula sa mga workshop sa pagpapaunlad ng kasanayan hanggang sa pagsasanay sa pamumuno...",
  "hr_compilance_and_legal_support": "Pagsunod sa HR at Legal na Suporta",
  "hr_compilance_and_legal_support_message": "Manatiling sumusunod sa patuloy na nagbabagong mga batas at regulasyon sa pagtatrabaho Ang aming mga eksperto sa HR ay nagbibigay ng gabay sa mga legal na usapin...",
  "industries_we_serve": "Mga Industriyang Pinaglilingkuran Namin",
  "industries_we_serve_message": "Ipinagmamalaki namin ang pag-aalok ng mga makabagong solusyon at serbisyo sa magkakaibang hanay ng mga industriya",
  "building_construction": "E-commerce",
  "building_construction_message": "Pagpapahusay ng mga karanasan sa online shopping sa web development, digital marketing, at mahusay na logistik.",
  "road_construction": "Pangangalaga sa kalusugan",
  "road_construction_message": "Pagbuo ng custom na software para sa pamamahala ng pasyente, pagmemerkado ng mga serbisyo sa pangangalagang pangkalusugan, at pagtiyak ng maayos na logistik para sa mga medikal na suplay.",
  "oil_and_gas": "Paggawa",
  "oil_and_gas_message": "Pag-streamline ng mga supply chain, pagpapabuti ng logistik, at pagpapatupad ng mga custom na solusyon sa software para sa kahusayan sa produksyon.",
  "facility_management": "Mga Serbisyong Pananalapi",
  "facility_management_message": "Nag-aalok ng secure na software development para sa mga transaksyong pinansyal, digital marketing para sa pakikipag-ugnayan ng kliyente, at mga solusyon sa logistik para sa secure na paghawak ng dokumento.",
  "security": "Pagtitingi",
  "security_message": "Pag-optimize ng online presence gamit ang web at digital na mga diskarte sa marketing, at pamamahala ng import-export logistics para sa imbentaryo at mga supply.",
  "mep": "Edukasyon",
  "mep_message": "Pagbuo ng custom na pang-edukasyon na software, pagpapatupad ng mga digital na diskarte sa marketing para sa mga institusyon, at pamamahala ng logistik para sa mga mapagkukunan at materyales na pang-edukasyon.",
  "latest_blog": "Pinakabagong Blog",
  "latest_blog_message_1": "Tuklasin ang mga ekspertong pananaw at mahahalagang tip sa mga pagpapatakbo ng pag-import-export,",
  "latest_blog_message_2": "mga uso sa teknolohiya, at mga diskarte sa negosyo sa aming seksyon ng blog na nagbibigay-kaalaman",
  "securty": "Navigating Global Trade: Import-Export Strategies para sa 2024",
  "securty_message": "I-explore ang pinakabagong mga diskarte at pinakamahuhusay na kagawian upang ma-optimize ang iyong mga operasyon sa pag-import-export, bawasan ang mga panganib, at pakinabangan ang mga umuusbong na pandaigdigang merkado.",
  "management": "Bakit Kailangan ng Iyong Negosyo ang Custom na Software",
  "management_message": "Alamin kung paano maaaring i-streamline ng mga custom na solusyon sa software ang mga operasyon, bawasan ang mga gastos, at mag-alok ng mga iniangkop na tampok upang matugunan ang iyong mga natatanging pangangailangan sa negosyo.",
  "design": "Palakasin ang Iyong Brand",
  "desing_message": "Tuklasin ang mga epektibong taktika sa digital marketing, mula sa SEO hanggang sa mga diskarte sa social media, na maaaring magpataas ng iyong tatak at tumaas ang ROI sa mapagkumpitensyang merkado.",
  "user_indication_title": "Ipaalam sa Amin ang Iyong Mga Pangangailangan",
  "user_indication_title_message": "Pakibahagi ang iyong mga detalye at isa sa aming mga espesyalista ay makikipag-ugnayan sa iyo sa ilang sandali",
  "ready_to_do_this": "HANDANG GAWIN ITO",
  "lets_get_to_work": "Magtrabaho na tayo",
  "submit": "Isumite",
  "contact_us": "MAG-CONTACT US",
  "find_jobs": "Maghanap ng mga Trabaho",
  "Job_abu_dhabi": "Mga Trabaho sa Abu Dhabi",
  "Job_dubai": "Mga Trabaho sa Dubai",
  "Job_algeria": "Mga Trabaho sa Algeria",
  "Job_behrain": "Mga Trabaho sa Behrain",
  "Job_egypt": "Mga Trabaho sa Egypt",
  "Job_india": "Mga Trabaho sa India",
  "Job_iraq": "Mga Trabaho sa Iraq",
  "Job_jordan": "Mga Trabaho sa Jordan",
  "Job_kuwait": "Mga Trabaho sa Kuwait",
  "Job_lebanon": "Mga Trabaho sa Lebanon",
  "Job_libya": "Mga Trabaho sa Libya",
  "Job_morocco": "Mga Trabaho sa Morocco",
  "copyright": "Copyright © 2023-24 PCOX Internet Pvt. Ltd. All Rights Reserved",
  "contact_num": "Makipag-ugnayan sa Numero ng Telepono",
  "email_add": "Email Address",
  "location": "Lokasyon",
  "formcont1": "Makipag-ugnayan sa Amin",
  "formdesc": "Upang matulungan kaming magbigay ng pinakamahusay na mga solusyon na angkop sa iyong negosyo, mangyaring punan ang form sa ibaba ng iyong mga partikular na kinakailangan.",
  "hr_services_0": "Aming Mga Serbisyo sa Pag-import-Export at Mga Solusyon sa Logistics",
  "hr_services_1": "Ang aming mga serbisyo sa pag-import-export ay idinisenyo upang pasimplehin at i-streamline ang iyong mga pandaigdigang operasyon sa kalakalan. Sa PCOX Internet Pvt Limited, ginagamit namin ang aming malawak na kaalaman at karanasan sa mga internasyonal na merkado upang matulungan ang mga negosyo na palawakin ang kanilang abot sa mga hangganan. Mula sa pagkuha ng mataas na- mga de-kalidad na produkto sa pamamahala ng dokumentasyon at pagsunod, pinangangasiwaan namin ang bawat aspeto ng proseso ng pag-import-export nang may katumpakan at pag-iingat Ang aming team ay sanay sa pag-navigate sa mga kumplikadong regulasyon sa kalakalan at tinitiyak na ang iyong mga pagpapadala ay nakakatugon sa lahat ng mga legal na kinakailangan, pinapaliit ang mga panganib at pag-iwas sa mga pagkaantala mga customized na solusyon na iniakma sa iyong mga natatanging pangangailangan, na tumutulong sa iyong i-optimize ang iyong supply chain at bawasan ang mga gastos Sa malawak na network ng mga pandaigdigang kasosyo at supplier, tinitiyak namin ang tuluy-tuloy na daloy ng mga produkto, na nagbibigay-daan sa iyong tumuon sa pagpapalago ng iyong negosyo habang pinangangasiwaan namin ang mga kumplikado ng. internasyonal na kalakalan.",
  "hr_services_2": " ",
  "hr_services_3": "Ang aming mga solusyon sa logistik ay idinisenyo upang magbigay ng end-to-end na suporta para sa iyong supply chain, na tinitiyak na ang iyong mga produkto ay naihatid nang ligtas, mahusay, at nasa oras. Nauunawaan namin na ang epektibong pamamahala ng logistik ay mahalaga sa pagpapanatili ng mapagkumpitensya ng iyong negosyo edge, kaya naman nag-aalok kami ng hanay ng mga serbisyo na sumasaklaw sa bawat aspeto ng proseso ng logistik mula sa warehousing at pamamahala ng imbentaryo hanggang sa transportasyon at pamamahagi, pinangangasiwaan ng aming team ang lahat nang may lubos na pangangalaga at katumpakan upang subaybayan ang iyong mga pagpapadala, na nagbibigay sa iyo ng kumpletong kakayahang makita at kontrol sa iyong supply chain , at pinahusay na kasiyahan ng customer, na nagbibigay sa iyong negosyo ng makabuluhang competitive na bentahe.",
  "hr_services_4": " ",
  "hr_services_5": "Ang pakikipagsosyo sa PCOX Internet Pvt Limited para sa iyong import-export at mga pangangailangan sa logistik ay nangangahulugan ng pagpili ng isang maaasahan, karanasang kasosyo na nakatuon sa iyong tagumpay. Ang aming pangkat ng mga dedikadong propesyonal ay malapit na nakikipagtulungan sa iyo upang maunawaan ang iyong mga layunin at hamon sa negosyo, na nag-aalok ng personalized mga diskarte na naaayon sa iyong mga layunin. Ipinagmamalaki namin ang aming mga sarili sa aming proactive na diskarte, patuloy na naghahanap ng mga makabagong paraan upang ma-optimize ang iyong supply chain at mapahusay ang iyong mga pandaigdigang operasyon upang mahawakan ang mga kumplikado ng pandaigdigang kalakalan, mula sa customs clearance hanggang sa huling paghahatid Kung ikaw ay naghahanap upang palawakin sa mga bagong merkado, bawasan ang mga gastos sa pagpapatakbo, o pagbutihin ang kahusayan sa supply chain, ibinibigay namin ang kadalubhasaan at mga mapagkukunan upang matulungan kang makamit ang iyong mga layunin upang maging iyong strategic partner sa pag-navigate sa dinamikong mundo ng internasyonal na negosyo.",
  "hr_services_6": " ",
  "hr_consulting_0": "Aming Software Development",
  "hr_consulting_1": "Sa PCOX IT Solutions, nagbibigay kami ng mga makabagong serbisyo sa web development na idinisenyo upang baguhin ang iyong presensya online. Ang aming kadalubhasaan ay nakasalalay sa paglikha ng mga dynamic, tumutugon na website na tumutugon sa mga natatanging pangangailangan ng mga negosyo sa buong industriya. Gamit ang mga pinakabagong teknolohiya tulad ng React, Node.js, at MongoDB, tinitiyak namin na ang bawat proyekto ay binuo para sa scalability, performance, at seguridad.",
  "hr_consulting_2": "Ang isa sa aming mga natatanging proyekto ay kinabibilangan ng pagbuo ng isang matatag na platform ng e-commerce na nagsasama ng mga secure na gateway ng pagbabayad, mahusay na pamamahala ng imbentaryo, at madaling gamitin na nabigasyon, na nag-aalok ng walang kamali-mali na karanasan sa pamimili para sa mga user. Sa isa pang proyekto, bumuo kami ng custom na web application para sa pag-iskedyul ng appointment, na nagtatampok ng real-time na mga update sa data at user-friendly na mga interface, na ginagawang mas madali ang proseso para sa parehong mga service provider at kliyente.",
  "hr_consulting_3": "Sa PCOX IT Solutions, nag-aalok kami ng mga komprehensibong serbisyo sa pagpapaunlad ng Android upang bigyang-buhay ang iyong mga ideya sa mobile app. Gumagamit ang aming pangkat ng mga dalubhasang developer ng Java, Kotlin, at mga modernong framework tulad ng Flutter upang lumikha ng Android na may mataas na pagganap, mayaman sa tampok. mga application. Nakatuon kami sa paghahatid ng mga tuluy-tuloy na karanasan ng user na naaayon sa iyong mga layunin sa negosyo.",
  "hr_consulting_4": "Sa isang proyekto, bumuo kami ng custom na e-learning app na may mga interactive na feature, real-time na pagsubaybay sa pag-unlad, at mga offline na kakayahan, na tinitiyak na ang mga user ay maaaring matuto anumang oras, kahit saan. Sa isa pa, bumuo kami ng isang app ng serbisyong batay sa lokasyon na nagsasama ng real-time na data, mga mapa, at mga abiso, na nag-o-optimize nito para sa mabilis at mahusay na nabigasyon ng user Ang bawat solusyon ay ginawa nang may katumpakan upang matugunan ang mga partikular na pangangailangan ng aming mga kliyente.",
  "hr_consulting_5": "Sa PCOX IT Solutions, nagbibigay kami ng mga advanced na serbisyo sa cloud computing na tumutulong sa mga negosyo na lumipat sa mga scalable at secure na cloud environment. Ginagamit ng aming team ang mga platform tulad ng AWS, Microsoft Azure, at Google Cloud upang maghatid ng mga custom na solusyon na iniayon sa iyong mga pangangailangan. Kung naghahanap ka na mag-migrate ng umiiral na imprastraktura o bumuo ng mga cloud-native na application, tinitiyak namin ang tuluy-tuloy na pagsasama at maximum na kahusayan para sa iyong mga operasyon.",
  "hr_consulting_6": "Sa isang proyekto, tinulungan namin ang isang retail na kumpanya na i-migrate ang kanilang buong database sa cloud, na makabuluhang pinahusay ang pagganap at binabawasan ang mga gastos sa pagpapatakbo. Sa isa pa, bumuo kami ng cloud-based na data analytics platform para sa isang healthcare provider, na nagbibigay-daan sa real- oras ng pagproseso ng data at secure na imbakan. Ang aming mga solusyon sa cloud ay idinisenyo para sa pagiging maaasahan, seguridad, at paglago.",
  "hr_consulting_7": "Sa PCOX IT Solutions, nag-aalok kami ng mga cutting-edge na serbisyo sa pagpapaunlad ng blockchain upang tulungan kang gamitin ang kapangyarihan ng mga desentralisadong teknolohiya. Dalubhasa ang aming team sa paglikha ng mga mahuhusay na solusyon sa blockchain, kabilang ang mga matalinong kontrata, mga desentralisadong aplikasyon (DApps), at custom na blockchain mga network na gumagamit ng mga platform tulad ng Ethereum at Hyperledger.",
  "hr_consulting_8": "Sa isang proyekto, bumuo kami ng isang blockchain-based na supply chain management system, na nagpapataas ng transparency at traceability sa buong supply chain. Sa isa pa, nagtayo kami ng isang smart contract platform para sa mga awtomatiko, secure na mga transaksyon sa sektor ng pananalapi. Ang aming blockchain ang mga solusyon ay idinisenyo upang himukin ang pagbabago at kahusayan sa iyong mga pagpapatakbo ng negosyo.",
  "hr_consulting_9": "",
  "thirt_party_0": "Digital na Pagmamarka",
  "thirt_party_1": "Ang aming mga serbisyo sa digital marketing ay idinisenyo upang palakasin ang iyong presensya sa online at humimok ng pakikipag-ugnayan. Mula sa SEO at marketing ng nilalaman hanggang sa mga social media at PPC na mga kampanya, gumagamit kami ng mga diskarte na batay sa data upang maabot ang iyong target na madla, pataasin ang trapiko, at makamit ang masusukat mga resulta para sa iyong negosyo.",
  "thirt_party_2": "Gumagawa kami ng mga customized na digital marketing plan na naaayon sa iyong mga layunin sa brand. Ginagamit ng aming team ang pinakabagong mga tool at trend para ma-optimize ang performance, mapahusay ang visibility, at makabuo ng mga lead. Nilalayon mo man na bumuo ng kamalayan sa brand o humimok ng mga conversion, ang aming pinasadya Tinitiyak ng diskarte na makamit mo ang napapanatiling paglago.",
  "thirt_party_3": "Mga Pangunahing Tampok at Mga Benepisyo ng Aming Mga Serbisyo sa Digital Marketing:",
  "thirt_party_4": "1. Search Engine Optimization (SEO): Ang aming mga eksperto sa SEO ay ino-optimize ang nilalaman at istraktura ng iyong website upang mapabuti ang mga ranggo ng search engine, humimok ng organikong trapiko, at pataasin ang visibility. Ginagamit namin ang pinakabagong mga diskarte sa SEO, kabilang ang pananaliksik sa keyword, sa- pag-optimize ng pahina, at pagbuo ng backlink, upang matiyak na maabot ng iyong site ang buong potensyal nito.",
  "thirt_party_5": "2. Content Marketing: Lumilikha kami ng nakakaengganyo at may-katuturang nilalaman na sumasalamin sa iyong target na madla. Kasama sa aming diskarte sa marketing ng nilalaman ang mga post sa blog, artikulo, infographics, at video na idinisenyo upang ipaalam, libangin, at gawing tapat na mga customer ang mga bisita, tinutulungan kang bumuo ng isang malakas na presensya at awtoridad sa online sa iyong industriya.",
  "thirt_party_6": "3. Pamamahala ng Social Media: Pinamamahalaan ng aming koponan ang iyong mga profile sa social media, lumilikha at nagbabahagi ng nilalaman na nagpapalakas ng kamalayan sa brand at humihimok ng pakikipag-ugnayan. Bumuo kami ng mga customized na diskarte para sa bawat platform, sinusubaybayan ang pagganap, at nakikipag-ugnayan sa iyong madla upang bumuo ng isang masiglang online na komunidad at nagpapatibay ng katapatan ng customer.",
  "thirt_party_7": "4. Pay-Per-Click (PPC) Advertising: Gumagawa at namamahala kami ng mga naka-target na PPC campaign na bumubuo ng agarang trapiko at mga conversion. patuloy na subaybayan at isaayos ang iyong mga kampanya upang makamit ang pinakamahusay na posibleng mga resulta.",
  "hr_busi_0": "Pagkonsulta sa HR Business",
  "hr_busi_1": "Maligayang pagdating sa aming mga serbisyo sa HR Business Consulting, kung saan ang kadalubhasaan ay nakakatugon sa pagbabago! Sa aming kumpanya, naiintindihan namin ang mga dynamic na hamon na kinakaharap ng mga negosyo sa mapagkumpitensyang landscape ngayon. Sa isang pangkat ng mga batikang consultant, nag-aalok kami ng madiskarteng gabay na naaayon sa iyong mga partikular na pangangailangan . Kung ikaw ay isang startup na naghahanap upang itatag ang iyong presensya sa merkado o isang matatag na korporasyon na naglalayong para sa kahusayan sa pagpapatakbo, binibigyang kapangyarihan ka ng aming mga komprehensibong solusyon na makamit ang iyong mga layunin.",
  "hr_busi_2": "Sa larangan ng HR Business Consulting, muling tinutukoy namin ang mga posibilidad. Pinagsasama ng aming dedikadong pangkat ng mga propesyonal ang mga insight sa industriya sa pagkamalikhain, na naghahatid ng mga makabagong solusyon na nagtutulak sa paglago ng negosyo. Naniniwala kami na hindi lang matugunan kundi lumalampas sa inaasahan ng kliyente. Sa pamamagitan ng paggamit ng aming kadalubhasaan sa mga lugar tulad ng pananaliksik sa merkado, estratehikong pagpaplano, at pag-unlad ng organisasyon, tinutulungan namin ang mga negosyo sa paggawa ng matalinong mga desisyon at manatiling nangunguna sa kumpetisyon.",
  "emp_tr_0": "Pagsasanay at Pagpapaunlad ng Empleyado",
  "emp_tr_1": "Nag-aalok kami ng magkakaibang hanay ng mga module ng pagsasanay na iniakma upang matugunan ang mga partikular na hamon sa industriya at mga indibidwal na gaps sa kasanayan. Mula sa teknikal na kasanayan hanggang sa malambot na kasanayan, ang aming mga bihasang tagapagsanay ay nagbibigay ng mga hands-on, interactive na sesyon na nagsusulong ng patuloy na pag-aaral. Ang aming layunin ay upang hindi lamang tulay ang mga umiiral na gaps ng kasanayan sa loob ng iyong organisasyon ngunit upang linangin din ang isang kultura ng pagbabago at kakayahang umangkop.",
  "emp_tr_2": "Sa pamamagitan ng pamumuhunan sa aming mga programa sa pagsasanay at pagpapaunlad ng mga empleyado, hindi mo lamang pinapahusay ang mga kakayahan ng iyong koponan; pinalalakas mo ang isang manggagawa na maliksi, motibasyon, at handang harapin ang anumang hamon. Makipagtulungan sa amin upang i-unlock ang buong potensyal ng iyong mga empleyado, na nagtutulak sa iyong negosyo tungo sa napapanatiling paglago at tagumpay..",
  "hr_comp_0": "Pagsunod sa HR at Legal na Suporta",
  "hr_comp_1": "Ang pag-navigate sa masalimuot na tanawin ng pagsunod sa HR at mga legal na regulasyon ay mahalaga para sa anumang negosyo. Ang aming mga serbisyo sa Pagsunod sa HR at Legal na Suporta ay idinisenyo upang mabigyan ka ng ekspertong gabay at kapayapaan ng isip. Nananatili kaming up-to-date sa pinakabagong mga batas at regulasyon sa pagtatrabaho, na tinitiyak na ang mga patakaran at kasanayan ng iyong kumpanya ay maayos na naaayon sa mga legal na kinakailangan.",
  "hr_comp_2": "Ang aming dedikadong pangkat ng mga propesyonal ay nag-aalok ng komprehensibong suporta sa pagbalangkas, pagsusuri, at pag-update ng mga patakaran at pamamaraan ng HR. Nagsasagawa kami ng masusing pag-audit upang matukoy ang mga potensyal na lugar ng panganib at gabayan ka sa mga pinakamahusay na kagawian upang mapagaan ang mga legal na hamon. Maging ito ay mga kontrata sa pagtatrabaho , mga patakaran laban sa diskriminasyon, o mga alituntunin sa kaligtasan sa lugar ng trabaho, iniangkop namin ang aming mga serbisyo sa iyong partikular na pangangailangan sa industriya, na tinitiyak ang pagsunod sa mga lokal, estado, at pederal na batas.",
  "hr_comp_3": "Sa pamamagitan ng pakikipagsosyo sa amin para sa Pagsunod sa HR at Legal na Suporta, maaari kang tumuon sa iyong mga pangunahing aktibidad sa negosyo, kumpiyansa na ang iyong mga kasanayan sa HR ay naaayon sa batas. Manatiling nangunguna sa mga pagbabago sa regulasyon, bawasan ang mga legal na panganib, at pagyamanin ang isang kapaligiran sa trabaho na nagtataguyod ng parehong legal na pagsunod at integridad sa etika."
}
