{
  "home": "Beranda",
  "about": "Tentang",
  "services": "Layanan",
  "blog": "Blog",
  "contact": "Kontak",
  "for_job_seekers": "UNTUK PENCARI KERJA",
  "for_client": "UNTUK KLIEN",
  "about_us": "Tentang Kami",
  "about_desc_1": "PCOX Internet Pvt. Ltd. adalah perusahaan solusi TI yang dinamis dan inovatif yang berkomitmen untuk membantu bisnis bernavigasi dan berkembang dalam lanskap digital. Didirikan dengan visi untuk memberdayakan perusahaan melalui teknologi, kami mengkhususkan diri dalam menyediakan layanan komprehensif dalam pengembangan web, pengembangan perangkat lunak, pemasaran digital, dan platform perdagangan & logistik digital. Tujuan kami sederhana: untuk memberikan solusi digital yang inovatif, terukur, dan disesuaikan yang mendorong pertumbuhan dan efisiensi.",
  "about_desc_2": "Tim kami terdiri dari para profesional berpengalaman yang merupakan pakar di bidangnya masing-masing. Dari desainer dan pengembang kreatif hingga pemasar digital strategis dan pakar logistik, kami menyatukan beragam keterampilan dan keahlian untuk memberikan solusi yang komprehensif. Di PCOX Internet Pvt. Ltd., kami percaya bahwa karyawan kami adalah aset terbesar kami, dan kami berinvestasi dalam pertumbuhan dan pengembangan mereka untuk tetap menjadi yang terdepan.",
  "about_desc_3": "Di PCOX Internet Pvt. Ltd., kami percaya dalam membangun kemitraan jangka panjang dengan klien kami dengan memahami kebutuhan unik mereka dan memberikan solusi yang melampaui harapan. Inilah yang membuat kami berbeda",
  "about_desc_4": "Kami bangga dengan profesionalisme, integritas, dan perilaku etis kami. Kami mematuhi standar praktik bisnis tertinggi, memastikan transparansi, kerahasiaan, dan keadilan selama proses perekrutan. Sasaran kami adalah membangun hubungan jangka panjang dengan klien dan kandidat kami, berdasarkan kepercayaan, rasa saling menghormati, dan kesuksesan bersama.",
  "our_achiev": "Pencapaian Kami",
  "teams": "Tim",
  "country": "Negara yang Dilayani",
  "promise": "Janji yang Ditepati",
  "mission": "Misi",

  "testimonials_head": "Testimonial",

  "testimonials_desc1": "PCOX Internet Pvt. Ltd. mengubah keberadaan digital kami dengan solusi inovatif mereka. Platform Perdagangan & Logistik Digital mereka telah menyederhanakan operasi impor-ekspor kami, menghemat waktu dan uang kami!",
  "testimonials_client1": "Edawrd blinkin",

  "testimonials_desc2": "Bekerja sama dengan PCOX Internet Pvt. Ltd. telah mengubah permainan bisnis kami. Keahlian mereka dalam pengembangan web dan pemasaran digital membantu kami menjangkau pasar baru dan mengembangkan basis klien kami secara signifikan.",
  "testimonials_client2": "Kelvin Thomas",

  "testimonials_desc3": "Kami berjuang dengan visibilitas rantai pasokan hingga kami bermitra dengan PCOX Internet Pvt. Ltd. Platform mereka telah memberikan efisiensi yang tak tertandingi dan data waktu nyata, yang merevolusi manajemen logistik kami.",
  "testimonials_client3": "Hileri Andrew",

  "testimonials_desc4": "PCOX Internet Pvt. Ltd. memberi kami layanan pengembangan perangkat lunak yang luar biasa yang sangat sesuai dengan kebutuhan bisnis kami. Tim mereka profesional, responsif, dan berkomitmen terhadap kesuksesan kami sejak hari pertama..",
  "testimonials_client4": "Aklima",

  "testimonials_desc5": "Strategi pemasaran digital yang dikembangkan oleh PCOX Internet Pvt. Ltd. sangat efektif. Keterlibatan online kami telah meningkat pesat, dan kami telah melihat peningkatan yang luar biasa dalam prospek dan konversi!",
  "testimonials_client5": "Jelia trump",

  "mission_desc_1": "Di PCOX Internet Pvt. Ltd., misi kami adalah memberdayakan bisnis dengan solusi digital inovatif yang meningkatkan pertumbuhan, efisiensi, dan keterlibatan pelanggan. Kami berusaha menjadi mitra tepercaya dengan memberikan layanan yang disesuaikan dan berkualitas tinggi dalam pengembangan web, pengembangan perangkat lunak, pemasaran digital, dan perdagangan & logistik digital, memastikan klien kami berkembang dalam lanskap digital yang terus berkembang.",
  "vision": "Visi",
  "vision_desc_1": "Visi kami adalah menjadi pemimpin global dalam transformasi digital, yang dikenal karena komitmen kami terhadap inovasi, keunggulan, dan keberhasilan klien. Kami bertujuan untuk mendefinisikan ulang pengalaman digital bagi bisnis di seluruh dunia, memungkinkan mereka untuk mencapai potensi penuh mereka melalui teknologi mutakhir dan solusi digital yang strategis.",
  "value": "Nilai",
  "value_desc_1": "Fokus Klien: Kami menempatkan klien kami di pusat dari semua yang kami lakukan, bekerja sama erat dengan mereka untuk memahami kebutuhan unik mereka dan memberikan solusi khusus yang mendorong keberhasilan.",
  "value_desc_2": "Inovasi: Kami terus mencari cara baru dan kreatif untuk memecahkan masalah, merangkul perubahan dan mengadopsi teknologi terkini untuk memberikan hasil terbaik.",
  "value_desc_3": "Integritas: Kami menjunjung tinggi standar kejujuran, transparansi, dan perilaku etis tertinggi dalam semua interaksi dan praktik bisnis kami.",
  "our_services": "Layanan Kami",
  "our_services_message": "Solusi komprehensif dalam pengembangan web, pengembangan perangkat lunak, pemasaran digital, impor-ekspor, dan logistik untuk mendorong keberhasilan bisnis Anda.",
  "hr_services": "Layanan Impor-Ekspor & Solusi Logistik",
  "hr_services_message": "Merampingkan perdagangan global dengan sumber daya ahli, kepatuhan, dan logistik yang efisien, memastikan pengiriman yang tepat waktu dan aman di seluruh pasar internasional.",
  "hr_consulting": "Pengembangan Perangkat Lunak",
  "hr_consulting_message": "Memberikan solusi perangkat lunak khusus yang disesuaikan dengan kebutuhan bisnis Anda, meningkatkan produktivitas, skalabilitas, dan pertumbuhan melalui teknologi yang inovatif, aman, dan efisien.",
  "hr_third_party_payroll_services": "Pemasaran Digital",
  "hr_third_party_payroll_services_message": "Tingkatkan merek Anda dengan SEO strategis, media sosial, pemasaran konten, dan kampanye PPC yang dirancang untuk mendorong keterlibatan, lalu lintas, dan konversi.",
  "business_consulting": "Konsultasi Bisnis SDM",
  "business_consulting_message": "Selamat datang di layanan Konsultasi Bisnis SDM kami! Kami mengkhususkan diri dalam memberikan panduan ahli untuk bisnis, membantu mereka menavigasi...",
  "employment_training_and_development": "Pelatihan dan Pengembangan Karyawan",
  "employment_training_and_development_message": "Berinvestasilah pada tenaga kerja Anda dengan program pelatihan khusus kami. Dari lokakarya pengembangan keterampilan hingga pelatihan kepemimpinan...",
  "hr_compilance_and_legal_support": "Kepatuhan SDM dan Dukungan Hukum",
  "hr_compilance_and_legal_support_message": "Tetap patuh terhadap undang-undang dan peraturan ketenagakerjaan yang terus berubah Pakar SDM kami memberikan panduan tentang masalah hukum...",
  "industries_we_serve": "Industri yang Kami Layani",
  "industries_we_serve_message": "Kami bangga menawarkan solusi dan layanan inovatif untuk beragam industri",
  "building_construction": "E-commerce",
  "building_construction_message": "Meningkatkan pengalaman belanja daring dengan pengembangan web, pemasaran digital, dan logistik yang efisien.",
  "road_construction": "Perawatan Kesehatan",
  "road_construction_message": "Mengembangkan perangkat lunak khusus untuk manajemen pasien, pemasaran layanan kesehatan, dan memastikan logistik yang lancar untuk pasokan medis.",
  "oil_and_gas": "Manufaktur",
  "oil_and_gas_message": "Merampingkan rantai pasokan, meningkatkan logistik, dan menerapkan solusi perangkat lunak khusus untuk efisiensi produksi.",
  "facility_management": "Layanan Keuangan",
  "facility_management_message": "Menawarkan pengembangan perangkat lunak yang aman untuk transaksi keuangan, pemasaran digital untuk keterlibatan klien, dan solusi logistik untuk penanganan dokumen yang aman.",
  "security": "Ritel",
  "security_message": "Mengoptimalkan kehadiran daring dengan strategi pemasaran web dan digital, dan mengelola logistik impor-ekspor untuk inventaris dan persediaan.",
  "mep": "Pendidikan",
  "mep_message": "Mengembangkan perangkat lunak pendidikan khusus, menerapkan strategi pemasaran digital untuk lembaga, dan mengelola logistik untuk sumber daya dan materi pendidikan.",
  "latest_blog": "Blog Terbaru",
  "latest_blog_message_1": "Temukan wawasan ahli dan kiat berharga tentang operasi impor-ekspor,",
  "latest_blog_message_2": "tren teknologi, dan strategi bisnis di bagian blog informatif kami",
  "securty": "Menavigasi Perdagangan Global: Strategi Impor-Ekspor untuk 2024",
  "securty_message": "Jelajahi strategi dan praktik terbaik terbaru untuk mengoptimalkan operasi impor-ekspor Anda, meminimalkan risiko, dan memanfaatkan pasar global yang sedang berkembang.",
  "management": "Mengapa Bisnis Anda Membutuhkan Perangkat Lunak Khusus",
  "management_message": "Pelajari bagaimana solusi perangkat lunak khusus dapat menyederhanakan operasi, mengurangi biaya, dan menawarkan fitur yang disesuaikan untuk memenuhi kebutuhan bisnis unik Anda.",
  "design": "Tingkatkan Merek",
  "desing_message": "Temukan taktik pemasaran digital yang efektif, dari SEO hingga strategi media sosial, yang dapat mengangkat merek Anda dan meningkatkan ROI di pasar yang kompetitif.",
  "user_indication_title": "Biarkan Kami Memahami Kebutuhan Anda",
  "user_indication_title_message": "Silakan bagikan detail Anda dan salah satu spesialis kami akan segera menghubungi Anda",
  "ready_to_do_this": "SIAP UNTUK MELAKUKAN INI",
  "lets_get_to_work": "Mari mulai bekerja",
  "submit": "Kirim",
  "contact_us": "HUBUNGI KAMI",
  "find_jobs": "Temukan Pekerjaan",
  "Job_abu_dhabi": "Pekerjaan di Abu Dhabi",
  "Job_dubai": "Pekerjaan di Dubai",
  "Job_algeria": "Pekerjaan di Aljazair",
  "Job_behrain": "Pekerjaan di Behrain",
  "Job_egypt": "Pekerjaan di Mesir",
  "Job_india": "Pekerjaan di India",
  "Job_iraq": "Pekerjaan di Irak",
  "Job_jordan": "Pekerjaan di Yordania",
  "Job_kuwait": "Pekerjaan di Kuwait",
  "Job_lebanon": "Pekerjaan di Lebanon",
  "Job_libya": "Pekerjaan di Libya",
  "Job_morocco": "Pekerjaan di Maroko",
  "copyright": "Hak Cipta © 2023-24 PCOX Internet Pvt. Ltd. Semua Hak Dilindungi Undang-Undang",
  "contact_num": "Kontak Dengan Nomor Telepon",
  "email_add": "Alamat Email",
  "location": "Lokasi",
  "formcont1": "Hubungi Kami",
  "formdesc": "Untuk membantu kami menyediakan solusi terbaik yang disesuaikan dengan bisnis Anda, silakan isi formulir di bawah ini dengan persyaratan khusus Anda.",

  "hr_services_0": "Aming Import-Export Services at Logistics Solutions",

  "hr_services_1_head": "Mga Serbisyong Pang-transportasyon sa Lupa",
  "hr_services_1_desc": "Sa PCOX Internet Pvt Limited, ang aming mga serbisyo sa transportasyon sa lupa ay ginawa upang makapaghatid ng kahusayan, pagiging maaasahan, at bilis sa paglipat ng mga kalakal sa mga lokal at internasyonal na hangganan. Nag-aalok kami ng komprehensibong hanay ng mga solusyon upang matiyak na ang iyong kargamento ay ligtas na naihatid, nasa oras, at may ganap na transparency.",
  "hr_services_1_li1": "1. Pag-optimize ng Land Transportation: Ang aming mga eksperto ay nagdidisenyo ng mga na-optimize na ruta ng transportasyon sa lupa na nagpapababa ng mga oras ng paghahatid, nagpapaliit sa pagkonsumo ng gasolina, at nagpapababa ng kabuuang gastos. Sa pamamagitan ng paggamit ng mga advanced na tool sa pagpaplano ng logistik, real-time na pagsubaybay sa sasakyan, at mahusay na pamamahala ng ruta, tinitiyak namin na ang iyong kargamento ay naihatid nang may katumpakan at bilis.",
  "hr_services_1_li2": "2. Cross-Border Solutions: Pinapasimple namin ang cross-border na transportasyon sa pamamagitan ng pamamahala sa customs clearance, pagsunod sa regulasyon, at lahat ng kinakailangang dokumentasyon. Ginagarantiyahan ng aming mga end-to-end na solusyon ang maayos na paglipat sa mga internasyonal na hangganan, na tumutulong sa iyong maiwasan ang mga magastos na pagkaantala at pagtiyak ng tuluy-tuloy na paghahatid ng iyong mga kalakal.",
  "hr_services_1_li3": "3. Dedicated Fleet Management: Para sa mga negosyong may paulit-ulit na pangangailangan sa transportasyon, nag-aalok kami ng dedikadong serbisyo sa pamamahala ng fleet upang matiyak ang pare-pareho at maaasahang mga iskedyul ng paghahatid.",
  "hr_services_1_li4": "4. Specialized Cargo Handling: Nag-aalok din kami ng mga espesyal na solusyon sa transportasyon para sa napakalaking laki, mapanganib, o maselan na kargamento. Sa pamamagitan ng ekspertong paghawak, wastong kagamitan, at pagtutok sa kaligtasan, tinitiyak namin na kahit na ang pinakamasalimuot na kargamento ay ligtas na makakarating sa kanilang patutunguhan.",

  "hr_services_2_head": "Mga Serbisyo sa Transportasyong Dagat",
  "hr_services_2_desc": "Sa PCOX Internet Pvt Limited, ang aming mga serbisyo sa transportasyon sa dagat ay idinisenyo upang matiyak ang mahusay at maaasahang pagpapadala sa mga pandaigdigang tubig. Nag-aalok kami ng komprehensibong hanay ng mga solusyon upang ilipat ang iyong kargamento nang ligtas at nasa iskedyul, na gumagamit ng mga estratehikong pakikipagsosyo sa mga pangunahing carrier at port sa buong mundo.",
  "hr_services_2_li1": "1. Ocean Freight Optimization: Ang aming koponan ay dalubhasa sa pag-optimize ng mga ruta ng kargamento sa karagatan upang bawasan ang mga oras at gastos sa pagbibiyahe. Mahigpit kaming nakikipagtulungan sa mga linya ng pagpapadala upang magbigay ng mapagkumpitensyang mga rate at nababaluktot na mga iskedyul ng pagpapadala na iniayon sa iyong mga pangangailangan sa negosyo.",
  "hr_services_2_li2": "2. Full Container Load (FCL) at Less-than-Container Load (LCL): Nagbibigay kami ng parehong FCL at LCL na opsyon depende sa laki ng iyong kargamento. Kung mayroon kang buong kargamento o mas maliit, tinitiyak namin ang iyong mga kalakal ay ligtas na nakaimpake at naihatid nang mahusay.",
  "hr_services_2_li3": "3. Customs and Documentation: Kasama sa aming mga serbisyo sa transportasyong dagat ang buong customs clearance at pamamahala ng lahat ng dokumentasyon, kabilang ang mga bill of lading, mga deklarasyon sa pag-export, at mga sertipiko ng pinagmulan, na tinitiyak ang pagsunod sa mga internasyonal na regulasyon sa kalakalan.",
  "hr_services_2_li4": "4. Pagpapadala na Kinokontrol ng Temperatura: Nag-aalok kami ng mga serbisyo sa palamigan na lalagyan para sa mga bagay na sensitibo sa temperatura, tinitiyak na ang mga bagay na madaling masira tulad ng pagkain at mga parmasyutiko ay pinananatili sa mga kinakailangang kondisyon sa buong paglalakbay.",
  "hr_services_2_li5": "5. Specialized Cargo Handling: Para sa napakalaki o espesyal na kargamento, nagbibigay kami ng mga customized na solusyon sa transportasyon sa dagat, kabilang ang mga kargamento ng proyekto at mga heavy-lift na serbisyo.",

  "hr_services_3_head": "Mga Serbisyo sa Panghimpapawid na Transportasyon",
  "hr_services_3_desc": "Sa PCOX Internet Pvt Limited, ang aming mga serbisyo sa transportasyon sa himpapawid ay idinisenyo upang magbigay ng mabilis, maaasahan, at ligtas na pagpapadala para sa iyong kargang sensitibo sa oras. Gumagamit kami ng isang network ng mga pandaigdigang airline at mga carrier ng kargamento upang matiyak na ang iyong mga kalakal ay makarating sa kanilang destinasyon. mabilis at ligtas.",
  "hr_services_3_li1": "1. Air Freight Optimization: Dalubhasa kami sa pag-optimize ng mga ruta ng kargamento sa himpapawid upang mag-alok ng pinakamabilis na oras ng pagbibiyahe at mga solusyong matipid sa gastos. Ang aming pakikipagsosyo sa mga pangunahing airline ay nagbibigay-daan sa amin na magbigay ng flexible na pag-iskedyul at mapagkumpitensyang mga presyo para sa lahat ng iyong mga pangangailangan sa transportasyon sa himpapawid .",
  "hr_services_3_li2": "2. Express at Standard Air Shipping: Kailangan mo man ng pinabilis na paghahatid o karaniwang mga serbisyo ng air freight, nagbibigay kami ng mga opsyon na tumutugon sa iyong pagkaapurahan at badyet. Tinitiyak ng aming mga solusyon na ang iyong kargamento ay pinangangasiwaan nang may pag-iingat at darating sa oras.",
  "hr_services_3_li3": "3. Customs Clearance at Documentation: Kasama sa aming mga serbisyo sa transportasyon sa himpapawid ang komprehensibong customs clearance at pamamahala ng dokumentasyon. Pinangangasiwaan namin ang lahat ng kinakailangang papeles, kabilang ang mga air waybill at mga deklarasyon sa pag-import/pag-export, upang matiyak ang maayos at sumusunod na pagpapadala.",
  "hr_services_3_li4": "4. Temperature-Controlled Air Cargo: Para sa mga bagay na sensitibo sa temperatura tulad ng mga parmasyutiko o nabubulok na mga produkto, nag-aalok kami ng mga solusyon sa air cargo na kinokontrol ng temperatura. Ang aming mga espesyal na lalagyan ay nagpapanatili ng mga kinakailangang kondisyon sa buong paglipad, na nagpoprotekta sa iyong mahahalagang kargamento.",
  "hr_services_3_li5": "5. Priyoridad at Charter Services: Nagbibigay kami ng priyoridad na air transport at charter flight na mga opsyon para sa madalian o mataas na halaga ng mga pagpapadala. Tinitiyak ng aming mga iniangkop na serbisyo ang napapanahon at secure na paghahatid, na may nakatuong suporta upang pamahalaan ang bawat aspeto ng iyong mga pangangailangan sa air freight .",

  "hr_consulting_0": "Aming Mga Serbisyo sa Pag-develop ng Software",

  "hr_consulting_1_head": "Custom na Software Development",
  "hr_consulting_1_desc": "Sa PCOX Internet Pvt Limited, ang aming custom na software development services ay iniakma upang matugunan ang mga natatanging pangangailangan ng iyong negosyo. Nagbibigay kami ng mga end-to-end na solusyon, mula sa paunang konsepto at disenyo hanggang sa pagbuo at pag-deploy, na tinitiyak ang isang produkto na pinapahusay ang iyong kahusayan sa pagpapatakbo at umaayon sa iyong mga madiskarteng layunin.",
  "hr_consulting_1_li1": "1. Pagsusuri ng Kinakailangan: Nagsisimula kami sa isang detalyadong pagsusuri sa mga pangangailangan ng iyong negosyo upang matiyak na ang solusyon sa software na aming binuo ay nakakatugon sa iyong mga partikular na kinakailangan at layunin.",
  "hr_consulting_1_li2": "2. Disenyo at Prototyping: Ang aming koponan ay gumagawa ng mga detalyadong dokumento ng disenyo at mga prototype upang mailarawan ang paggana ng software at user interface, na tinitiyak ang pagkakahanay sa iyong mga inaasahan.",
  "hr_consulting_1_li3": "3. Pag-unlad at Pagsubok: Gumagamit kami ng pinakamahuhusay na kagawian sa industriya upang bumuo ng matatag, nasusukat na software at magsagawa ng masusing pagsubok upang matukoy at malutas ang anumang mga isyu, na naghahatid ng de-kalidad na produkto.",
  "hr_consulting_1_li4": "4. Deployment at Suporta: Sa sandaling kumpleto na ang pag-develop, pinangangasiwaan namin ang deployment at nagbibigay ng patuloy na suporta at pagpapanatili upang matiyak na patuloy na gumaganap nang mahusay ang iyong software.",

  "hr_consulting_2_head": "Pagbuo ng Web Application",
  "hr_consulting_2_desc": "Ang aming mga serbisyo sa pagbuo ng web application ay nakatuon sa paglikha ng nakakaengganyo, dinamiko, at tumutugon na mga web application na nagtutulak ng tagumpay sa negosyo. Ginagamit namin ang mga pinakabagong teknolohiya upang bumuo ng mga application na parehong gumagana at madaling gamitin.",
  "hr_consulting_2_li1": "1. Front-End Development: Kami ay nagdidisenyo at bumuo ng intuitive at tumutugon na mga interface ng gumagamit upang magbigay ng tuluy-tuloy na karanasan ng user sa lahat ng device.",
  "hr_consulting_2_li2": "2. Back-End Development: Bumubuo ang aming team ng matatag na server-side system na mahusay na humahawak sa pagproseso at pagsasama ng data, na tinitiyak ang isang maaasahan at nasusukat na aplikasyon.",
  "hr_consulting_2_li3": "3. Disenyo at Pamamahala ng Database: Nagpapatupad kami ng mga secure at mahusay na database upang suportahan ang mga pangangailangan sa pag-imbak at pagkuha ng data ng iyong web application.",
  "hr_consulting_2_li4": "4. API Development: Gumagawa kami at nagsasama ng mga API upang mapadali ang komunikasyon sa pagitan ng iyong web application at iba pang mga serbisyo, na tinitiyak ang maayos at mahusay na pagpapalitan ng data.",

  "hr_consulting_3_head": "Pagpapaunlad ng Mobile App",
  "hr_consulting_3_desc": "Nag-aalok kami ng komprehensibong mga serbisyo sa pagbuo ng mobile app para sa parehong mga platform ng iOS at Android, na nakatuon sa paghahatid ng mga application na may mataas na pagganap na nakakatugon sa mga pangangailangan ng iyong negosyo at nagpapahusay sa pakikipag-ugnayan ng user.",
  "hr_consulting_3_li1": "1. Native App Development: Bumubuo kami ng mga native na app na iniayon sa mga partikular na kinakailangan ng iOS at Android platform, na tinitiyak ang pinakamainam na pagganap at karanasan ng user.",
  "hr_consulting_3_li2": "2. Hybrid App Development: Pinagsasama ng aming mga hybrid na solusyon sa app ang mga native at web na teknolohiya upang magbigay ng opsyon na matipid na may malawak na platform compatibility.",
  "hr_consulting_3_li3": "3. Disenyo ng UI/UX: Nagdidisenyo kami ng nakakaengganyo at madaling gamitin na mga interface para sa mga mobile app, na tumutuon sa kakayahang magamit at visual na apela upang mapabuti ang kasiyahan ng user.",
  "hr_consulting_3_li4": "4. Pagsusuri at Pag-optimize ng App: Nagsasagawa kami ng malawak na pagsubok at pag-optimize upang matiyak na maayos na gumagana ang iyong app sa iba't ibang device at operating system.",

  "hr_consulting_4_head": "Pagsasama-sama ng Software",
  "hr_consulting_4_desc": "Ang aming mga serbisyo sa pagsasama-sama ng software ay tumutulong sa iyo na ikonekta ang iba't ibang mga system at application upang i-streamline ang iyong mga operasyon. Nakatuon kami sa paglikha ng magkakaugnay na mga solusyon na nagpapahusay sa daloy ng data at kahusayan sa pagpapatakbo.",
  "hr_consulting_4_li1": "1. Pagsusuri ng System: Sinusuri namin ang iyong mga umiiral nang system upang matukoy ang mga punto at kinakailangan sa pagsasama, nagdidisenyo ng mga solusyon na tumutugon sa iyong mga partikular na pangangailangan.",
  "hr_consulting_4_li2": "2. Middleware Development: Lumilikha kami ng mga solusyon sa middleware na nagpapadali sa komunikasyon sa pagitan ng magkakaibang mga system, na tinitiyak ang maayos na pagpapalitan ng data at interoperability ng system.",
  "hr_consulting_4_li3": "3. Paglipat ng Data: Pinamamahalaan namin ang paglipat ng iyong data sa pagitan ng mga system, tinitiyak ang katumpakan at integridad habang pinapaliit ang pagkagambala sa iyong negosyo.",
  "hr_consulting_4_li4": "4. Integration Testing: Nagsasagawa kami ng masusing pagsubok upang matiyak na gumagana nang tama at mahusay ang integrated system, na nakakatugon sa iyong mga pamantayan sa pagganap at pagiging maaasahan.",

  "hr_consulting_5_head": "Mga Solusyong Nakabatay sa Cloud",
  "hr_consulting_5_desc": "Nag-aalok kami ng cloud-based na software solutions na nagbibigay ng flexibility, scalability, at cost-efficiency. Idinisenyo ang aming mga serbisyo upang i-optimize ang iyong mga operasyon at suportahan ang paglago ng iyong negosyo sa pamamagitan ng mga makabagong teknolohiya sa cloud.",
  "hr_consulting_5_li1": "1. Cloud Application Development: Bumubuo kami ng mga custom na cloud application na gumagamit ng cloud infrastructure para sa scalable at high-performance na mga solusyon na angkop sa iyong mga kinakailangan sa negosyo.",
  "hr_consulting_5_li2": "2. Cloud Migration: Pinapadali ng aming mga serbisyo sa cloud migration ang paglipat ng iyong mga application at data sa cloud, na tinitiyak ang maayos at mahusay na proseso na may kaunting epekto sa iyong mga operasyon.",
  "hr_consulting_5_li3": "3. Cloud Integration: Isinasama namin ang mga serbisyo ng cloud sa iyong mga umiiral nang system upang lumikha ng isang magkakaugnay na kapaligiran sa IT, pagpapahusay ng koneksyon at pag-streamline ng mga cloud-based na operasyon.",
  "hr_consulting_5_li4": "4. Cloud Security: Nagpapatupad kami ng matatag na mga hakbang sa seguridad upang maprotektahan ang iyong cloud-based na mga application at data, kabilang ang pag-encrypt, mga kontrol sa pag-access, at pagsunod sa mga pamantayan ng industriya.",

  "hr_consulting_6_head": "Pagpapanatili at Suporta ng Software",
  "hr_consulting_6_desc": "Ang aming pagpapanatili ng software at mga serbisyo ng suporta ay tumitiyak na ang iyong software ay nananatiling napapanahon, gumagana, at secure. Nagbibigay kami ng patuloy na suporta at mga update upang panatilihing tumatakbo nang maayos at mahusay ang iyong mga system.",
  "hr_consulting_6_li1": "1. Mga Regular na Update: Nagbibigay kami ng napapanahong mga update sa iyong software, kabilang ang mga bagong feature, mga patch ng seguridad, at mga pagpapahusay sa pagganap upang matiyak na nananatili itong napapanahon at epektibo.",
  "hr_consulting_6_li2": "2. Mga Pag-aayos ng Bug: Tinutugunan ng aming koponan ang anumang mga isyu o mga bug na lumitaw, nagsasagawa ng mga kinakailangang pag-aayos at pagpapahusay upang mapanatili ang pagiging maaasahan at pagganap ng software.",
  "hr_consulting_6_li3": "3. Teknikal na Suporta: Nag-aalok kami ng komprehensibong teknikal na suporta upang tumulong sa anumang mga isyu o tanong na maaaring mayroon ka, na tinitiyak ang mabilis na paglutas at kaunting pagkagambala sa iyong mga operasyon.",
  "hr_consulting_6_li4": "4. Pagsubaybay sa Pagganap: Patuloy naming sinusubaybayan ang pagganap ng iyong software upang matukoy at matugunan ang mga potensyal na isyu nang maagap, tinitiyak ang pinakamainam na paggana at karanasan ng gumagamit.",

  "thirt_party_0": "Mga Serbisyo sa Digital Marketing",

  "thirt_party_1_head": "Search Engine Optimization (SEO)",
  "thirt_party_1_desc": "Sa PCOX Internet Pvt Limited, ang aming mga serbisyo sa SEO ay idinisenyo upang pahusayin ang visibility at ranggo ng iyong website sa mga search engine. Gumagamit kami ng data-driven na diskarte upang pagandahin ang iyong online presence at humimok ng organikong trapiko.",
  "thirt_party_1_li1": "1. Pananaliksik sa Keyword: Nagsasagawa kami ng masusing pagsasaliksik ng keyword upang matukoy ang mga keyword na pinaka-may-katuturan at mataas ang trapiko para sa iyong negosyo, na nag-o-optimize ng iyong nilalaman para sa mas mahusay na mga ranggo sa search engine.",
  "thirt_party_1_li2": "2. On-Page Optimization: Ang aming koponan ay ino-optimize ang istraktura, meta tag, at nilalaman ng iyong website upang matiyak na ito ay search engine-friendly at naghahatid ng mahusay na karanasan ng gumagamit.",
  "thirt_party_1_li3": "3. Link Building: Bumubuo kami ng isang strategic link-building campaign upang pataasin ang awtoridad at kredibilidad ng iyong website, na pinapabuti ang iyong mga pagkakataong mas mataas ang ranggo sa mga resulta ng paghahanap.",
  "thirt_party_1_li4": "4. Pagsubaybay sa Pagganap: Patuloy naming sinusubaybayan ang iyong pagganap sa SEO, gamit ang analytics upang subaybayan ang pag-unlad, tukuyin ang mga lugar para sa pagpapabuti, at ayusin ang mga diskarte kung kinakailangan.",

  "thirt_party_2_head": "Content Marketing",
  "thirt_party_2_desc": "Ang aming mga serbisyo sa marketing ng nilalaman ay idinisenyo upang hikayatin at akitin ang iyong target na madla. Lumilikha kami ng mataas na kalidad na nilalaman na sumasalamin sa iyong madla at humihimok ng mga conversion.",
  "thirt_party_2_li1": "1. Pagbuo ng Diskarte sa Nilalaman: Bumubuo kami ng isang komprehensibong diskarte sa nilalaman na naaayon sa iyong mga layunin sa negosyo at target na madla, na tinitiyak na ang iyong nilalaman ay epektibong humihimok ng pakikipag-ugnayan.",
  "thirt_party_2_li2": "2. Pagsusulat ng Blog at Artikulo: Lumilikha ang aming koponan ng impormasyon at nakakaengganyo na mga post at artikulo sa blog na nagtatatag ng iyong tatak bilang awtoridad sa industriya at humihimok ng trapiko sa iyong website.",
  "thirt_party_2_li3": "3. Visual Content Creation: Nagdidisenyo kami ng visually appealing infographics, video, at iba pang multimedia content na nakakakuha ng atensyon at nagpapahusay sa iyong mga pagsusumikap sa marketing.",
  "thirt_party_2_li4": "4. Pamamahagi ng Nilalaman: Pinamamahalaan namin ang pamamahagi ng iyong nilalaman sa iba't ibang mga platform, tinitiyak ang maximum na abot at kakayahang makita upang makipag-ugnayan sa iyong madla nang epektibo.",

  "thirt_party_3_head": "Social Media Marketing",
  "thirt_party_3_desc": "Ang aming mga serbisyo sa pagmemerkado sa social media ay nakakatulong sa iyo na bumuo ng isang malakas na presensya sa online at makipag-ugnayan sa iyong madla sa iba't ibang platform ng social media. Gumagawa kami ng mga diskarte na humihimok ng kamalayan sa tatak at nagpapaunlad ng pakikipag-ugnayan sa komunidad.",
  "thirt_party_3_li1": "1. Social Media Strategy: Bumubuo kami ng mga iniangkop na diskarte sa social media upang matugunan ang iyong mga layunin sa negosyo, kabilang ang pagpaplano ng nilalaman, pag-target sa madla, at pagpili ng platform.",
  "thirt_party_3_li2": "2. Paglikha ng Nilalaman: Gumagawa ang aming koponan ng nakakaengganyo at nauugnay na nilalaman ng social media, kabilang ang mga post, larawan, at video, upang maakit at mapanatili ang atensyon ng iyong madla.",
  "thirt_party_3_li3": "3. Pamamahala ng Komunidad: Pinamamahalaan namin ang iyong mga profile sa social media, nakikipag-ugnayan sa iyong madla, at tinutugunan ang anumang mga tanong o komento upang bumuo ng isang malakas at positibong online na komunidad.",
  "thirt_party_3_li4": "4. Analytics at Pag-uulat: Sinusubaybayan namin ang pagganap ng social media gamit ang mga tool sa analytics, na nagbibigay ng mga regular na ulat at insight upang masukat ang pagiging epektibo ng aming mga diskarte at gumawa ng mga pagsasaayos na batay sa data.",

  "thirt_party_4_head": "Pay-Per-Click (PPC) Advertising",
  "thirt_party_4_desc": "Ang aming mga serbisyo sa advertising ng PPC ay idinisenyo upang humimok ng agarang trapiko at makabuo ng mga lead sa pamamagitan ng mga naka-target na kampanya ng ad. Nakatuon kami sa pag-maximize ng iyong ROI habang ino-optimize ang paggastos sa ad at pagganap.",
  "thirt_party_4_li1": "1. Diskarte sa Kampanya: Lumilikha kami ng mga detalyadong diskarte sa kampanya ng PPC, kabilang ang pagpili ng keyword, copywriting ng ad, at pamamahala ng bid upang makamit ang iyong mga layunin sa advertising.",
  "thirt_party_4_li2": "2. Paglikha ng Ad: Ang aming koponan ay nagdidisenyo ng mga nakakahimok na creative ng ad at mga landing page na nakakakuha ng pansin at humihimok ng mga conversion, na tinitiyak ang isang mataas na kalidad na karanasan ng user.",
  "thirt_party_4_li3": "3. Pamamahala ng Bid: Patuloy naming ino-optimize ang iyong mga bid at badyet sa ad upang i-maximize ang visibility at return on investment habang pinapaliit ang mga hindi kinakailangang gastos.",
  "thirt_party_4_li4": "4. Pagsubaybay sa Pagganap: Sinusubaybayan at sinusuri namin ang pagganap ng kampanya ng PPC, na nagbibigay ng mga regular na update at insight upang pinuhin ang mga diskarte at pagbutihin ang mga resulta.",

  "hr_busi_0": "Konsultasi Bisnis SDM",
  "hr_busi_1": "Selamat datang di layanan Konsultasi Bisnis SDM kami, tempat keahlian bertemu inovasi! Di perusahaan kami, kami memahami tantangan dinamis yang dihadapi bisnis dalam lanskap persaingan saat ini. Dengan tim konsultan berpengalaman, kami menawarkan panduan strategis yang disesuaikan dengan kebutuhan spesifik Anda. Baik Anda perusahaan rintisan yang ingin membangun kehadiran pasar atau perusahaan mapan yang ingin mencapai keunggulan operasional, solusi komprehensif kami memberdayakan Anda untuk mencapai tujuan Anda.",
  "hr_busi_2": "Di bidang Konsultasi Bisnis SDM, kami mendefinisikan ulang kemungkinan. Tim profesional kami yang berdedikasi menggabungkan wawasan industri dengan kreativitas, memberikan solusi inovatif yang mendorong pertumbuhan bisnis. Kami percaya tidak hanya untuk memenuhi tetapi juga melampaui harapan klien. Dengan memanfaatkan keahlian kami di bidang-bidang seperti riset pasar, perencanaan strategis, dan pengembangan organisasi, kami membantu bisnis dalam membuat keputusan yang tepat dan tetap menjadi yang terdepan dalam persaingan. Biarkan kami menjadi mitra strategis Anda, membimbing Anda menuju masa depan dengan kesuksesan dan pertumbuhan yang tak tertandingi.",
  "emp_tr_0": "Pelatihan dan Pengembangan Karyawan",
  "emp_tr_1": "Kami menawarkan berbagai pelatihan modul yang dirancang khusus untuk mengatasi tantangan industri tertentu dan kesenjangan keterampilan individu. Dari kemahiran teknis hingga keterampilan nonteknis, pelatih berpengalaman kami menyediakan sesi interaktif langsung yang mendorong pembelajaran berkelanjutan. Tujuan kami bukan hanya menjembatani kesenjangan keterampilan yang ada dalam organisasi Anda, tetapi juga menumbuhkan budaya inovasi dan kemampuan beradaptasi.",
  "emp_tr_2": "Dengan berinvestasi dalam program pelatihan dan pengembangan karyawan kami, Anda tidak hanya meningkatkan kemampuan tim Anda; Anda juga membina tenaga kerja yang tangkas, termotivasi, dan siap menghadapi tantangan apa pun. Bermitralah dengan kami untuk membuka potensi penuh karyawan Anda, mendorong bisnis Anda menuju pertumbuhan dan kesuksesan yang berkelanjutan.",
  "hr_comp_0": "Kepatuhan SDM dan Dukungan Hukum",
  "hr_comp_1": "Menavigasi lanskap kepatuhan SDM dan peraturan hukum yang rumit sangat penting bagi bisnis apa pun. Layanan Kepatuhan SDM dan Dukungan Hukum kami dirancang untuk memberi Anda panduan ahli dan ketenangan pikiran. Kami selalu mengikuti perkembangan hukum dan peraturan ketenagakerjaan terkini, memastikan bahwa kebijakan dan praktik perusahaan Anda selaras dengan persyaratan hukum.",
  "hr_comp_2": "Tim profesional kami yang berdedikasi menawarkan dukungan komprehensif dalam menyusun, meninjau, dan memperbarui kebijakan dan prosedur SDM. Kami melakukan audit menyeluruh untuk mengidentifikasi potensi area risiko dan memandu Anda tentang praktik terbaik untuk mengurangi tantangan hukum. Baik itu kontrak kerja, kebijakan antidiskriminasi, atau pedoman keselamatan tempat kerja, kami menyesuaikan layanan kami dengan kebutuhan industri spesifik Anda, memastikan kepatuhan terhadap hukum lokal, negara bagian, dan federal.",
  "hr_comp_3": "Dengan bermitra dengan kami untuk Kepatuhan SDM dan Dukungan Hukum, Anda dapat fokus pada aktivitas bisnis inti Anda, yakin bahwa praktik SDM Anda sejalan dengan hukum. Tetap terdepan dalam perubahan peraturan, minimalkan risiko hukum, dan bina lingkungan kerja yang mempromosikan kepatuhan hukum dan integritas etika. Biarkan kami menjadi mitra tepercaya Anda dalam memastikan tempat kerja yang aman dan patuh bagi karyawan Anda."
}
